{
  "1": {
    "en": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,\nTo the church of God in Corinth, together with all his holy people throughout Achaia:",
    "ar": "مِنْ بُولُسَ، رَسُولِ الْمَسِيحِ يَسُوعَ بِمَشِيئَةِ اللهِ، وَمِنَ الأَخِ تِيمُوثَاوُسَ، إِلَى كَنِيسَةِ اللهِ فِي مَدِينَةِ كُورِنْثُوسَ، وَإِلَى جَمِيعِ الْقِدِّيسِينَ الْمُقِيمِينَ فِي مُقَاطَعَةِ أَخَائِيَةَ كُلِّهَا."
  },
  "2": {
    "en": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
    "ar": "لِتَكُنْ لَكُمُ النِّعْمَةُ وَالسَّلامُ مِنَ اللهِ أَبِينَا وَمِنَ الرَّبِّ يَسُوعَ الْمَسِيحِ!"
  },
  "3": {
    "en": "Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort,",
    "ar": "تَبَارَكَ اللهُ، أَبُو رَبِّنَا يَسُوعَ الْمَسِيحِ، أَبُو الْمَرَاحِمِ وَإِلَهُ كُلِّ تَعْزِيَةٍ،"
  },
  "4": {
    "en": "who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves receive from God.",
    "ar": "هُوَ الَّذِي يُشَجِّعُنَا فِي كُلِّ ضِيقَةٍ نَمُرُّ بِها، حَتَّى نَسْتَطِيعَ أَنْ نُشَجِّعَ الَّذِينَ يَمُرُّونَ بِأَيَّةِ ضِيقَةٍ، بِالتَّشْجِيعِ الَّذِي بِهِ يُشَجِّعُنَا اللهُ."
  },
  "5": {
    "en": "For just as we share abundantly in the sufferings of Christ, so also our comfort abounds through Christ.",
    "ar": "فَكَمَا تَفِيضُ عَلَيْنَا آلامُ الْمَسِيحِ، يَفِيضُ عَلَيْنَا أَيْضاً التَّشْجِيعُ بِالْمَسِيحِ."
  },
  "6": {
    "en": "If we are distressed, it is for your comfort and salvation; if we are comforted, it is for your comfort, which produces in you patient endurance of the same sufferings we suffer.",
    "ar": "فَإِنْ كُنَّا فِي ضِيقَةٍ، فَذَلِكَ لأَجْلِ تَشْجِيعِكُمْ وَخَلاصِكُمْ؛ وَإِنْ كُنَّا مُتَشَجِّعِينَ، فَذَلِكَ لأَجْلِ تَشْجِيعِكُمْ، مِمَّا يَعْمَلُ فِيكُمْ عَلَى احْتِمَالِ نَفْسِ الآلامِ الَّتِي نَتَأَلَّمُ بِها نَحْنُ أَيْضاً."
  },
  "7": {
    "en": "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort.",
    "ar": "وَإِنَّ رَجَاءَنَا مِنْ أَجْلِكُمْ هُوَ رَجَاءٌ وَطِيدٌ، إِذْ نَعْلَمُ أَنَّكُمْ كَمَا تَشْتَرِكُونَ مَعَنَا فِي احْتِمَالِ الآلامِ، سَتَشْتَرِكُونَ أَيْضاً فِي نَوَالِ التَّشْجِيعِ."
  },
  "8": {
    "en": "We do not want you to be uninformed, brothers and sisters, about the troubles we experienced in the province of Asia. We were under great pressure, far beyond our ability to endure, so that we despaired of life itself.",
    "ar": "فَيَا أَيُّهَا الإِخْوَةُ، نُرِيدُ أَنْ لَا يَخْفَى عَلَيْكُمْ أَمْرُ الضِّيقَةِ الَّتِي مَرَرْنَا بِها فِي مُقَاطَعَةِ أَسِيَّا. فَقَدْ كَانَتْ وَطْأَتُهَا عَلَيْنَا شَدِيدَةً جِدّاً وَفَوْقَ طَاقَتِنَا، حَتَّى يَئِسْنَا مِنَ الْحَيَاةِ نَفْسِهَا."
  },
  "9": {
    "en": "Indeed, we felt we had received the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead.",
    "ar": "وَلَكِنَّنَا شَعَرْنَا، فِي قَرَارَةِ أَنْفُسِنَا، أَنَّهُ مَحْكُومٌ عَلَيْنَا بِالْمَوْتِ، حَتَّى نَكُونَ مُتَّكِلِينَ لَا عَلَى أَنْفُسِنَا بَلْ عَلَى اللهِ الَّذِي يُقِيمُ الأَمْوَاتَ؛"
  },
  "10": {
    "en": "He has delivered us from such a deadly peril, and he will deliver us again. On him we have set our hope that he will continue to deliver us,",
    "ar": "وَقَدْ أَنْقَذَنَا مِنْ هَذَا الْمَوْتِ الشَّنِيعِ، وَمَازَالَ يُنْقِذُنَا حَتَّى الآنَ، وَلَنَا مِلْءُ الثِّقَةِ بِأَنَّهُ حَقّاً سَيُنْقِذُنَا فِيمَا بَعْدُ؛"
  },
  "11": {
    "en": "as you help us by your prayers. Then many will give thanks on our behalf for the gracious favor granted us in answer to the prayers of many.",
    "ar": "عَلَى أَنْ تُسَاعِدُونَا أَنْتُمْ بِالصَّلاةِ لأَجْلِنَا؛ حَتَّى إِنَّ مَا يُوهَبُ لَنَا اسْتِجَابَةً لِصَلاةِ الْكَثِيرِينَ، يَدْفَعُ الْكَثِيرِينَ إِلَى الشُّكْرِ مِنْ أَجْلِنَا."
  },
  "12": {
    "en": "Now this is our boast: Our conscience testifies that we have conducted ourselves in the world, and especially in our relations with you, with integrity and godly sincerity. We have done so, relying not on worldly wisdom but on God’s grace.",
    "ar": "فَإِنَّ فَخْرَنَا هُوَ هَذَا: شَهَادَةُ ضَمِيرِنَا بِأَنَّنَا، فِي قَدَاسَةِ اللهِ وَإِخْلاصِهِ، قَدْ سَلَكْنَا فِي الْعَالَمِ، وَبِخَاصَّةٍ تُجَاهَكُمْ؛ وَلَمْ يَكُنْ ذَلِكَ بِحِكْمَةٍ بَشَرِيَّةٍ بَلْ بِنِعْمَةِ اللهِ."
  },
  "13": {
    "en": "For we do not write you anything you cannot read or understand. And I hope that,",
    "ar": "فَإِنَّنَا لَا نَكْتُبُ إِلَيْكُمْ سِوَى مَا تَقْرَأُونَهُ وَتَفْهَمُونَهُ. وَأَرْجُو أَنْ تَفْهَمُوا الْفَهْمَ كُلَّهُ،"
  },
  "14": {
    "en": "as you have understood us in part, you will come to understand fully that you can boast of us just as we will boast of you in the day of the Lord Jesus.",
    "ar": "كَمَا قَدْ فَهِمْتُمُونَا فَهْماً جُزْئِيًّا، أَنَّنَا سَنَكُونُ فَخْراً لَكُمْ، مِثْلَمَا أَنْتُمْ فَخْرٌ لَنَا، فِي يَوْمِ رَبِّنَا يَسُوعَ."
  },
  "15": {
    "en": "Because I was confident of this, I wanted to visit you first so that you might benefit twice.",
    "ar": "فَبِهذِهِ الْقَنَاعَةِ، كُنْتُ قَدْ نَوَيْتُ سَابِقاً أَنْ أَجِيءَ إِلَيْكُمْ، لِيَكُونَ لَكُمْ فَرَحٌ مَرَّةً أُخْرَى،"
  },
  "16": {
    "en": "I wanted to visit you on my way to Macedonia and to come back to you from Macedonia, and then to have you send me on my way to Judea.",
    "ar": "وَأَنْ أَمُرَّ بِكُمْ فِي طَرِيقِي إِلَى مُقَاطَعَةِ مَقِدُونِيَّةَ وَأَيْضاً فِي عَوْدَتِي مِنْهَا، وَبَعْدَئِذٍ تُسَهِّلُونَ لِي سَبِيلَ السَّفَرِ إِلَى مِنْطَقَةِ الْيَهُودِيَّةِ."
  },
  "17": {
    "en": "Was I fickle when I intended to do this? Or do I make my plans in a worldly manner so that in the same breath I say both “Yes, yes” and “No, no”?",
    "ar": "فَهَلْ تَظُنُّونَ أَنِّي بِاعْتِمَادِي لِهذِهِ الْخُطَّةِ تَصَرَّفْتُ بِخِفَّةٍ، أَوْ أَنِّي أَتَّخِذُ قَرَارَاتِي وَفْقاً لِمَنْطِقِ الْبَشَرِ، لِيَكُونَ فِي كَلامِي نَعَمْ نَعَمْ وَلا لَا فِي آنٍ وَاحِدٍ؟"
  },
  "18": {
    "en": "But as surely as God is faithful, our message to you is not “Yes” and “No.'",
    "ar": "صَادِقٌ هُوَ اللهُ، وَيَشْهَدُ أَنَّ كَلامَنَا إِلَيْكُمْ لَيْسَ نَعَمْ وَلا مَعاً!"
  },
  "19": {
    "en": "For the Son of God, Jesus Christ, who was preached among you by us—by me and Silas and Timothy—was not “Yes” and “No,” but in him it has always been “Yes.”",
    "ar": "فَإِنَّ ابْنَ اللهِ، الْمَسِيحَ يَسُوعَ، الَّذِي بَشَّرْنَا بِهِ فِيمَا بَيْنَكُمْ، أَنَا وَسِلْوَانُسُ وَتِيمُوثَاوُسُ، لَمْ يَكُنْ نَعَمْ وَلا مَعاً، وَإِنَّمَا فِيهِ نَعَمْ."
  },
  "20": {
    "en": "For no matter how many promises God has made, they are “Yes” in Christ. And so through him the “Amen” is spoken by us to the glory of God.",
    "ar": "فَمَهْمَا كَانَتْ وُعُودُ اللهِ، فَإِنَّ فِيهِ «النَّعَمْ» لَهَا كُلِّهَا، وَفِيهِ الآمِينُ بِنَا لأَجْلِ مَجْدِ اللهِ."
  },
  "21": {
    "en": "Now it is God who makes both us and you stand firm in Christ. He anointed us,",
    "ar": "وَلَكِنَّ الَّذِي يُرَسِّخُنَا وَإِيَّاكُمْ فِي الْمَسِيحِ، وَالَّذِي قَدْ مَسَحَنَا، إِنَّمَا هُوَ اللهُ،"
  },
  "22": {
    "en": "set his seal of ownership on us, and put his Spirit in our hearts as a deposit, guaranteeing what is to come.",
    "ar": "وَهُوَ أَيْضاً قَدْ وَضَعَ خَتْمَهُ عَلَيْنَا، وَوَهَبَنَا الرُّوحَ الْقُدُسَ عُرْبُوناً فِي قُلُوبِنَا."
  },
  "23": {
    "en": "I call God as my witness—and I stake my life on it—that it was in order to spare you that I did not return to Corinth.",
    "ar": "غَيْرَ أَنِّي أَدْعُو اللهَ أَنْ يَشْهَدَ عَلَى نَفْسِي بِأَنِّي إِشْفَاقاً عَلَيْكُمْ لَمْ آتِ إِلَى كُورِنْثُوسَ."
  },
  "24": {
    "en": "Not that we lord it over your faith, but we work with you for your joy, because it is by faith you stand firm.",
    "ar": "وَهَذَا لَا يَعْنِي أَنَّنَا نَتَسَلَّطُ عَلَى إِيمَانِكُمْ، بَلْ إِنَّنَا مُعَاوِنُونَ لَكُمْ نَعْمَلُ لأَجْلِ فَرَحِكُمْ. فَبِالإِيمَانِ أَنْتُمْ ثَابِتُونَ."
  }
}