{
  "1": {
    "en": "This will be my third visit to you. “Every matter must be established by the testimony of two or three witnesses.”",
    "ar": "هَذِهِ الْمَرَّةُ الثَّالِثَةُ الَّتِي آتِي فِيهَا إِلَيْكُمْ. بِشَهَادَةِ شَاهِدَيْنِ أَوْ ثَلاثَةٍ يَثْبُتُ كُلُّ أَمْرٍ."
  },
  "2": {
    "en": "I already gave you a warning when I was with you the second time. I now repeat it while absent: On my return I will not spare those who sinned earlier or any of the others,",
    "ar": "سَبَقَ لِي أَنْ أَعْلَنْتُ، وَهَا أَنَا أَقُولُ مُقَدَّماً وَأَنَا غَائِبٌ، كَمَا قُلْتُ وَأَنَا حَاضِرٌ عِنْدَكُمْ فِي الْمَرَّةِ الثَّانِيَةِ، لِلَّذِينَ أَخْطَأُوا فِي الْمَاضِي وَلِلْبَاقِينَ جَمِيعاً: إِنِّي إِذَا عُدْتُ إِلَيْكُمْ فَلا أُشْفِقُ،"
  },
  "3": {
    "en": "since you are demanding proof that Christ is speaking through me. He is not weak in dealing with you, but is powerful among you.",
    "ar": "مَادُمْتُمْ تَطْلُبُونَ بُرْهَاناً عَلَى أَنَّ الْمَسِيحَ يَتَكَلَّمُ فِيَّ. وَهُوَ لَيْسَ ضَعِيفاً تُجَاهَكُمْ، بَلْ قَوِيٌّ فِي مَا بَيْنَكُمْ."
  },
  "4": {
    "en": "For to be sure, he was crucified in weakness, yet he lives by God’s power. Likewise, we are weak in him, yet by God’s power we will live with him in our dealing with you.",
    "ar": "فَمَعَ أَنَّهُ قَدْ صُلِبَ فِي ضَعْفٍ، فَهُوَ الآنَ حَيٌّ بِقُدْرَةِ اللهِ. وَنَحْنُ أَيْضاً ضُعَفَاءُ فِيهِ، وَلكِنَّنَا، بِتَصَرُّفِنَا مَعَكُمْ، سَنَكُونُ أَحْيَاءَ مَعَهُ بِقُدْرَةِ اللهِ."
  },
  "5": {
    "en": "Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you—unless, of course, you fail the test?",
    "ar": "لِذَلِكَ امْتَحِنُوا أَنْفُسَكُمْ لِتَرَوْا هَلْ أَنْتُمْ فِي الإِيمَانِ. اخْتَبِرُوا أَنْفُسَكُمْ. أَلَسْتُمْ تَعْرِفُونَ أَنْفُسَكُمْ، أَنَّ يَسُوعَ الْمَسِيحَ فِيكُمْ، إِلّا إِذَا تَبَيَّنَ أَنَّكُمْ فَاشِلُونَ؟"
  },
  "6": {
    "en": "And I trust that you will discover that we have not failed the test.",
    "ar": "غَيْرَ أَنِّي أَرْجُو أَنَّهُ سَيَتَبَيَّنُ لَكُمْ أَنَّنَا نَحْنُ لَسْنَا فَاشِلِينَ."
  },
  "7": {
    "en": "Now we pray to God that you will not do anything wrong—not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed.",
    "ar": "وَنُصَلِّي إِلَى اللهِ أَلّا تَفْعَلُوا أَيَّ شَرٍّ، لَا لِكَيْ يَتَبَيَّنَ أَنَّنَا نَحْنُ فَاضِلُونَ، بَلْ لِكَيْ تَفْعَلُوا أَنْتُمْ مَا هُوَ حَقٌّ، وَإِنْ كُنَّا نَحْنُ كَأَنَّنَا فَاشِلُونَ."
  },
  "8": {
    "en": "For we cannot do anything against the truth, but only for the truth.",
    "ar": "فَإِنَّنَا لَا نَسْتَطِيعُ أَنْ نَفْعَلَ شَيْئاً ضِدَّ الْحَقِّ بَلْ لأَجْلِ الْحَقِّ."
  },
  "9": {
    "en": "We are glad whenever we are weak but you are strong; and our prayer is that you may be fully restored.",
    "ar": "وَكَمْ نَفْرَحُ عِنْدَمَا نَكُونُ نَحْنُ ضُعَفَاءَ وَتَكُونُونَ أَنْتُمْ أَقْوِيَاءَ؛ حَتَّى إِنَّنَا نُصَلِّي طَالِبِينَ لَكُمُ الْكَمَالَ!"
  },
  "10": {
    "en": "This is why I write these things when I am absent, that when I come I may not have to be harsh in my use of authority—the authority the Lord gave me for building you up, not for tearing you down.",
    "ar": "لِهَذَا أَكْتُبُ إِلَيْكُمْ بِهَذِهِ الأُمُورِ وَأَنَا غَائِبٌ، حَتَّى إِذَا حَضَرْتُ لَا أَلْجَأُ إِلَى الْحَزْمِ بِحَسَبِ السُّلْطَةِ الَّتِي مَنَحَنِي إِيَّاهَا الرَّبُّ لِلْبُنْيَانِ لَا لِلْهَدْمِ."
  },
  "11": {
    "en": "Finally, brothers and sisters, rejoice! Strive for full restoration, encourage one another, be of one mind, live in peace. And the God of love and peace will be with you.",
    "ar": "وَأَخِيراً، أَيُّهَا الإِخْوَةُ: افْرَحُوا؛ تَكَمَّلُوا؛ تَشَجَّعُوا؛ اتَّفِقُوا فِي الرَّأْيِ؛ عِيشُوا بِسَلامٍ. وَإِلَهُ الْمَحَبَّةِ وَالسَّلامِ سَيَكُونُ مَعَكُمْ!"
  },
  "12": {
    "en": "Greet one another with a holy kiss.",
    "ar": "سَلِّمُوا بَعْضُكُمْ عَلَى بَعْضٍ بِقُبْلَةٍ طَاهِرَةٍ."
  },
  "13": {
    "en": "All God’s people here send their greetings.",
    "ar": "جَمِيعُ الْقِدِّيسِينَ يُسَلِّمُونَ عَلَيْكُمْ."
  },
  "14": {
    "en": "May the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all.",
    "ar": "وَلْتَكُنْ مَعَكُمْ جَمِيعاً نِعْمَةُ رَبِّنَا يَسُوعَ الْمَسِيحِ، وَمَحَبَّةُ اللهِ، وَشَرِكَةُ الرُّوحِ الْقُدُسِ. آمِين!"
  }
}