{
  "1": {
    "en": "The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.",
    "ar": "هَذِهِ هِيَ رُؤْيَا إِشَعْيَاءَ بْنِ آمُوصَ، الَّتِي أُعْلِنَتْ لَهُ بِشَأْنِ يَهُوذَا وَأُورُشَلِيمَ فِي أَثْنَاءِ حُكْمِ كُلٍّ مِنْ عُزِّيَّا وَيُوثَامَ وَآحَازَ وَحِزْقِيَّا مُلُوكِ يَهُوذَا."
  },
  "2": {
    "en": "Hear me, you heavens! Listen, earth!\n    For the Lord has spoken:\n“I reared children and brought them up,\n    but they have rebelled against me.",
    "ar": "اسْمَعِي أَيَّتُهَا السَّمَاوَاتُ وَأَصْغِي أَيَّتُهَا الأَرْضُ لأَنَّ الرَّبَّ يَتَكَلَّمُ: «رَبَّيْتُ أَبْنَاءَ وَأَنْشَأْتُهُمْ وَلَكِنَّهُمْ تَمَرَّدُوا عَلَيَّ."
  },
  "3": {
    "en": "The ox knows its master,\n    the donkey its owner’s manger,\nbut Israel does not know,\n    my people do not understand.”",
    "ar": "الثَّوْرُ يَعْرِفُ قَانِيَهُ، وَالْحِمَارُ مَعْلِفَ صَاحِبِهِ، أَمَّا إِسْرَائِيلُ فَلا يَعْرِفُ، وَشَعْبِي لَا يُدْرِكُ."
  },
  "4": {
    "en": "Woe to the sinful nation,\n    a people whose guilt is great,\na brood of evildoers,\n    children given to corruption!\nThey have forsaken the Lord;\n    they have spurned the Holy One of Israel\n    and turned their backs on him.",
    "ar": "وَيْلٌ لِلأُمَّةِ الْخَاطِئَةِ، الشَّعْبِ الْمُثَقَّلِ بِالإِثْمِ، ذُرِّيَّةِ مُرْتَكِبِي الشَّرِّ، أَبْنَاءِ الْفَسَادِ. لَقَدْ تَرَكُوا الرَّبَّ وَاسْتَهَانُوا بِقُدُّوسِ إِسْرَائِيلَ وَدَارُوا عَلَى أَعْقَابِهِمْ."
  },
  "5": {
    "en": "Why should you be beaten anymore?\n    Why do you persist in rebellion?\nYour whole head is injured,\n    your whole heart afflicted.",
    "ar": "عَلَى أَيِّ مَوْضِعٍ أَضْرِبُكُمْ بَعْدُ؟ لِمَاذَا تُوَاظِبُونَ عَلَى التَّمَرُّدِ؟ إِنَّ الرَّأْسَ بِجُمْلَتِهِ سَقِيمٌ وَالْقَلْبَ بِكَامِلِهِ مَرِيضٌ."
  },
  "6": {
    "en": "From the sole of your foot to the top of your head\n    there is no soundness—\nonly wounds and welts\n    and open sores,\nnot cleansed or bandaged\n    or soothed with olive oil.",
    "ar": "مِنْ أَخْمَصِ الْقَدَمِ إِلَى قِمَّةِ الرَّأْسِ لَيْسَ فِيهِ عَافِيَةٌ. كُلُّهُ جُرُوحٌ وَأَحْبَاطٌ وَقُرُوحٌ لَمْ تُنَظَّفْ، وَلَمْ تُضَمَّدْ، وَلَمْ تُلَيَّنْ بِالزَّيْتِ."
  },
  "7": {
    "en": "Your country is desolate,\n    your cities burned with fire;\nyour fields are being stripped by foreigners\n    right before you,\n    laid waste as when overthrown by strangers.",
    "ar": "عَمَّ الْخَرَابُ بِلادَكُمْ وَالْتَهَمَتِ النَّارُ مُدُنَكُمْ. نَهَبَ الْغُرَبَاءُ حُقُولَكُمْ أَمَامَ أَعْيُنِكُمْ. هِيَ خَرِبَةٌ، عَاثَ فِيهَا الْغُرَبَاءُ فَسَاداً."
  },
  "8": {
    "en": "Daughter Zion is left\n    like a shelter in a vineyard,\nlike a hut in a cucumber field,\n    like a city under siege.",
    "ar": "فَأَضْحَتْ أُورُشَلِيمُ مَهْجُورَةً كَمِظَلَّةِ حَارِسٍ فِي كَرْمٍ أَوْ خَيْمَةٍ فِي حَقْلٍ لِلْقَثَاءِ أَوْ كَمَدِينَةٍ مُحَاصَرَةٍ."
  },
  "9": {
    "en": "Unless the Lord Almighty\n    had left us some survivors,\nwe would have become like Sodom,\n    we would have been like Gomorrah.",
    "ar": "لَوْلا أَنَّ الرَّبَّ الْقَدِيرَ حَفِظَ لَنَا بَقِيَّةً يَسِيرَةً، لأَصْبَحْنَا مِثْلَ سَدُومَ وَعَمُورَةَ."
  },
  "10": {
    "en": "Hear the word of the Lord,\n    you rulers of Sodom;\nlisten to the instruction of our God,\n    you people of Gomorrah!",
    "ar": "اسْمَعُوا كَلِمَةَ الرَّبِّ يَا حُكَّامَ سَدُومَ. أَصْغُوا إِلَى شَرِيعَةِ إِلَهِنَا يَا أَهْلَ عَمُورَةَ:"
  },
  "11": {
    "en": "“The multitude of your sacrifices—\n    what are they to me?” says the Lord.\n“I have more than enough of burnt offerings,\n    of rams and the fat of fattened animals;\nI have no pleasure\n    in the blood of bulls and lambs and goats.",
    "ar": "مَاذَا تُجْدِينِي كَثْرَةُ ذَبَائِحِكُمْ، يَقُولُ الرَّبُّ؟ اتَّخَمْتُ مِنْ مُحْرَقَاتِ كِبَاشٍ وَشَحْمِ الْمُسَمَّنَاتِ، وَلا أُسَرُّ بِدَمِ عُجُولٍ وَخِرْفَانٍ وَتُيُوسٍ."
  },
  "12": {
    "en": "When you come to appear before me,\n    who has asked this of you,\n    this trampling of my courts?",
    "ar": "حِينَ جِئْتُمْ لِتَمْثُلُوا أَمَامِي، مَنْ طَلَبَ مِنْكُمْ أَنْ تَدُوسُوا دُورِي؟"
  },
  "13": {
    "en": "Stop bringing meaningless offerings!\n    Your incense is detestable to me.\nNew Moons, Sabbaths and convocations—\n    I cannot bear your worthless assemblies.",
    "ar": "كُفُّوا عَنْ تَقْدِيمِ قَرَابِينَ بَاطِلَةٍ، فَالْبَخُورُ رِجْسٌ لِي، وَكَذَلِكَ رَأْسُ الشَّهْرِ وَالسَّبْتُ وَالدُّعَاءُ إِلَى الْمَحْفَلِ، فَأَنَا لَا أُطِيقُ الاعْتِكَافَ مَعَ ارْتِكَابِ الإِثْمِ."
  },
  "14": {
    "en": "Your New Moon feasts and your appointed festivals\n    I hate with all my being.\nThey have become a burden to me;\n    I am weary of bearing them.",
    "ar": "لَشَدَّ مَا تُبْغِضُ نَفْسِي احْتِفَالاتِ رُؤُوسِ شُهُورِكُمْ وَمَوَاسِمَ أَعْيَادِكُمْ! صَارَتْ عَلَيَّ عِبْئاً، وَسَئِمْتُ حَمْلَهَا."
  },
  "15": {
    "en": "When you spread out your hands in prayer,\n    I hide my eyes from you;\neven when you offer many prayers,\n    I am not listening.\nYour hands are full of blood!",
    "ar": "عِنْدَمَا تَبْسُطُونَ نَحْوِي أَيْدِيَكُمْ أَحْجُبُ وَجْهِي عَنْكُمْ، وَإِنْ أَكْثَرْتُمُ الصَّلاةَ لَا أَسْتَجِيبُ، لأَنَّ أَيْدِيَكُمْ مَمْلُوءَةٌ دَماً."
  },
  "16": {
    "en": "Wash and make yourselves clean.\n    Take your evil deeds out of my sight;\n    stop doing wrong.",
    "ar": "اغْتَسِلُوا، تَطَهَّرُوا، أَزِيلُوا شَرَّ أَعْمَالِكُمْ مِنْ أَمَامِ عَيْنَيَّ. كُفُّوا عَنِ اقْتِرَافِ الإِثْمِ،"
  },
  "17": {
    "en": "Learn to do right; seek justice.\n    Defend the oppressed.\nTake up the cause of the fatherless;\n    plead the case of the widow.",
    "ar": "وَتَعَلَّمُوا الإِحْسَانَ، انْشُدُوا الْحَقَّ، أَنْصِفُوا الْمَظْلُومَ، اقْضُوا لِلْيَتِيمِ، وَدَافِعُوا عَنِ الأَرْمَلَةِ."
  },
  "18": {
    "en": "“Come now, let us settle the matter,”\n    says the Lord.\n“Though your sins are like scarlet,\n    they shall be as white as snow;\nthough they are red as crimson,\n    they shall be like wool.",
    "ar": "تَعَالَوْا نَتَحَاجَجْ يَقُولُ الرَّبُّ، إِنْ كَانَتْ خَطَايَاكُمْ كَلَطَخَاتٍ قِرْمِزِيَّةٍ فَإِنَّهَا تَبْيَضُّ كَالثَّلْجِ، وَإِنْ كَانَتْ حَمْرَاءَ كَصَبْغةِ الدُّودِيِّ تُصْبِحُ فِي نَقَاءِ الصُّوفِ!"
  },
  "19": {
    "en": "If you are willing and obedient,\n    you will eat the good things of the land;",
    "ar": "إِنْ شِئْتُمْ وَأَطَعْتُمْ تَتَمَتَّعُونَ بِخَيْرَاتِ الأَرْضِ،"
  },
  "20": {
    "en": "but if you resist and rebel,\n    you will be devoured by the sword.”\nFor the mouth of the Lord has spoken.",
    "ar": "وَلَكِنْ إِنْ أَبَيْتُمْ وَتَمَرَّدْتُمْ فَالسَّيْفُ يَلْتَهِمُكُمْ، لأَنَّ فَمَ الرَّبِّ قَدْ تَكَلَّمَ."
  },
  "21": {
    "en": "See how the faithful city\n    has become a prostitute!\nShe once was full of justice;\n    righteousness used to dwell in her—\n    but now murderers!",
    "ar": "كَيْفَ صَارَتِ الْمَدِينَةُ الأَمِينَةُ عَاهِرَةً؟ كَانَتْ تَفِيضُ حَقّاً، وَيَأْوِي إِلَيْهَا الْعَدْلُ، فَأَصْبَحَتْ وَكْراً لِلْمُجْرِمِينَ."
  },
  "22": {
    "en": "Your silver has become dross,\n    your choice wine is diluted with water.",
    "ar": "صَارَتْ فِضَّتُكِ مُزَيَّفَةً، وَخَمْرُكِ مَغْشُوشَةً بِمَاءٍ."
  },
  "23": {
    "en": "Your rulers are rebels,\n    partners with thieves;\nthey all love bribes\n    and chase after gifts.\nThey do not defend the cause of the fatherless;\n    the widow’s case does not come before them.",
    "ar": "أَصْبَحَ رُؤَسَاؤُكِ عُصَاةً وَشُرَكَاءَ لُصُوصٍ، يُوْلَعُونَ بِالرِّشْوَةِ وَيَسْعَوْنَ وَرَاءَ الْهِبَاتِ، لَا يُدَافِعُونَ عَنِ الْيَتِيمِ، وَلا تُرْفَعُ إِلَيْهِمْ دَعْوَى الأَرْمَلَةِ»."
  },
  "24": {
    "en": "Therefore the Lord, the Lord Almighty,\n    the Mighty One of Israel, declares:\n“Ah! I will vent my wrath on my foes\n    and avenge myself on my enemies.",
    "ar": "لِذَلِكَ يَقُولُ السَّيِّدُ رَبُّ الْجُنُودِ، عَزِيزُ إِسْرَائِيلَ: «لَأَسْتَرِيحَنَّ مِنْ مُقَاوِمِيَّ وَلَأَنْتَقِمَنَّ مِنْ أَعْدَائِي."
  },
  "25": {
    "en": "I will turn my hand against you;\n    I will thoroughly purge away your dross\n    and remove all your impurities.",
    "ar": "لَأُعَاقِبَنَّكِ وَأُنَقِّيَنَّكِ مِنْ غِشِّكِ كَمَا تُنَقَّى الْمَعَادِنُ بِالْبَوْرَقِ، وَأُصَفِّيَنَّكِ مِنْ قَصْدِيرِكِ،"
  },
  "26": {
    "en": "I will restore your leaders as in days of old,\n    your rulers as at the beginning.\nAfterward you will be called\n    the City of Righteousness,\n    the Faithful City.”",
    "ar": "وَأُعِيدُ قُضَاتَكِ كَمَا كَانُوا فِي الْحِقَبِ الْغَابِرَةِ، وَمُشِيرِيكِ كَمَا كَانُوا فِي الْعُهُودِ الأُولَى. عِنْدَئِذٍ تُدْعَيْنَ مَدِينَةَ الْعَدْلِ، الْمَدِينَةَ الأَمِينَةَ."
  },
  "27": {
    "en": "Zion will be delivered with justice,\n    her penitent ones with righteousness.",
    "ar": "فَتُفْدَى صِهْيَوْنُ بِالْحَقِّ، وَتَائِبُوهَا بِالْبِرِّ."
  },
  "28": {
    "en": "But rebels and sinners will both be broken,\n    and those who forsake the Lord will perish.",
    "ar": "أَمَّا الْعُصَاةُ وَالْخُطَاةُ فَيَتَحَطَّمُونَ جَمِيعاً، وَيَبِيدُ الَّذِينَ تَرَكُوا الرَّبَّ."
  },
  "29": {
    "en": "“You will be ashamed because of the sacred oaks\n    in which you have delighted;\nyou will be disgraced because of the gardens\n    that you have chosen.",
    "ar": "وَيَعْتَرِيكُمْ خَجَلٌ لِعِبَادَتِكُمْ شَجَرَةَ الْبَلُّوطِ الَّتِي شُغِفْتُمْ بِها، وَالْعَارُ لإِيثَارِكُمُ الْحَدَائِقَ بِأَوْثَانِهَا."
  },
  "30": {
    "en": "You will be like an oak with fading leaves,\n    like a garden without water.",
    "ar": "لأَنَّكُمْ تُصْبِحُونَ كَبَلُّوطَةٍ ذَبُلَتْ أَوْرَاقُهَا، أَوْ حَدِيقَةٍ غَاضَ مِنْهَا الْمَاءُ،"
  },
  "31": {
    "en": "The mighty man will become tinder\n    and his work a spark;\nboth will burn together,\n    with no one to quench the fire.”",
    "ar": "فَيَصِيرُ القَوِيُّ كَفَتِيلَةٍ وَأَعْمَالُهُ (الشِّرِّيرَةُ) شَرَارَةً لاهِبَةً فَيَحْتَرِقَانِ مَعاً بِنَارٍ لَا يَقْوَى أَحَدٌ عَلَى إِخْمَادِهَا»."
  }
}