{
  "1": {
    "en": "A prophecy against Babylon that Isaiah son of Amoz saw:",
    "ar": "رُؤْيَا إِشَعْيَاءَ بْنِ آمُوصَ بِشَأْنِ بَابِلَ:"
  },
  "2": {
    "en": "Raise a banner on a bare hilltop,\n    shout to them;\nbeckon to them\n    to enter the gates of the nobles.",
    "ar": "انْصُبُوا رَايَةً فَوْقَ جَبَلٍ أَجْرَدَ. اصْرُخُوا فِيهِمْ. لَوِّحُوا بِأَيْدِيكُمْ حَتَّى يَدْخُلُوا أَبْوَابَ الْعُظَمَاءِ."
  },
  "3": {
    "en": "I have commanded those I prepared for battle;\n    I have summoned my warriors to carry out my wrath—\n    those who rejoice in my triumph.",
    "ar": "إِنِّي أَمَرْتُ مُقَدَّسِيَّ وَاسْتَدْعَيْتُ جَبَابِرَتِي الْمُفْتَخِرِينَ بِعَظَمَتِي لِيُنَفِّذُوا عِقَابَ غَضَبِي."
  },
  "4": {
    "en": "Listen, a noise on the mountains,\n    like that of a great multitude!\nListen, an uproar among the kingdoms,\n    like nations massing together!\nThe Lord Almighty is mustering\n    an army for war.",
    "ar": "هَا جَلَبَةٌ عَلَى الْجِبَالِ مِثْلُ صَوْتِ أَقْوَامٍ غَفِيرَةٍ. صَوْتُ صَخَبِ مَمَالِكِ أُمَمٍ مُجْتَمِعَةٍ، لأَنَّ الرَّبَّ الْقَدِيرَ يَسْتَعْرِضُ جُنُودَ الْقِتَالِ."
  },
  "5": {
    "en": "They come from faraway lands,\n    from the ends of the heavens—\nthe Lord and the weapons of his wrath—\n    to destroy the whole country.",
    "ar": "يُقْبِلُونَ مِنْ أَرْضٍ نَائِيَةٍ، مِنْ أَقْصَى السَّمَاوَاتِ. هُمْ جُنُودُ الرَّبِّ وَأَسْلِحَةُ سَخَطِهِ لِتَدْمِيرِ الأَرْضِ كُلِّهَا."
  },
  "6": {
    "en": "Wail, for the day of the Lord is near;\n    it will come like destruction from the Almighty.",
    "ar": "وَلْوِلُوا، فَإِنَّ يَوْمَ الرَّبِّ بَاتَ وَشِيكاً قَادِماً مِنْ عِنْدِ الرَّبِّ مُحَمَّلاً بِالدَّمَارِ."
  },
  "7": {
    "en": "Because of this, all hands will go limp,\n    every heart will melt with fear.",
    "ar": "لِذَلِكَ تَرْتَخِي كُلُّ يَدٍ، وَيَذُوبُ قَلْبُ كُلِّ إِنْسَانٍ."
  },
  "8": {
    "en": "Terror will seize them,\n    pain and anguish will grip them;\n    they will writhe like a woman in labor.\nThey will look aghast at each other,\n    their faces aflame.",
    "ar": "يَنْتَابُهُمُ الْفَزَعُ، وَتَأْخُذُهُمْ أَوْجَاعٌ وَمَخَاضٌ، يَتَلَوَّوْنَ كَوَالِدَةٍ تُقَاسِي مِنْ آلامِ الْمَخَاضِ. وَيُحَمْلِقُ بَعْضُهُمْ بِبَعْضٍ مَبْهُوتِينَ بِوُجُوهٍ مُلْتَهِبَةٍ."
  },
  "9": {
    "en": "See, the day of the Lord is coming\n    —a cruel day, with wrath and fierce anger—\nto make the land desolate\n    and destroy the sinners within it.",
    "ar": "هَا هُوَ يَوْمُ الرَّبِّ آتٍ مُفْعَماً بِالْقَسْوَةِ وَالسَّخَطِ وَالْغَضَبِ الْعَنِيفِ، لِيَجْعَلَ الأَرْضَ خَرَاباً وَيُبِيدَ مِنْهَا الْخُطَاةَ."
  },
  "10": {
    "en": "The stars of heaven and their constellations\n    will not show their light.\nThe rising sun will be darkened\n    and the moon will not give its light.",
    "ar": "فَإِنَّ نُجُومَ السَّمَاءِ وَكَوَاكِبَهَا لَا تُشْرِقُ بِنُورِهَا، وَالشَّمْسَ تُظْلِمُ عِنْدَ بُزُوغِهَا، وَالْقَمَرَ لَا يُشِعُّ بِضَوْئِهِ."
  },
  "11": {
    "en": "I will punish the world for its evil,\n    the wicked for their sins.\nI will put an end to the arrogance of the haughty\n    and will humble the pride of the ruthless.",
    "ar": "وَأُعَاقِبُ الْعَالَمَ عَلَى شَرِّهِ وَالْمُنَافِقِينَ عَلَى آثَامِهِمْ، وَأَضَعُ حَدّاً لِصَلَفِ الْمُتَغَطْرِسِينَ وَأُذِلُّ كِبْرِيَاءَ الْعُتَاةِ،"
  },
  "12": {
    "en": "I will make people scarcer than pure gold,\n    more rare than the gold of Ophir.",
    "ar": "فَيُصْبِحُ الرِّجَالُ لِقِلَّةِ عَدَدِهِمْ أَنْدَرَ مِنَ الذَّهَبِ النَّقِيِّ وَأَعَزَّ مِنْ ذَهَبِ أُوفِيرَ."
  },
  "13": {
    "en": "Therefore I will make the heavens tremble;\n    and the earth will shake from its place\nat the wrath of the Lord Almighty,\n    in the day of his burning anger.",
    "ar": "وَأُزَلْزِلُ السَّمَاوَاتِ فَتَتَزَعْزَعُ الأَرْضُ فِي مَوْضِعِهَا مِنْ غَضَبِ الرَّبِّ الْقَدِيرِ فِي يَوْمِ احْتِدَامِ سَخَطِهِ."
  },
  "14": {
    "en": "Like a hunted gazelle,\n    like sheep without a shepherd,\nthey will all return to their own people,\n    they will flee to their native land.",
    "ar": "وَتُوَلِّي جُيُوشُ بَابِلَ الأَدْبَارَ حَتَّى يَنْهَكَهَا التَّعَبُ، عَائِدِينَ إِلَى أَرْضِهِمْ كَأَنَّهُمْ غَزَالٌ مُطَارَدٌ أَوْ غَنَمٌ لَا رَاعِيَ لَهَا."
  },
  "15": {
    "en": "Whoever is captured will be thrust through;\n    all who are caught will fall by the sword.",
    "ar": "كُلُّ مَنْ يُؤْسَرْ يُطْعَنْ، وَمَنْ يُقْبَضْ عَلَيْهِ يُصْرَعْ بِالسَّيْفِ،"
  },
  "16": {
    "en": "Their infants will be dashed to pieces before their eyes;\n    their houses will be looted and their wives violated.",
    "ar": "وَيُمَزَّقْ أَطْفَالُهُمْ عَلَى مَرْأىً مِنْهُمْ، وَتُنْهَبْ بُيُوتُهُمْ، وَتُغْتَصَبْ نِسَاؤُهُمْ."
  },
  "17": {
    "en": "See, I will stir up against them the Medes,\n    who do not care for silver\n    and have no delight in gold.",
    "ar": "هَا أَنَا أُثِيرُ عَلَيْهِمِ الْمَادِيِّينَ الَّذِينَ لَا يَكْتَرِثُونَ لِلْفِضَّةِ وَلا يُسَرُّونَ بِالذَّهَبِ،"
  },
  "18": {
    "en": "Their bows will strike down the young men;\n    they will have no mercy on infants,\n    nor will they look with compassion on children.",
    "ar": "تُمَزِّقُ قِسِيُّهُمُ الْفِتْيَانَ وَلا يَرْحَمُونَ الأَوْلادَ أَوِ الرُّضَّعَ."
  },
  "19": {
    "en": "Babylon, the jewel of kingdoms,\n    the pride and glory of the Babylonians,\nwill be overthrown by God\n    like Sodom and Gomorrah.",
    "ar": "أَمَّا بَابِلُ، مَجْدُ الْمَمَالِكِ وَبَهَاءُ وَفَخْرُ الْكَلْدَانِيِّينَ، فَتُصْبِحُ كَسَدُومَ وَعَمُورَةَ اللَّتَيْنِ قَلَبَهُمَا اللهُ."
  },
  "20": {
    "en": "She will never be inhabited\n    or lived in through all generations;\nthere no nomads will pitch their tents,\n    there no shepherds will rest their flocks.",
    "ar": "لَا يُسْكَنُ فِيهَا، وَلا تُعْمَرُ مِنْ جِيلٍ إِلَى جِيلٍ، لَا يَنْصِبُ فِيهَا بَدَوِيٌّ خَيْمَتَهُ، وَلا يُرْبِضُ فِيهَا رَاعٍ قُطْعَانَهُ."
  },
  "21": {
    "en": "But desert creatures will lie there,\n    jackals will fill her houses;\nthere the owls will dwell,\n    and there the wild goats will leap about.",
    "ar": "إِنَّمَا تَأْوِي إِلَيْهَا وُحُوشُ الْقَفْرِ وَتَعِجُّ بُيُوتُ خَرَائِبِهَا بِالْبُومِ، وَتَلْجَأُ إِلَيْهَا بَنَاتُ النَّعَامِ، وَتَتَوَاثَبُ فِيهَا الْمَاعِزُ الْبَرِّيَّةُ،"
  },
  "22": {
    "en": "Hyenas will inhabit her strongholds,\n    jackals her luxurious palaces.\nHer time is at hand,\n    and her days will not be prolonged.",
    "ar": "وَتَتَعَاوَى الضِّبَاعُ بَيْنَ أَبْرَاجِهَا، وَبَنَاتُ آوَى بَيْنَ قُصُورِهَا الْفَخْمَةِ. إِنَّ وَقْتَ عِقَابِهَا بَاتَ وَشِيكاً، وَأَيَّامَهَا لَنْ تَطُولَ!"
  }
}