{
  "1": {
    "en": "In the year that the supreme commander, sent by Sargon king of Assyria, came to Ashdod and attacked and captured it—",
    "ar": "وَفِي السَّنَةِ الَّتِي أَوْفَدَ فِيهَا سَرْجُونُ مَلِكُ أَشُّورَ تَرْتَانَ رَئِيسَ جَيْشِهِ إِلَى أَشْدُودَ وَحَارَبَهَا وَقَهَرَهَا،"
  },
  "2": {
    "en": "at that time the Lord spoke through Isaiah son of Amoz. He said to him, “Take off the sackcloth from your body and the sandals from your feet.” And he did so, going around stripped and barefoot.",
    "ar": "تَكَلَّمَ الرَّبُّ عَلَى لِسَانِ إِشَعْيَاءَ بْنِ آمُوصَ قَائِلاً: «اذْهَبْ وَاخْلَعِ الْمُسُوحَ عَنْ حَقْوَيْكَ، وَانْزِعْ حِذَاءَكَ مِنْ قَدَمَيْكَ». فَفَعَلَ كَذَلِكَ وَمَشَى عَارِياً حَافِياً."
  },
  "3": {
    "en": "Then the Lord said, “Just as my servant Isaiah has gone stripped and barefoot for three years, as a sign and portent against Egypt and Cush,",
    "ar": "وَقَالَ الرَّبُّ: «كَمَا مَشَى عَبْدِي إِشَعْيَاءُ عَارِياً حَافِياً لِمُدَّةِ ثَلاثِ سَنَوَاتٍ عَلامَةً وَآيَةً عَلَى الْمَصَائِبِ الَّتِي سَأُنْزِلُهَا بِمِصْرَ وَكُوشَ،"
  },
  "4": {
    "en": "so the king of Assyria will lead away stripped and barefoot the Egyptian captives and Cushite exiles, young and old, with buttocks bared—to Egypt’s shame.",
    "ar": "هَكَذَا يَقُودُ مَلِكُ أَشُّورَ أَسْرَى مِصْرَ وَكُوشَ صِغَاراً وَكِبَاراً، عُرَاةً حُفَاةً بِأَقْفِيَةٍ مَكْشُوفَةٍ، عَاراً لِمِصْرَ."
  },
  "5": {
    "en": "Those who trusted in Cush and boasted in Egypt will be dismayed and put to shame.",
    "ar": "عِنْدَئِذٍ يَفْزَعُ الْفِلِسْطِينِيُّونَ الَّذِينَ اعْتَمَدُوا عَلَى كُوشَ رَجَائِهِمْ وَمِصْرَ فَخْرِهِمْ."
  },
  "6": {
    "en": "In that day the people who live on this coast will say, ‘See what has happened to those we relied on, those we fled to for help and deliverance from the king of Assyria! How then can we escape?’”",
    "ar": "وَيَقُولُونَ فِي ذَلِكَ الْيَوْمِ: ’انْظُرُوا إِلَى مَا آلَ إِلَيْهِ مَنْ كَانَ رَجَاؤُنَا، وَإِلَى مَنْ لُذْنَا بِهِ لِيُنْقِذَنَا مِنْ مَلِكِ أَشُّورَ، فَكَيْفَ نَنْجُو نَحْنُ؟‘»"
  }
}