{
  "1": {
    "en": "Lord, you are my God;\n    I will exalt you and praise your name,\nfor in perfect faithfulness\n    you have done wonderful things,\n    things planned long ago.",
    "ar": "يَا رَبُّ أَنْتَ إِلَهِي، أُعَظِّمُكَ وَأَحْمَدُ اسْمَكَ لأَنَّكَ صَنَعْتَ عَجَائِبَ كُنْتُ قَد قَضَيْتَ بِها مُنْذُ الْقِدَمِ، وَهِيَ حَقٌّ وَصِدْقٌ."
  },
  "2": {
    "en": "You have made the city a heap of rubble,\n    the fortified town a ruin,\nthe foreigners’ stronghold a city no more;\n    it will never be rebuilt.",
    "ar": "حَوَّلْتَ الْمَدِينَةَ إِلَى كَوْمَةِ رِكَامٍ، وَالْقَرْيَةَ الْحَصِينَةَ إِلَى أَطْلالٍ، وَلَنْ يَكُونَ قَصْرُ الْغُرَبَاءِ مَدِينَةً بَعْدُ، وَلَنْ يُبْنَى أَبَداً."
  },
  "3": {
    "en": "Therefore strong peoples will honor you;\n    cities of ruthless nations will revere you.",
    "ar": "لِذَلِكَ يُمَجِّدُكَ شَعْبٌ قَوِيٌّ وَتَخْشَاكَ مُدُنٌ آهِلَةٌ بِأُمَمٍ فَظَّةٍ"
  },
  "4": {
    "en": "You have been a refuge for the poor,\n    a refuge for the needy in their distress,\na shelter from the storm\n    and a shade from the heat.\nFor the breath of the ruthless\n    is like a storm driving against a wall",
    "ar": "لأَنَّكَ كُنْتَ حِصْناً لِلْبَائِسِ، وَمَلاذاً مَنِيعاً لِلْمِسْكِينِ فِي ضِيقِهِ، وَمَلْجَأً لَهُ مِنَ الْعَاصِفَةِ، وَظِلًّا تَقِيهِ وَهَجَ الْحَرِّ، لأَنَّ نَفْخَةَ العُتَاةِ كَسَيْلٍ يَرْتَطِمُ بِحَائِطٍ."
  },
  "5": {
    "en": "and like the heat of the desert.\nYou silence the uproar of foreigners;\n    as heat is reduced by the shadow of a cloud,\n    so the song of the ruthless is stilled.",
    "ar": "تُخْرِسُ ضَجِيجَ الْغُرَبَاءِ كَمَا تُطْفِئُ الْحَرَّ فِي أَرْضٍ جَافَّةٍ وَتُسْكِتُ غِنَاءَ العُتَاةِ كَمَا تُبَرِّدُ الْحَرَّ بِظِلِّ سَحَابَةٍ."
  },
  "6": {
    "en": "On this mountain the Lord Almighty will prepare\n    a feast of rich food for all peoples,\na banquet of aged wine—\n    the best of meats and the finest of wines.",
    "ar": "فِي هَذَا الْجَبَلِ، فِي أُورُشَلِيمَ، يُقِيمُ الرَّبُّ الْقَدِيرُ مَأْدُبَةَ مُسَمَّنَاتٍ لِجَمِيعِ الشُّعُوبِ، مَأْدُبَةَ خَمْرٍ صَافِيَةٍ مُعَتَّقَةٍ، مَأْدُبَةَ لُحُومٍ وَأَمْخَاخٍ."
  },
  "7": {
    "en": "On this mountain he will destroy\n    the shroud that enfolds all peoples,\nthe sheet that covers all nations;",
    "ar": "وَيُمَزِّقُ فِي هَذَا الْجَبَلِ النِّقَابَ الْمَسْدُولَ عَلَى كُلِّ الشُّعُوبِ، وَالْحِجَابَ الَّذِي يُغَطِّي جَمِيعَ الأُمَمِ،"
  },
  "8": {
    "en": "he will swallow up death forever.\nThe Sovereign Lord will wipe away the tears\n    from all faces;\nhe will remove his people’s disgrace\n    from all the earth.\nThe Lord has spoken.",
    "ar": "وَيُبْتَلَعُ الْمَوْتُ إِلَى الأَبَدِ، وَيَمْسَحُ السَّيِّدُ الرَّبُّ الدُّمُوعَ الْمُنْهَمِرَةَ عَلَى الْوجُوهِ، وَيُزِيلُ عَارَ شَعْبِهِ مِنْ كُلِّ الأَرْضِ. هَذَا مَا تَكَلَّمَ بِهِ الرَّبُّ."
  },
  "9": {
    "en": "In that day they will say,\n“Surely this is our God;\n    we trusted in him, and he saved us.\nThis is the Lord, we trusted in him;\n    let us rejoice and be glad in his salvation.”",
    "ar": "وَيَقُولُونَ فِي ذَلِكَ الْيَوْمِ: «هَا هُوَ إِلَهُنَا الَّذِي انْتَظَرْنَاهُ فَخَلَّصَنَا. هَذَا هُوَ الرَّبُّ الَّذِي انْتَظَرْنَاهُ نَبْتَهِجُ وَنَفْرَحُ بِخَلاصِهِ»."
  },
  "10": {
    "en": "The hand of the Lord will rest on this mountain;\n    but Moab will be trampled in their land\n    as straw is trampled down in the manure.",
    "ar": "لأَنَّ يَدَ الرَّبِّ تَسْتَقِرُّ عَلَى هَذَا الْجَبَلِ وَيُوْطَأُ مُوآبُ فِي مَكَانِهِ كَمَا يُوْطَأُ التِّبْنُ فِي الطِّينِ."
  },
  "11": {
    "en": "They will stretch out their hands in it,\n    as swimmers stretch out their hands to swim.\nGod will bring down their pride\n    despite the cleverness of their hands.",
    "ar": "وَيَبْسِطُ يَدَيْهِ فِي وَسَطِ مُوآبَ كَمَا يَبْسِطُ السَّابِحُ يَدَيْهِ لِيَسْبَحَ، وَيَخْفِضُ الرَّبُّ مِنْ كِبْرِيَائِهِ وَمِنْ مَكَايِدِ يَدَيْهِ،"
  },
  "12": {
    "en": "He will bring down your high fortified walls\n    and lay them low;\nhe will bring them down to the ground,\n    to the very dust.",
    "ar": "وَيَهْدِمُ أَسْوَارَهُ الْحَصِينَةَ الشَّامِخَةَ، وَيَخْفِضُهَا حَتَّى تَتَسَاوَى مَعَ التُّرَابِ."
  }
}