{
  "1": {
    "en": "In that day this song will be sung in the land of Judah:\nWe have a strong city;\n    God makes salvation\n    its walls and ramparts.",
    "ar": "فِي ذَلِكَ الْيَوْمِ يَتَرَدَّدُ هَذَا النَّشِيدُ فِي أَرْضِ يَهُوذَا: لَنَا مَدِينَةٌ مَنِيعَةٌ، يَجْعَلُ الرَّبُّ الْخَلاصَ أَسْوَاراً وَمَتْرَسَةً."
  },
  "2": {
    "en": "Open the gates\n    that the righteous nation may enter,\n    the nation that keeps faith.",
    "ar": "افْتَحُوا الأَبْوَابَ لِتَدْخُلَ الأُمَّةُ الْبَارَّةُ الَّتِي حَافَظَتْ عَلَى الأَمَانَةِ."
  },
  "3": {
    "en": "You will keep in perfect peace\n    those whose minds are steadfast,\n    because they trust in you.",
    "ar": "أَنْتَ تَحْفَظُ ذَا الرَّأْيِ الثَّابِتِ سَالِماً لأَنَّهُ عَلَيْكَ تَوَكَّلَ."
  },
  "4": {
    "en": "Trust in the Lord forever,\n    for the Lord, the Lord himself, is the Rock eternal.",
    "ar": "اتَّكِلُوا عَلَى الرَّبِّ إِلَى الأَبَدِ، لأَنَّ الرَّبَّ اللهَ هُوَ صَخْرُ الدُّهُورِ."
  },
  "5": {
    "en": "He humbles those who dwell on high,\n    he lays the lofty city low;\nhe levels it to the ground\n    and casts it down to the dust.",
    "ar": "لَقَدْ أَذَلَّ السَّاكِنِينَ فِي الْعَلاءِ، وَخَفَضَ الْمَدِينَةَ الْمُتَشَامِخَةَ. سَاوَاهَا بِالأَرْضِ وَطَرَحَهَا إِلَى التُّرَابِ،"
  },
  "6": {
    "en": "Feet trample it down—\n    the feet of the oppressed,\n    the footsteps of the poor.",
    "ar": "فَدَاسَتْهَا أَقْدَامُ الْبَائِسِ وَالْفَقِيرِ."
  },
  "7": {
    "en": "The path of the righteous is level;\n    you, the Upright One, make the way of the righteous smooth.",
    "ar": "سَبِيلُ الصِّدِّيقِ اسْتِقَامَةٌ، لأَنَّكَ تَجْعَلُ طَرِيقَ الْبَارِّ مُمَهَّدَةً."
  },
  "8": {
    "en": "Yes, Lord, walking in the way of your laws,\n    we wait for you;\nyour name and renown\n    are the desire of our hearts.",
    "ar": "انْتَظَرْنَاكَ يَا رَبُّ بِشَوْقٍ فِي طَرِيقِ أَحْكَامِكَ. تَتُوقُ النَّفْسُ إِلَى اسْمِكَ وَتَشْتَهِي ذِكْرَكَ."
  },
  "9": {
    "en": "My soul yearns for you in the night;\n    in the morning my spirit longs for you.\nWhen your judgments come upon the earth,\n    the people of the world learn righteousness.",
    "ar": "تَتُوقُ إِلَيْكَ نَفْسِي فِي اللَّيْلِ، وَفِي الصَّبَاحِ تَشْتَاقُ إِلَيْكَ رُوحِي. عِنْدَمَا تَسُدْ أَحْكَامُكَ فِي الأَرْضِ يَتَعَلَّمْ أَهْلُهَا الْعَدْلَ."
  },
  "10": {
    "en": "But when grace is shown to the wicked,\n    they do not learn righteousness;\neven in a land of uprightness they go on doing evil\n    and do not regard the majesty of the Lord.",
    "ar": "إِنْ أَبْدَيْتَ رَحْمَتَكَ لِلْمُنَافِقِ فَإِنَّهُ لَا يَتَعَلَّمُ الْعَدْلَ، بَلْ يَظَلُّ يَرْتَكِبُ الشَّرَّ حَتَّى فِي أَرْضِ الاسْتِقَامَةِ، وَلا يَعْبَأُ بِجَلالِ الرَّبِّ."
  },
  "11": {
    "en": "Lord, your hand is lifted high,\n    but they do not see it.\nLet them see your zeal for your people and be put to shame;\n    let the fire reserved for your enemies consume them.",
    "ar": "يَا رَبُّ إِنَّ يَدَكَ مُرْتَفِعَةٌ وَهُمْ لَا يَرَوْنَهَا، فَدَعْهُمْ يُشَاهِدُونَ غَيْرَتَكَ عَلَى شَعْبِكَ، وَيَخْزَوْنَ. لِتَلْتَهِمْهُمُ النَّارُ الَّتِي ادَّخَرْتَهَا لأَعْدَائِكَ."
  },
  "12": {
    "en": "Lord, you establish peace for us;\n    all that we have accomplished you have done for us.",
    "ar": "يَا رَبُّ أَنْتَ تَجْعَلُ سَلاماً لَنَا لأَنَّكَ صَنَعْتَ لَنَا كُلَّ أَعْمَالِنَا."
  },
  "13": {
    "en": "Lord our God, other lords besides you have ruled over us,\n    but your name alone do we honor.",
    "ar": "أَيُّهَا الرَّبُّ إِلَهُنَا، قَدْ سَادَ عَلَيْنَا أَسْيَادٌ سِوَاكَ، وَلَكِنَّنَا لَا نَعْتَرِفُ إِلّا بِاسْمِكَ وَحْدَهُ."
  },
  "14": {
    "en": "They are now dead, they live no more;\n    their spirits do not rise.\nYou punished them and brought them to ruin;\n    you wiped out all memory of them.",
    "ar": "هُمْ أَمْوَاتٌ لَا يَحْيَوْنَ وَأَشْبَاحٌ لَا تَقُومُ. عَاقَبْتَهُمْ وَأَهْلَكْتَهُمْ وَأَبَدْتَ ذِكْرَهُمْ."
  },
  "15": {
    "en": "You have enlarged the nation, Lord;\n    you have enlarged the nation.\nYou have gained glory for yourself;\n    you have extended all the borders of the land.",
    "ar": "قَدْ زِدْتَ الأُمَّةَ يَا رَبُّ وَنَمَّيْتَهَا، فَتَمَجَّدَتْ، وَوَسَّعْتَ تُخُومَهَا فِي الأَرْضِ."
  },
  "16": {
    "en": "Lord, they came to you in their distress;\n    when you disciplined them,\n    they could barely whisper a prayer.",
    "ar": "يَا رَبُّ قَدْ طَلَبُوكَ فِي الْمِحْنَةِ، وَسَكَبُوا دُعَاءَهُمْ عِنْدَ تَأَدِيبِكَ لَهُمْ،"
  },
  "17": {
    "en": "As a pregnant woman about to give birth\n    writhes and cries out in her pain,\n    so were we in your presence, Lord.",
    "ar": "وَكُنَّا فِي حَضْرَتِكَ يَا رَبُّ كَالْحُبْلَى الْمُشْرِفَةِ عَلَى الْوِلادَةِ، الَّتِي تَتَلَوَّى وَتَصْرُخُ فِي مَخَاضِهَا."
  },
  "18": {
    "en": "We were with child, we writhed in labor,\n    but we gave birth to wind.\nWe have not brought salvation to the earth,\n    and the people of the world have not come to life.",
    "ar": "حَبِلْنَا وَتَلَوَّيْنَا وَلَكِنَّنَا كُنَّا كَمَنْ يَتَمَخَّضُ عَنْ رِيحٍ. لَمْ نُخَلِّصِ الأَرْضَ وَلَمْ يُوْلَدْ مَنْ يُقِيمُ فِيهَا فَتَصِيرُ آهِلَةً عَامِرَةً."
  },
  "19": {
    "en": "But your dead will live, Lord;\n    their bodies will rise—\nlet those who dwell in the dust\n    wake up and shout for joy—\nyour dew is like the dew of the morning;\n    the earth will give birth to her dead.",
    "ar": "وَلَكِنَّ أَمْوَاتَكَ يَحْيَوْنَ، وَتَقُومُ أَجْسَادُهُمْ، فَيَا سُكَّانَ التُّرَابِ اسْتَيْقِظُوا وَاشْدُوا بِفَرَحٍ لأَنَّ طَلَّكَ هُوَ نَدىً مُتَلألِئٌ، جَعَلْتَهُ يَهْطِلُ عَلَى أَرْضِ الأَشْبَاحِ."
  },
  "20": {
    "en": "Go, my people, enter your rooms\n    and shut the doors behind you;\nhide yourselves for a little while\n    until his wrath has passed by.",
    "ar": "تَعَالَوْا يَا شَعْبِي وَادْخُلُوا إِلَى مَخَادِعِكُمْ، وَأَوْصِدُوا أَبْوَابَكُمْ خَلْفَكُمْ. تَوَارَوْا قَلِيلاً حَتَّى يَعْبُرَ السَّخَطُ."
  },
  "21": {
    "en": "See, the Lord is coming out of his dwelling\n    to punish the people of the earth for their sins.\nThe earth will disclose the blood shed on it;\n    the earth will conceal its slain no longer.",
    "ar": "وَانْظُرُوا فَإِنَّ الرَّبَّ خَارِجٌ مِنْ مَكَانِهِ لِيُعَاقِبَ سُكَّانَ الأَرْضِ عَلَى آثَامِهِمْ، فَتَكْشِفُ الأَرْضُ عَمَّا سُفِكَ عَلَيْهَا مِنْ دِمَاءٍ وَلا تُغَطِّي قَتْلاهَا فِيمَا بَعْدُ."
  }
}