{
  "1": {
    "en": "Woe to those who go down to Egypt for help,\n    who rely on horses,\nwho trust in the multitude of their chariots\n    and in the great strength of their horsemen,\nbut do not look to the Holy One of Israel,\n    or seek help from the Lord.",
    "ar": "وَيْلٌ لِلْمُنْحَدِرِينَ إِلَى مِصْرَ طَلَباً لِلْعَوْنِ، الْمُتَوَكِّلِينَ عَلَى الْخَيْلِ، الْوَاثِقِينَ بِكَثْرَةِ الْمَرْكَبَاتِ وَبِبَأْسِ الْفُرْسَانِ، مِنْ غَيْرِ أَنْ يَلْتَفِتُوا إِلَى قُدُّوسِ إِسْرَائِيلَ، أَوْ يَطْلُبُوا مَشُورَةَ الرَّبِّ."
  },
  "2": {
    "en": "Yet he too is wise and can bring disaster;\n    he does not take back his words.\nHe will rise up against that wicked nation,\n    against those who help evildoers.",
    "ar": "وَمَعَ ذَلِكَ فَهُوَ حَكِيمٌ يَجْلِبُ الشَّرَّ، وَلا يَنْقُضُ كَلامَهُ بَلْ سَيَهُبُّ لِيُعَاقِبَ بَيْتَ الأَشْرَارِ وَنَاصِري فَعَلَةِ الإِثْمِ."
  },
  "3": {
    "en": "But the Egyptians are mere mortals and not God;\n    their horses are flesh and not spirit.\nWhen the Lord stretches out his hand,\n    those who help will stumble,\n    those who are helped will fall;\n    all will perish together.",
    "ar": "لَيْسَ الْمِصْرِيُّونَ آلِهَةً بَلْ بَشَراً، وَخُيُولُهُمْ مُجَرَّدُ أَجْسَادٍ وَلَيْسَتْ أَرْوَاحاً، وَعِنْدَمَا يَمُدُّ الرَّبُّ يَدَهُ، يَتَعَثَّرُ الْمُعِينُ وَيَسْقُطُ الْمُسْتَعِينُ، وَيَهْلِكَانِ كِلاهُمَا مَعاً."
  },
  "4": {
    "en": "This is what the Lord says to me:\n“As a lion growls,\n    a great lion over its prey—\nand though a whole band of shepherds\n    is called together against it,\nit is not frightened by their shouts\n    or disturbed by their clamor—\nso the Lord Almighty will come down\n    to do battle on Mount Zion and on its heights.",
    "ar": "لأَنَّهُ هَكَذَا قَالَ الرَّبُّ لِي: «كَمَا يُزَمْجِرُ الأَسَدُ أَوِ الشِّبْلُ عَلَى فَرِيسَتِهِ، مِنْ غَيْرِ أَنْ يَخْشَى مِنْ صَرَخَاتِ جَمَاعَةِ الرُّعَاةِ الْمُتَأَلِّبِينَ عَلَيْهِ، أَوْ يَفْزَعَ مِنْ جَلَبَتِهِمْ، هَكَذَا يُقْبِلُ الرَّبُّ الْقَدِيرُ لِيُحَارِبَ عَنْ جَبَلِ صِهْيَوْنَ."
  },
  "5": {
    "en": "Like birds hovering overhead,\n    the Lord Almighty will shield Jerusalem;\nhe will shield it and deliver it,\n    he will ‘pass over’ it and will rescue it.”",
    "ar": "وَيَرِفُّ الرَّبُّ الْقَدِيرُ عَلَى أُورُشَلِيمَ لِحِمَايَتِهَا كَالطُّيُورِ الْحَائِمَةِ فَوْقَ أَعْشَاشِهَا، فَيَحْمِي وَيُنْقِذُ وَيَعْفُو وَيُخَلِّصُ."
  },
  "6": {
    "en": "Return, you Israelites, to the One you have so greatly revolted against.",
    "ar": "ارْجِعُوا أَيُّهَا الإِسْرَائِيلِيُّونَ إِلَى مَنْ تَمَرَّدْتُمْ عَلَيْهِ أَشَدَّ التَّمَرُّدِ،"
  },
  "7": {
    "en": "For in that day every one of you will reject the idols of silver and gold your sinful hands have made.",
    "ar": "لأَنَّهُ فِي ذَلِكَ الْيَوْمِ يَنْبِذُ كُلُّ وَاحِدٍ أَصْنَامَهُ الْفِضِّيَّةَ وَأَوْثَانَهُ الذَّهَبِيَّةَ الَّتِي صَنَعَهَا بِيَدِهِ الْخَاطِئَةِ."
  },
  "8": {
    "en": "“Assyria will fall by no human sword;\n    a sword, not of mortals, will devour them.\nThey will flee before the sword\n    and their young men will be put to forced labor.",
    "ar": "وَيُصْرَعُ الأَشُورِيُّونَ وَيُلْتَهَمُونَ، وَلَكِنْ لَيْسَ بِسَيْفِ بَشَرٍ، وَيَفِرُّونَ مِنْ أَمَامِ السَّيْفِ، وَيُسَاقُ فِتْيَانُهُمْ إِلَى الأَعْمَالِ الشَّاقَّةِ،"
  },
  "9": {
    "en": "Their stronghold will fall because of terror;\n    at the sight of the battle standard their commanders will panic,”\ndeclares the Lord,\n    whose fire is in Zion,\n    whose furnace is in Jerusalem.",
    "ar": "وَتَفْنَى صُخُورُهُمْ مِنَ الْفَزَعِ، وَيُوَلِّي قَادَتُهُمُ الأَدْبَارَ عِنْدَمَا يَرَوْنَ عَلَمَ إِسْرَائِيلَ». هَذَا مَا يَقُولُهُ الرَّبُّ الَّذِي نَارُهُ فِي صِهْيَوْنَ، وَتَنُّورُهُ فِي أُورُشَلِيمَ."
  }
}