{
  "1": {
    "en": "Come near, you nations, and listen;\n    pay attention, you peoples!\nLet the earth hear, and all that is in it,\n    the world, and all that comes out of it!",
    "ar": "اقْتَرِبُوا أَيُّهَا الأُمَمُ لِلاسْتِمَاعِ، أَصْغُوا أَيُّهَا الشُّعُوبُ. لِتَسْمَعِ الأَرْضُ وَمِلْؤُهَا، الْمَسْكُونَةُ وَكُلُّ مَا يَخْرُجُ مِنْهَا،"
  },
  "2": {
    "en": "The Lord is angry with all nations;\n    his wrath is on all their armies.\nHe will totally destroy them,\n    he will give them over to slaughter.",
    "ar": "لأَنَّ الرَّبَّ سَاخِطٌ عَلَى كُلِّ الشُّعُوبِ، وَغَضَبُهُ مُنْصَبٌّ عَلَى جَمِيعِ أَجْنَادِهِمْ. قَضَى عَلَيْهِمْ بِالْفَنَاءِ، وَأَسْلَمَهُمْ إِلَى الذَّبْحِ،"
  },
  "3": {
    "en": "Their slain will be thrown out,\n    their dead bodies will stink;\n    the mountains will be soaked with their blood.",
    "ar": "فَتُطْرَحُ قَتْلاهُمْ وَيَنْتَشِرُ نَتْنُ جِيَفِهِمْ فِي الْفَضَاءِ، وَتَفِيضُ الْجِبَالُ بِدِمَائِهِمْ،"
  },
  "4": {
    "en": "All the stars in the sky will be dissolved\n    and the heavens rolled up like a scroll;\nall the starry host will fall\n    like withered leaves from the vine,\n    like shriveled figs from the fig tree.",
    "ar": "وَتَنْحَلُّ كُلُّ كَوَاكِبِ السَّمَاءِ، وَتُطْوَى السَّمَاوَاتُ كَدَرْجٍ، وَتَتَسَاقَطُ كُلُّ نُجُومِهَا كَتَسَاقُطِ أَوْرَاقِ الْكَرْمَةِ أَوْ حَبَّاتِ التِّينِ الْمُتَغَضِّنَةِ."
  },
  "5": {
    "en": "My sword has drunk its fill in the heavens;\n    see, it descends in judgment on Edom,\n    the people I have totally destroyed.",
    "ar": "لأَنَّ سَيْفِي قَدْ تَشَرَّبَ بِالسَّخَطِ فِي السَّمَاءِ، وَهَا هُوَ يَنْزِلُ لِيُعَاقِبَ أَدُومَ، وَيَنْتَقِمَ مِنَ الشَّعْبِ الَّذِي قَضَيْتُ عَلَيْهِ بِالفَنَاءِ."
  },
  "6": {
    "en": "The sword of the Lord is bathed in blood,\n    it is covered with fat—\nthe blood of lambs and goats,\n    fat from the kidneys of rams.\nFor the Lord has a sacrifice in Bozrah\n    and a great slaughter in the land of Edom.",
    "ar": "لِلرَّبِّ سَيْفٌ مُشْبَعٌ بِالدَّمِ، مَطْلِيٌّ بِالشَّحْمِ، بِدَمِ حُمْلانٍ وَتُيُوسٍ، وَبِشَحْمِ كُلَى كِبَاشٍ، لأَنَّ لِلرَّبِّ ذَبِيحَةً فِي بُصْرَةَ، وَمَذْبَحَةً فِي أَدُومَ."
  },
  "7": {
    "en": "And the wild oxen will fall with them,\n    the bull calves and the great bulls.\nTheir land will be drenched with blood,\n    and the dust will be soaked with fat.",
    "ar": "وَيَسْقُطُ مَعَهُمُ الْبَقَرُ الْوَحْشِيُّ، وَالْعُجُولُ وَالثِّيرَانُ الْقَوِيَّةُ، فَتَتَشَبَّعُ أَرْضُهُمْ بِالدِّمَاءِ، وَيُخْصِبُ تُرَابُهُمْ بِالشَّحْمِ،"
  },
  "8": {
    "en": "For the Lord has a day of vengeance,\n    a year of retribution, to uphold Zion’s cause.",
    "ar": "لأَنَّ لِلرَّبِّ يَوْمَ انْتِقَامٍ، سَنَةَ ثَأْرٍ لِدَعْوَى صِهْيَوْنَ،"
  },
  "9": {
    "en": "Edom’s streams will be turned into pitch,\n    her dust into burning sulfur;\n    her land will become blazing pitch!",
    "ar": "فَتَنْقَلِبُ أَنْهَارُ أَدُومَ إِلَى زِفْتٍ، وَتُرَابُهُمْ إِلَى كِبْرِيتٍ، وَتُصْبِحُ أَرْضُهَا قَاراً مُشْتَعِلاً."
  },
  "10": {
    "en": "It will not be quenched night or day;\n    its smoke will rise forever.\nFrom generation to generation it will lie desolate;\n    no one will ever pass through it again.",
    "ar": "فَلا تَنْطَفِئُ لَيْلاً وَنَهَاراً، وَيُحَلِّقُ دُخَانُهَا إِلَى الْفَضَاءِ مَدَى الدَّهْرِ، وَتَظَلُّ خَرَاباً جِيلاً بَعْدَ جِيلٍ، فَلا يَعْبُرُ بِها أَحَدٌ إِلَى الأَبَدِ،"
  },
  "11": {
    "en": "The desert owl and screech owl will possess it;\n    the great owl and the raven will nest there.\nGod will stretch out over Edom\n    the measuring line of chaos\n    and the plumb line of desolation.",
    "ar": "وَلا يَرِثُهَا سِوَى الصُّقُورِ وَالْقَنَافِذِ، وَيَسْكُنُ فِيهَا الْبُومُ وَالْغُرَابُ، وَيَمُدُّ الرَّبُّ عَلَيْهَا خَيْطَ الدَّمَارِ وَمِطْمَارَ الْهَلاكِ،"
  },
  "12": {
    "en": "Her nobles will have nothing there to be called a kingdom,\n    all her princes will vanish away.",
    "ar": "وَلا يَجِدُ فِيهَا أَشْرَافُهَا أَثَراً لِلْمَلِكِ، وَيَنْقَرِضُ جَميِعُ رُؤَسَائِهَا."
  },
  "13": {
    "en": "Thorns will overrun her citadels,\n    nettles and brambles her strongholds.\nShe will become a haunt for jackals,\n    a home for owls.",
    "ar": "يَنْمُو الشَّوْكُ فِي قُصُورِهَا، وَيَزْحَفُ الْعَوْسَجُ عَلَى حُصُونِهَا، فَتُصْبِحُ مَأْوىً لِبَنَاتِ آوَى، وَمَسْكِناً لِلنَّعَامِ."
  },
  "14": {
    "en": "Desert creatures will meet with hyenas,\n    and wild goats will bleat to each other;\nthere the night creatures will also lie down\n    and find for themselves places of rest.",
    "ar": "وَتَجْتَمِعُ فِيهَا الْوُحُوشُ الْبَرِّيَّةُ مَعَ الذِّئَابِ، وَوَعْلُ الْبَرِّ يَدْعُو صَاحِبَهُ، وَهُنَاكَ تَسْتَقِرُّ وُحُوشُ اللَّيْلِ وَتَجِدُ لِنَفْسِهَا مَلاذَ رَاحَةٍ."
  },
  "15": {
    "en": "The owl will nest there and lay eggs,\n    she will hatch them, and care for her young\n    under the shadow of her wings;\nthere also the falcons will gather,\n    each with its mate.",
    "ar": "هُنَاكَ تَعِيشُ الْبُومُ وَتَبِيضُ وَتُفْرِخُ وَتَرْعَى صِغَارَهَا تَحْتَ أَجْنِحَتِهَا، وَهُنَاكَ أَيْضاً تَتَلاقَى الصُّقُورُ بَعْضُهَا بِبَعْضٍ."
  },
  "16": {
    "en": "Look in the scroll of the Lord and read:\nNone of these will be missing,\n    not one will lack her mate.\nFor it is his mouth that has given the order,\n    and his Spirit will gather them together.",
    "ar": "ابْحَثُوا فِي سِفْرِ الرَّبِّ وَاقْرَأُوا: فَكَلِمَةٌ وَاحِدَةٌ لَا يُمْكِنُ أَنْ تَسْقُطَ، إِذْ كُلُّ أَلِيفٍ سَيَجْتَمِعُ بِأَلِيفِهِ، لأَنَّ فَمَ الرَّبِّ قَدْ أَمَرَ، وَرُوحَهُ يَجْمَعُهَا مَعاً."
  },
  "17": {
    "en": "He allots their portions;\n    his hand distributes them by measure.\nThey will possess it forever\n    and dwell there from generation to generation.",
    "ar": "فَهُوَ قَدْ أَلْقَى عَلَيْهَا الْقُرْعَةَ، وَيَدُهُ قَدْ وَزَّعَتْهَا بِقِسْطَاسٍ، فَتَرِثُهَا إِلَى الأَبَدِ وَتُقِيمُ فِيهَا جِيلاً بَعْدَ جِيلٍ."
  }
}