{
  "1": {
    "en": "In the fourteenth year of King Hezekiah’s reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them.",
    "ar": "وَفِي السَّنَةِ الرَّابِعَةِ عَشْرَةَ مِنْ حُكْمِ الْمَلِكِ حَزَقِيَّا، اجْتَاحَ سَنْحَارِيبُ مَلِكُ أَشُورَ جَمِيعَ مُدُنِ يَهُوذَا الْمُحَصَّنَةِ وَاسْتَوْلَى عَلَيْهَا."
  },
  "2": {
    "en": "Then the king of Assyria sent his field commander with a large army from Lachish to King Hezekiah at Jerusalem. When the commander stopped at the aqueduct of the Upper Pool, on the road to the Launderer’s Field,",
    "ar": "وَوَجَّهَ مَلِكُ أَشُورَ رَبْشَاقَى (أَيْ الْقَائِدَ العَامَّ) مِنْ لَخِيشَ إِلَى أُورُشَلِيمَ إِلَى الْمَلِكِ حَزَقِيَّا عَلَى رَأْسِ جَيْشٍ جَرَّارٍ، فَوَقَفَ عِنْدَ قَنَاةِ الْبِرْكَةِ الْعُلْيَا عَلَى طَرِيقِ حَقْلِ الْقَصَّارِ."
  },
  "3": {
    "en": "Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to him.",
    "ar": "فَخَرَجَ لِلِقَائِهِ كُلٌّ مِنْ أَلْيَاقِيمَ بْنِ حِلْقِيَّا مُدِيرِ شُؤُونِ الْقَصْرِ، وَشَبْنَةَ الْكَاتِبِ وَيُوآخَ بْنِ آسَافَ الْمُسَجِّلِ."
  },
  "4": {
    "en": "The field commander said to them, “Tell Hezekiah:\n“‘This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?",
    "ar": "فَقَالَ لَهُمُ رَبْشَاقَى الْقَائِدُ الْعَامُّ: «بَلِّغُوا حَزَقِيَّا: هَذَا مَا يَقُولُهُ الْمَلِكُ الْعَظِيمُ، مَلِكُ أَشُّورَ: عَلَى مَاذَا تَتَّكِلُ؟"
  },
  "5": {
    "en": "You say you have counsel and might for war—but you speak only empty words. On whom are you depending, that you rebel against me?",
    "ar": "أَظَنَنْتَ أَنَّ مُجَرَّدَ الْكَلامِ يُشَكِّلُ خُطَّةً وَقُوَّةً لِخَوْضِ الْحَرْبِ؟ عَلَى مَنِ اعْتَمَدْتَ حَتَّى تَمَرَّدْتَ عَلَيَّ؟"
  },
  "6": {
    "en": "Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him.",
    "ar": "أَنْتَ تَتَّكِلُ عَلَى عُكَّازِ هَذِهِ القَصَبَةِ الْمَرْضُوضَةِ مِصْرَ، الَّتِي تَثْقُبُ كَفَّ كُلِّ مَنْ يَتَوَكَّأُ عَلَيْهَا. هَكَذَا يَكُونُ فِرْعَوْنُ مَلِكُ مِصْرَ لِكُلِّ مَنْ يَتَوَكَّأُ عَلَيْهِ."
  },
  "7": {
    "en": "But if you say to me, “We are depending on the Lord our God”—isn’t he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, “You must worship before this altar”?",
    "ar": "وَإذَا قُلْتُمْ لِي: إِنَّكُمْ تَوَكَّلْتُمْ عَلَى الرَّبِّ إِلَهِكُمْ، أَلَيْسَ هُوَ الَّذِي هَدَمَ حَزَقِيَّا مُرْتَفَعَاتِهِ وَمَذَابِحَهُ، وَأَمَرَ شَعْبَ يَهُوذَا وَأَهْلَ أُورُشَلِيمَ أَنْ يَسْجُدُوا فَقَطْ أَمَامَ الْمَذْبَحِ الْقَائِمِ فِي أُورُشَلِيمَ؟"
  },
  "8": {
    "en": "“‘Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses—if you can put riders on them!",
    "ar": "وَالآنَ لِيَعْقِدْ حَزَقِيَّا رَهَاناً مَعَ سَيِّدِي مَلِكِ أَشُورَ: فَأُعْطِيَكَ أَلْفَي فَرَسٍ إِنِ اسْتَطَعْتَ أَنْ تَجِدَ لَهَا فُرْسَاناً يَمْتَطُونَهَا!"
  },
  "9": {
    "en": "How then can you repulse one officer of the least of my master’s officials, even though you are depending on Egypt for chariots and horsemen?",
    "ar": "فَكَيْفَ يُمْكِنُكَ أَنْ تَصُدَّ قَائِداً وَاحِداً مِنْ أَقَلِّ قَادَةِ سَيِّدِي شَأْناً فِي حِينِ أَنَّكَ تَعْتَمِدُ عَلَى مِصْرَ لإِمْدَادِكَ بِالْمَرْكَبَاتِ وَالْفُرْسَانِ؟"
  },
  "10": {
    "en": "Furthermore, have I come to attack and destroy this land without the Lord? The Lord himself told me to march against this country and destroy it.’”",
    "ar": "ثُمَّ هَلْ مِنْ غَيْرِ مَشُورَةِ الرَّبِّ زَحَفْتُ عَلَى هَذِهِ الدِّيَارِ لأُدَمِّرَهَا؟ لَقَدْ قَالَ لِي الرَّبُّ: هَاجِمْ هَذِهِ الدِّيَارَ وَخَرِّبْهَا»."
  },
  "11": {
    "en": "Then Eliakim, Shebna and Joah said to the field commander, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew in the hearing of the people on the wall.”",
    "ar": "فَقَالَ أَلِيَاقِيمُ وَشَبْنَةُ وَيُوآخُ لِرَبْشَاقَى: «خَاطِبْ عَبِيدَكَ بِالأَرَامِيَّةِ لأَنَّنَا نَفْهَمُهَا، وَلا تُكَلِّمْنَا بِاللُّغَةِ الْيَهُودِيَّةِ عَلَى مَسْمَعِ الشَّعْبِ الْمُتَجَمِّعِ عَلَى السُّورِ»."
  },
  "12": {
    "en": "But the commander replied, “Was it only to your master and you that my master sent me to say these things, and not to the people sitting on the wall—who, like you, will have to eat their own excrement and drink their own urine?”",
    "ar": "فَأَجَابَ رَبْشَاقَى: «أَتَظُنُّ أَنَّ سَيِّدِي قَدْ أَرْسَلَنِي إِلَى سَيِّدِكَ وَإِلَيْكَ فَقَطْ لِكَيْ أَتَحَدَّثَ بِهَذَا الْكَلامِ؟ أَلَيْسَ هَذَا الْكَلامُ أَيْضاً مُوَجَّهاً إِلَى الرِّجَالِ الْمُتَجَمِّعِينَ عَلَى السُّورِ، الَّذِينَ سَيَأْكُلُونَ مِثْلَكُمْ بِرَازَهُمْ وَيَشْرَبُونَ بَوْلَهُمْ؟»"
  },
  "13": {
    "en": "Then the commander stood and called out in Hebrew, “Hear the words of the great king, the king of Assyria!",
    "ar": "ثُمَّ وَقَفَ القَائِدُ الْعَامُّ وَنَادَى بِأَعْلَى صَوْتِهِ قَائِلاً بِالْيَهُودِيَّةِ: «اسْمَعُوا كَلامَ الْمَلِكِ الْعَظِيمِ مَلِكِ أَشُورَ:"
  },
  "14": {
    "en": "This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you!",
    "ar": "لَا يَخْدَعَنَّكُمْ حَزَقِيَّا لأَنَّهُ عَاجِزٌ عَنْ إِنْقَاذِكُمْ،"
  },
  "15": {
    "en": "Do not let Hezekiah persuade you to trust in the Lord when he says, ‘The Lord will surely deliver us; this city will not be given into the hand of the king of Assyria.’",
    "ar": "وَلا يُقْنِعَنَّكُمْ بِالاتِّكَالِ عَلَى الرَّبِّ قَائِلاً: إِنَّ الرَّبَّ حَتْماً يُنْقِذُنَا، وَلَنْ يَسْتَوْلِيَ مَلِكُ أَشُورَ عَلَى هَذِهِ الْمَدِينَةِ."
  },
  "16": {
    "en": "“Do not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then each of you will eat fruit from your own vine and fig tree and drink water from your own cistern,",
    "ar": "لَا تُصْغُوا إِلَيْهِ، لأَنَّهُ هَكَذَا يَقُولُ مَلِكُ أَشُّورَ: اعْقِدُوا مَعِي صُلْحاً وَاسْتَسْلِمُوا إِلَيَّ فَيَأْكُلَ عِنْدَئِذٍ كُلُّ وَاحِدٍ مِنْكُمْ مِنْ كَرْمِهِ وَمِنْ تِينَتِهِ، وَيَشْرَبَ مِنْ مَاءِ بِئْرِهِ،"
  },
  "17": {
    "en": "until I come and take you to a land like your own—a land of grain and new wine, a land of bread and vineyards.",
    "ar": "إِلَى أَنْ آتِيَ وَأَنْقُلَكُمْ إِلَى أَرْضٍ كَأَرْضِكُمْ، أَرْضِ حِنْطَةٍ وَخَمْرٍ وَخُبْزٍ وَكُرُومٍ."
  },
  "18": {
    "en": "“Do not let Hezekiah mislead you when he says, ‘The Lord will deliver us.’ Have the gods of any nations ever delivered their lands from the hand of the king of Assyria?",
    "ar": "فَلا يَغُرَّنَّكُمْ حَزَقِيَّا بِقَوْلِهِ: إِنَّ الرَّبَّ يُنْقِذُنَا. هَلْ أَنْقَذَ أَحَدُ آلِهَةِ الأُمَمِ أَرْضَ شَعْبِهِ مِنْ يَدِ مَلِكِ أَشُورَ؟"
  },
  "19": {
    "en": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand?",
    "ar": "أَيْنَ آلِهَةُ حَمَاةَ وَأَرْفَادَ؟ أَيْنَ آلِهَةُ سَفَرْوَايِمَ؟ هَلْ أَنْقَذَتِ السَّامِرَةَ مِنْ يَدِي؟"
  },
  "20": {
    "en": "Who of all the gods of these countries have been able to save their lands from me? How then can the Lord deliver Jerusalem from my hand?”",
    "ar": "مَنْ مِنْ كُلِّ آلِهَةِ هَذِهِ الْبِلادِ اسْتَطَاعَ أَنْ يُنْقِذَ أَرْضَهُ مِنْ يَدِي؟ فَكَيْفَ يُنْقِذُ الرَّبُّ أُورُشَلِيمَ مِنِّي؟»"
  },
  "21": {
    "en": "But the people remained silent and said nothing in reply, because the king had commanded, “Do not answer him.”",
    "ar": "فَاعْتَصَمُوا بِالصَّمْتِ وَلَمْ يُجِيبُوا بِكَلِمَةٍ، لأَنَّ الْمَلِكَ أَمَرَ بِعَدَمِ الرَّدِّ عَلَيْهِ."
  },
  "22": {
    "en": "Then Eliakim son of Hilkiah the palace administrator, Shebna the secretary and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said.",
    "ar": "وَرَجَعَ أَلِيَاقِيمُ بْنُ حِلْقِيَّا مُدِيرُ شُؤُونِ الْقَصْرِ وَشَبْنَةُ الْكَاتِبُ وَيُوآخُ بْنُ آسَافَ الْمُسَجِّلُ إِلَى حَزَقِيَّا بِثِيَابٍ مُمَزَّقَةٍ وَأَبْلَغُوهُ كَلامَ الْقَائِدِ الأَشُورِيِّ."
  }
}