{
  "1": {
    "en": "In those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, “This is what the Lord says: Put your house in order, because you are going to die; you will not recover.”",
    "ar": "وَمَرِضَ حَزَقِيَّا فِي تِلْكَ الأَيَّامِ حَتَّى أَوْشَكَ عَلَى الْمَوْتِ، فَجَاءَ إِلَيْهِ النَّبِيُّ إِشَعْيَاءُ بْنُ آمُوصَ، وَقَالَ لَهُ: «هَذَا مَا يَقُولُهُ الرَّبُّ: نَظِّمْ شُؤُونَ بَيْتِكَ لأَنَّكَ لَنْ تَبْرَأَ بَلْ حَتْماً تَمُوتَ»."
  },
  "2": {
    "en": "Hezekiah turned his face to the wall and prayed to the Lord,",
    "ar": "فَأَدَارَ حَزَقِيَّا وَجْهَهُ نَحْوَ الْحَائِطِ وَصَلَّى إِلَى الرَّبِّ،"
  },
  "3": {
    "en": "“Remember, Lord, how I have walked before you faithfully and with wholehearted devotion and have done what is good in your eyes.” And Hezekiah wept bitterly.",
    "ar": "قَائِلاً: «آهِ يَا رَبُّ، اذْكُرْ كَيْفَ سَلَكْتُ أَمَامَكَ بِالأَمَانَةِ وَبِقَلْبٍ خَالِصٍ، وَصَنَعْتُ مَا يُرْضِيكَ». وَبَكَى حَزَقِيَّا بُكَاءً مُرّاً."
  },
  "4": {
    "en": "Then the word of the Lord came to Isaiah:",
    "ar": "فَأَوْحَى الرَّبُّ إِلَى إِشَعْيَاءَ قَائِلاً:"
  },
  "5": {
    "en": "“Go and tell Hezekiah, ‘This is what the Lord, the God of your father David, says: I have heard your prayer and seen your tears; I will add fifteen years to your life.",
    "ar": "«اذْهَبْ بَلِّغْ حَزَقِيَّا: هَذَا مَا يَقُولُهُ الرَّبُّ إِلَهُ دَاوُدَ أَبِيكَ: قَدْ سَمِعْتُ صَلاتَكَ وَرَأَيْتُ دُمُوعَكَ، وَهَا أَنَا أُضِيفُ إِلَى عُمْرِكَ خَمْسَ عَشْرَةَ سَنَةً،"
  },
  "6": {
    "en": "And I will deliver you and this city from the hand of the king of Assyria. I will defend this city.",
    "ar": "وَأُنْقِذُكَ أَنْتَ وَهَذِهِ الْمَدِينَةَ مِنْ مَلِكِ أَشُورَ، وَأُدَافِعُ عَنْهَا."
  },
  "7": {
    "en": "“‘This is the Lord’s sign to you that the Lord will do what he has promised:",
    "ar": "وَهَذِهِ لَكَ عَلامَةٌ مِنْ عِنْدِ الرَّبِّ أَنَّهُ لابُدَّ أَنْ يُحَقِّقَ مَا وَعَدَ بِهِ:"
  },
  "8": {
    "en": "I will make the shadow cast by the sun go back the ten steps it has gone down on the stairway of Ahaz.’” So the sunlight went back the ten steps it had gone down.",
    "ar": "سَأُرْجِعُ ظِلَّ الشَّمْسِ إِلَى الْوَرَاءِ عَشَرَ دَرَجَاتٍ عَلَى مِقْيَاسِ دَرَجَاتِ آحَازَ». وَهَكَذَا تَرَاجَعَتِ الشَّمْسُ عَشَرَ دَرَجَاتٍ إِلَى الْوَرَاءِ بَعْدَ أَنْ كَانَتْ قَدْ تَخَطَّتْهَا."
  },
  "9": {
    "en": "A writing of Hezekiah king of Judah after his illness and recovery:",
    "ar": "وَحِينَ شُفِيَ حَزَقِيَّا كَتَبَ هَذِهِ الْقَصِيدَةَ:"
  },
  "10": {
    "en": "I said, “In the prime of my life\n    must I go through the gates of death\n    and be robbed of the rest of my years?”",
    "ar": "قُلْتُ «هَا أَنَا فِي رَيْعَانِ أَيَّامِي أَنْحَدِرُ إِلَى عَالَمِ الْمَوْتَى وَتَفْنَى بَقِيَّةُ سَنَوَاتِ عُمْرِي»"
  },
  "11": {
    "en": "I said, “I will not again see the Lord himself\n    in the land of the living;\nno longer will I look on my fellow man,\n    or be with those who now dwell in this world.",
    "ar": "وَقُلْتُ «لَنْ أَرَى الرَّبَّ بَعْدُ فِي أَرْضِ الأَحْيَاءِ، وَلَنْ أُبْصِرَ أَحَداً مِنَ النَّاسِ فِي هَذِهِ الدُّنْيَا الْفَانِيَةِ."
  },
  "12": {
    "en": "Like a shepherd’s tent my house\n    has been pulled down and taken from me.\nLike a weaver I have rolled up my life,\n    and he has cut me off from the loom;\n    day and night you made an end of me.",
    "ar": "قَدْ خُلِعَ عَنِّي مَسْكَنِي، وَانْتَقَلَ كَخَيْمَةِ الرَّاعِي. طَوَى حَيَاتِي كَحَائِكٍ: قَطَعَنِي مِنَ النَّوْلِ. أَنْتَ تُفْنِينِي لَيْلَ نَهَارَ."
  },
  "13": {
    "en": "I waited patiently till dawn,\n    but like a lion he broke all my bones;\n    day and night you made an end of me.",
    "ar": "انْتَظَرْتُ بِصَبْرٍ حَتَّى الصَّبَاحِ، وَلَكِنَّهُ كَأَسَدٍ هَشَّمَ كُلَّ عِظَامِي. أَنْتَ تُفْنِينِي لَيْلَ نَهَارَ."
  },
  "14": {
    "en": "I cried like a swift or thrush,\n    I moaned like a mourning dove.\nMy eyes grew weak as I looked to the heavens.\n    I am being threatened; Lord, come to my aid!”",
    "ar": "أَصِيحُ كَسُنُونَةٍ، وَأَنُوحُ كَهَدِيلِ الْحمَامَةِ. كَلَّتْ عَيْنَايَ مِنَ النَّظَرِ إِلَى السَّمَاءِ، يَا رَبُّ إِنِّي مُتَضَايِقٌ فَكُنْ لِي مَأْمَناً.»"
  },
  "15": {
    "en": "But what can I say?\n    He has spoken to me, and he himself has done this.\nI will walk humbly all my years\n    because of this anguish of my soul.",
    "ar": "وَلَكِنْ مَاذَا أَقُولُ؟ فَقَدْ خَاطَبَنِي هُوَ. هُوَ نَفْسُهُ قَضَى بِذَلِكَ عَلَيَّ. طَارَ النَّوْمُ مِنِّي لِفَرْطِ مَرَارَةِ رُوحِي."
  },
  "16": {
    "en": "Lord, by such things people live;\n    and my spirit finds life in them too.\nYou restored me to health\n    and let me live.",
    "ar": "يَا رَبُّ، بِمِثْلِ هَذِهِ يَحْيَا النَّاسُ، وَفِي هَذِهِ حَيَاةُ رُوحِي، فَرُدَّ لِي عَافِيَتِي وَأَحْيِنِي."
  },
  "17": {
    "en": "Surely it was for my benefit\n    that I suffered such anguish.\nIn your love you kept me\n    from the pit of destruction;\nyou have put all my sins\n    behind your back.",
    "ar": "حَقَّا إِنَّ مَا قَاسَيْتُهُ مِنْ مَرَارَةٍ كَانَ مِنْ أَجْلِ خَيْرِي، فَقَدْ حَفِظْتَنِي بِحُبِّكَ مِنْ حُفْرَةِ الْهَلاكِ، وَأَلْقَيْتَ جَمِيعَ خَطَايَايَ خَلْفَ ظَهْرِكَ."
  },
  "18": {
    "en": "For the grave cannot praise you,\n    death cannot sing your praise;\nthose who go down to the pit\n    cannot hope for your faithfulness.",
    "ar": "لأَنَّهُ لَيْسَ فِي وُسْعِ الْهَاوِيَةِ أَنْ تَحْمَدَكَ، وَالْمَوْتُ لَا يُسَبِّحُكَ، وَلا يَقْدِرُ الَّذِينَ ذَهَبُوا إِلَى الْهَاوِيَةِ أَنْ يَرْجُوا أَمَانَتَكَ."
  },
  "19": {
    "en": "The living, the living—they praise you,\n    as I am doing today;\nparents tell their children\n    about your faithfulness.",
    "ar": "الأَحْيَاءُ وَحْدَهُمْ يُسَبِّحُونَكَ كَمَا أَفْعَلُ الْيَوْمَ، وَيُحَدِّثُ الآبَاءُ أَبْنَاءَهُمْ عَنْ أمَانَتِكَ"
  },
  "20": {
    "en": "The Lord will save me,\n    and we will sing with stringed instruments\nall the days of our lives\n    in the temple of the Lord.",
    "ar": "الرَّبُّ يُنْقِذُنِي. فَلْنَشْدُ بِآلاتٍ وَتَرِيَّةٍ كُلَّ أَيَّامِ حَيَاتِنَا فِي هَيْكَلِ الرَّبِّ."
  },
  "21": {
    "en": "Isaiah had said, “Prepare a poultice of figs and apply it to the boil, and he will recover.”",
    "ar": "ثُمَّ قَالَ إِشَعْيَاءُ: «ضَمِّدُوا الْقُرْحَةَ بِقُرْصِ تِينٍ فَيَبْرَأَ»."
  },
  "22": {
    "en": "Hezekiah had asked, “What will be the sign that I will go up to the temple of the Lord?”",
    "ar": "وَكَانَ حَزَقِيَّا قَدْ سَأَلَ: «مَا هِيَ الْعَلامَةُ الَّتِي تُؤَكِّدُ لِي أَنَّنِي سَأَذْهَبُ لِلصَّلاةِ فِي بَيْتِ الرَّبِّ؟»"
  }
}