{
  "1": {
    "en": "But now, this is what the Lord says—\n    he who created you, Jacob,\n    he who formed you, Israel:\n“Do not fear, for I have redeemed you;\n    I have summoned you by name; you are mine.",
    "ar": "أَمَّا الآنَ، فَهَذَا مَا يَقُولُهُ الرَّبُّ خَالِقُكَ يَا يَعْقُوبُ وَجَابِلُكَ يَا إِسْرَائِيلُ: «لا تَجْزَعْ لأَنِّي افْتَدَيْتُكَ، دَعَوْتُكَ بِاسْمِكَ. أَنْتَ لِي."
  },
  "2": {
    "en": "When you pass through the waters,\n    I will be with you;\nand when you pass through the rivers,\n    they will not sweep over you.\nWhen you walk through the fire,\n    you will not be burned;\n    the flames will not set you ablaze.",
    "ar": "إِذَا اجْتَزْتَ فِي وَسَطِ الْمِيَاهِ أَكُونُ مَعَكَ، وَإِنْ خُضْتَ الأَنْهَارَ لَا تَغْمُرُكَ. إِنْ عَبَرْتَ فِي النَّارِ لَا تَلْذَعُكَ. وَاللهِيبُ لَا يُحْرِقُكَ."
  },
  "3": {
    "en": "For I am the Lord your God,\n    the Holy One of Israel, your Savior;\nI give Egypt for your ransom,\n    Cush and Seba in your stead.",
    "ar": "لأَنِّي أَنَا هُوَ الرَّبُّ إِلَهُكَ، قُدُّوسُ إِسْرَائِيلَ مُخَلِّصُكَ، قَدْ جَعَلْتُ مِصْرَ فِدْيَةً عَنْكَ وَكُوشَ وَسَبَأَ عِوَضاً عَنْكَ."
  },
  "4": {
    "en": "Since you are precious and honored in my sight,\n    and because I love you,\nI will give people in exchange for you,\n    nations in exchange for your life.",
    "ar": "إِذْ أَصْبَحْتَ كَرِيماً فِي عَيْنَيَّ، وَعَزِيزاً وَمَحْبُوباً، فَقَدْ بَادَلْتُ أُنَاساً بِكَ، وَقَايَضْتُ أُمَماً عِوَضاً عَنْ حَيَاتِكَ."
  },
  "5": {
    "en": "Do not be afraid, for I am with you;\n    I will bring your children from the east\n    and gather you from the west.",
    "ar": "لَا تَجْزَعْ لأَنِّي مَعَكَ. سَأَلِمُّ شَتَاتَ ذُرِّيَّتِكَ مِنَ الْمَشْرِقِ، وَأَجْمَعُكَ مِنَ الْمَغْرِبِ."
  },
  "6": {
    "en": "I will say to the north, ‘Give them up!’\n    and to the south, ‘Do not hold them back.’\nBring my sons from afar\n    and my daughters from the ends of the earth—",
    "ar": "أَقُولُ لِلشِّمَالِ: أَطْلِقْهُمْ مِنْ عِقَالِكَ، وَللْجَنُوبِ لَا تَحْجِزْهُمْ. اجْمَعْ أَبْنَائِي مِنْ بَعِيدٍ وَبَنَاتِي مِنْ أَقَاصِي الأَرْضِ،"
  },
  "7": {
    "en": "everyone who is called by my name,\n    whom I created for my glory,\n    whom I formed and made.”",
    "ar": "كُلَّ مَنْ يُدْعَى بِاسْمِي مِمَّنْ خَلَقْتُهُ لِمَجْدِي وَجَبَلْتُهُ وَصَنَعْتُهُ»."
  },
  "8": {
    "en": "Lead out those who have eyes but are blind,\n    who have ears but are deaf.",
    "ar": "أَخْرِجِ الشَّعْبَ الأَعْمَى وَإِنْ كَانَتْ لَهُ عُيُونٌ، وَالأَصَمَّ وَإِنْ كَانَتْ لَهُ آذَانٌ."
  },
  "9": {
    "en": "All the nations gather together\n    and the peoples assemble.\nWhich of their gods foretold this\n    and proclaimed to us the former things?\nLet them bring in their witnesses to prove they were right,\n    so that others may hear and say, “It is true.”",
    "ar": "لِتَجْتَمِعِ الأُمَمُ بِأَسْرِهَا، وَلْتَحْتَشِدِ الشُّعُوبُ. مَنْ مِنْهُمْ يُنْبِئُ بِهَذَا، وَيُخْبِرُنَا بِالأُمُورِ السَّالِفَةِ؟ لِيُقَدِّمُوا شُهُودَهُمْ إِثْبَاتاً لِصِدْقِهِمْ، أَوْ لِيَسْمَعُوا وَيَقُولُوا: هَذَا صِدْقٌ."
  },
  "10": {
    "en": "“You are my witnesses,” declares the Lord,\n    “and my servant whom I have chosen,\nso that you may know and believe me\n    and understand that I am he.\nBefore me no god was formed,\n    nor will there be one after me.",
    "ar": "أَنْتُمْ شُهُودِي يَقُولُ الرَّبُّ، وَعَبْدِي الَّذِي اصْطَفَيْتُهُ، لِتَعْلَمُوا وَتُؤْمِنُوا بِي، وَتُدْرِكُوا أَنِّي أَنَا أَنَا هُوَ اللهُ، لَمْ يُوْجَدْ إِلَهٌ قَبْلِي وَلا يَكُونُ إِلَهٌ بَعْدِي."
  },
  "11": {
    "en": "I, even I, am the Lord,\n    and apart from me there is no savior.",
    "ar": "أَنَا هُوَ الرَّبُّ، وَلا مُخَلِّصَ غَيْرِي."
  },
  "12": {
    "en": "I have revealed and saved and proclaimed—\n    I, and not some foreign god among you.\nYou are my witnesses,” declares the Lord, “that I am God.",
    "ar": "إِنِّي أَنْبَأْتُ وَخَلَّصْتُ وَأَعْلَنْتُ أَنَا، وَلَيْسَ إِلَهٌ غَرِيبٌ بَيْنَكُمْ. أَنْتُمْ شُهُودِي أَنِّي أَنَا اللهُ، يَقُولُ الرَّبُّ."
  },
  "13": {
    "en": "Yes, and from ancient days I am he.\nNo one can deliver out of my hand.\n    When I act, who can reverse it?”",
    "ar": "مُنْذُ الْبَدْءِ أَنَا هُوَ اللهُ وَلَيْسَ مُنْقِذٌ مِنْ يَدِي. أَفْعَلُ وَمَنْ يُبْطِلُ عَمَلِي؟"
  },
  "14": {
    "en": "This is what the Lord says—\n    your Redeemer, the Holy One of Israel:\n“For your sake I will send to Babylon\n    and bring down as fugitives all the Babylonians,\n    in the ships in which they took pride.",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ فَادِيكُمْ قُدُّوسُ إِسْرَائِيلَ، هَا أَنَا مِنْ أَجْلِكُمْ أَرْسَلْتُ إِلَى بَابِلَ لأُحَطِّمَ الْمَغَالِيقَ، فَيُصْبِحُ الْبَابِلِيُّونَ فِي سُفُنِهِمِ الَّتِي يُبَاهُونَ بِها مَطْرُودِينَ هَارِبِينَ."
  },
  "15": {
    "en": "I am the Lord, your Holy One,\n    Israel’s Creator, your King.”",
    "ar": "أَنَا هُوَ الرَّبُّ قُدُّوسُكُمْ خَالِقُ إِسْرَائِيلَ وَمَلِكُكُمْ."
  },
  "16": {
    "en": "This is what the Lord says—\n    he who made a way through the sea,\n    a path through the mighty waters,",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ الصَّانِعُ فِي الْبَحْرِ طَرِيقاً، وَمَمَرّاً فِي اللُّجَجِ الْعَمِيقَةِ،"
  },
  "17": {
    "en": "who drew out the chariots and horses,\n    the army and reinforcements together,\nand they lay there, never to rise again,\n    extinguished, snuffed out like a wick:",
    "ar": "الَّذِي يَسْتَدْرِجُ الْمَرْكَبَاتِ وَالْخُيُولَ وَالْجَيْشَ وَالْمُقَاتِلِينَ، فَيَسْقُطُونَ صَرْعَى جَمِيعاً وَلا يَقُومُونَ، وَيَخْمُدُونَ كَفَتِيلَةٍ وَيَنْطَفِئُونَ."
  },
  "18": {
    "en": "“Forget the former things;\n    do not dwell on the past.",
    "ar": "وَلَكِنَّكُمْ لَا تَتَذَكَّرُونَ الأُمُورَ السَّالِفَةَ وَلا تَعْتَبِرُونَ بِالأَحْدَاثِ الغَابِرَةِ"
  },
  "19": {
    "en": "See, I am doing a new thing!\n    Now it springs up; do you not perceive it?\nI am making a way in the wilderness\n    and streams in the wasteland.",
    "ar": "انْظُرُوا، هَا أَنَا أُنْجِزُ أَمْراً جَدِيداً يَنْشَأُ الآنَ، أَلا تَعْرِفُونَهُ؟ أَشُقُّ فِي الْبَرِّيَّةِ طَرِيقاً، وَفِي الصَّحْرَاءِ أَنْهَاراً،"
  },
  "20": {
    "en": "The wild animals honor me,\n    the jackals and the owls,\nbecause I provide water in the wilderness\n    and streams in the wasteland,\nto give drink to my people, my chosen,",
    "ar": "فَيُكْرِمُنِي وَحْشُ الصَّحْرَاءِ: الذِّئَابُ وَالنَّعَامُ لأَنِّي فَجَّرْتُ فِي الْقَفْرِ مَاءً، وَفِي الصَّحْرَاءِ أَنْهَاراً لأَسْقِيَ شَعْبِي الَّذِي اخْتَرْتُهُ،"
  },
  "21": {
    "en": "the people I formed for myself\n    that they may proclaim my praise.",
    "ar": "وَجَبَلْتُهُ لِنَفْسِي لِيُذِيعَ حَمْدِي."
  },
  "22": {
    "en": "“Yet you have not called on me, Jacob,\n    you have not wearied yourselves for me, Israel.",
    "ar": "وَلَكِنَّكَ لَمْ تَلْتَمِسْنِي يَا يَعْقُوبُ، بَلْ سَئِمْتَ مِنِّي يَا إِسْرَائِيلُ."
  },
  "23": {
    "en": "You have not brought me sheep for burnt offerings,\n    nor honored me with your sacrifices.\nI have not burdened you with grain offerings\n    nor wearied you with demands for incense.",
    "ar": "لَمْ تَأْتِنِي بِشَاةٍ لِذَبِيحَةِ مُحْرَقَةٍ، وَلَمْ تُكْرِمْنِي بِقَرَابِينِكَ، مَعَ أَنِّي لَمْ أُثَقِّلْ عَلَيْكَ بِتَقْدِمَةٍ، وَلا أَرْهَقْتُكَ بِطَلَبِ اللُّبَانِ."
  },
  "24": {
    "en": "You have not bought any fragrant calamus for me,\n    or lavished on me the fat of your sacrifices.\nBut you have burdened me with your sins\n    and wearied me with your offenses.",
    "ar": "لَمْ تَشْتَرِ لِي بَخُوراً ذَكِيَّ الرَّائِحَةِ، وَلَمْ تُشْبِعْنِي بِشَحْمِ ذَبَائِحِكَ. إِنَّمَا أَعْيَيْتَنِي بِثِقْلِ آثَامِكَ وَأَرْهَقْتَنِي بِذُنُوبِكَ."
  },
  "25": {
    "en": "“I, even I, am he who blots out\n    your transgressions, for my own sake,\n    and remembers your sins no more.",
    "ar": "أَنَا، أَنَا هُوَ الْمَاحِي ذُنُوبَكَ مِنْ أَجْلِ ذَاتِي، وَخَطَايَاكَ لَنْ أَذْكُرَهَا."
  },
  "26": {
    "en": "Review the past for me,\n    let us argue the matter together;\n    state the case for your innocence.",
    "ar": "هَيَّا إِلَى الْمُحَاكَمَةِ، وَاعْرِضْ عَلَيَّ دَعْوَاكَ، لِتَتَبَرَّرَ"
  },
  "27": {
    "en": "Your first father sinned;\n    those I sent to teach you rebelled against me.",
    "ar": "قَدْ أَخْطَأَ أَبُوكَ الأَوَّلُ، وَوُسَطَاؤُكَ عَصَوْا عَلَيَّ،"
  },
  "28": {
    "en": "So I disgraced the dignitaries of your temple;\n    I consigned Jacob to destruction\n    and Israel to scorn.",
    "ar": "لِذَلِكَ أُدَنِّسُ عُظَمَاءَ مَقَادِسِي وَأَقْضِي عَلَى إِسْرَائِيلَ بِالْهَلاكِ وَأَتْرُكُهُ عُرْضَةً لِلْخِزْيِ وَالْعَارِ."
  }
}