{
  "1": {
    "en": "“But now listen, Jacob, my servant,\n    Israel, whom I have chosen.",
    "ar": "أَمَّا الآنَ فَاسْمَعْ يَا يَعْقُوبُ عَبْدِي، وَيَا إِسْرَائِيلُ الَّذِي اصْطَفَيْتُهُ."
  },
  "2": {
    "en": "This is what the Lord says—\n    he who made you, who formed you in the womb,\n    and who will help you:\nDo not be afraid, Jacob, my servant,\n    Jeshurun, whom I have chosen.",
    "ar": "أَنَا خَالِقُكُمْ مِنَ الرَّحِمِ وَمُعِينُكُمْ، لَا تَخَفْ يَا عَبْدِي يَعْقُوبُ وَلا تَجْزَعِي يَا أُورُشَلِيمُ الَّتِي اخْتَرْتُهَا."
  },
  "3": {
    "en": "For I will pour water on the thirsty land,\n    and streams on the dry ground;\nI will pour out my Spirit on your offspring,\n    and my blessing on your descendants.",
    "ar": "لأَنِّي سَأَسْكُبُ مَاءً عَلَى الأَرْضِ الْظَّمْأَى، وَأُجْرِي السُّيُولَ عَلَى التُّرْبَةِ الْيَابِسَةِ، وَأَفِيضُ بِرُوحِي عَلَى ذُرِّيَّتِكَ، وَبَرَكَاتِي عَلَى نَسْلِكَ."
  },
  "4": {
    "en": "They will spring up like grass in a meadow,\n    like poplar trees by flowing streams.",
    "ar": "فَيَنْبُتُونَ بَيْنَ الْعُشْبِ مُزْهِرِينَ كَالْصَّفْصَافِ عِنْدَ مَجَارِي الْمِيَاهِ."
  },
  "5": {
    "en": "Some will say, ‘I belong to the Lord’;\n    others will call themselves by the name of Jacob;\nstill others will write on their hand, ‘The Lord’s,’\n    and will take the name Israel.",
    "ar": "وَيَقُولُونَ بِمِلْءِ أَفْوَاهِهِمْ: «أَنَا عَبْدُ الرَّبِّ. أَنَا ابْنُ يَعْقُوبَ». وَيَكْتُبُ عَلَى يَدِهِ اسْمَ اللهِ، وَبِاسْمِ إِسْرَائِيلَ يُلَقَّبُ."
  },
  "6": {
    "en": "“This is what the Lord says—\n    Israel’s King and Redeemer, the Lord Almighty:\nI am the first and I am the last;\n    apart from me there is no God.",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ الْقَدِيرُ مَلِكُ إِسْرَائِيلَ وَفَادِيهِ: «أَنَا هُوَ الأَوَّلُ وَالآخِرُ، وَلا إِلَهَ غَيْرِي."
  },
  "7": {
    "en": "Who then is like me? Let him proclaim it.\n    Let him declare and lay out before me\nwhat has happened since I established my ancient people,\n    and what is yet to come—\n    yes, let them foretell what will come.",
    "ar": "مَنْ مِثْلِي فَلْيُخْبِرْ بِذَلِكِ، وَيُعْلِنْهُ وَيَعْرِضْ أَمَامِي أَحْدَاثَ الأَيَّامِ الْغَابِرَةِ مُنْذُ أَنْ أَنْشَأْتُ شَعْبِي الْقَدِيمَ، وَمَا سَيَجِيءُ بِهِ الْغَدُ، وَلْيَكْشِفْ عَنْ حَوَادِثِ الزَّمَنِ الْمُقْبِلِ."
  },
  "8": {
    "en": "Do not tremble, do not be afraid.\n    Did I not proclaim this and foretell it long ago?\nYou are my witnesses. Is there any God besides me?\n    No, there is no other Rock; I know not one.”",
    "ar": "لَا تَجْزَعُوا وَلا تَفْزَعُوا، أَلَمْ أُخْبِرْكُمْ بِهَذَا وَأُنْبِئْكُمْ بِهِ مُنْذُ زَمَنٍ بَعِيدٍ؟ أَنْتُمْ شُهُودِي. هَلْ هُنَاكَ إِلْهٌ غَيْرِي؟ هَلْ هُنَاكَ صَخْرَةٌ أُخْرَى لَا عِلْمَ لِي بِوُجُودِهَا؟»"
  },
  "9": {
    "en": "All who make idols are nothing,\n    and the things they treasure are worthless.\nThose who would speak up for them are blind;\n    they are ignorant, to their own shame.",
    "ar": "كُلُّ صَانِعِي التَّمَاثِيلِ لَا جَدْوَى مِنْهُمْ، وَمُشْتَهَيَاتُهُمْ لَا طَائِلَ مِنْهَا. وَهُمْ شُهُودٌ عَلَيْهَا أَنَّهَا لَا تُبْصِرُ وَلا تَعْلَمُ لِكَيْ يَخْزَوْا."
  },
  "10": {
    "en": "Who shapes a god and casts an idol,\n    which can profit nothing?",
    "ar": "مَنْ يُصَوِّرُ صَنَماً أَوْ يَسْبِكُ تِمْثَالاً لَا تُرْتَجَى مِنْهُ فَائِدَةٌ؟"
  },
  "11": {
    "en": "People who do that will be put to shame;\n    such craftsmen are only human beings.\nLet them all come together and take their stand;\n    they will be brought down to terror and shame.",
    "ar": "هَذَا وَأَمْثَالُهُ يَلْحَقُ بِهِمِ الْعَارُ لأَنَّ الصُّنَّاعَ لَيْسُوا سِوَى بَشَرٍ. فَلْيَجْتَمِعُوا إِذاً وَيَمْثُلُوا أَمَامِي، فَيَنْتَابَهُمْ رُعْبٌ وَيَخْزَوْا مَعاً."
  },
  "12": {
    "en": "The blacksmith takes a tool\n    and works with it in the coals;\nhe shapes an idol with hammers,\n    he forges it with the might of his arm.\nHe gets hungry and loses his strength;\n    he drinks no water and grows faint.",
    "ar": "يَصْنَعُ الْحَدَّادُ فَأْساً بَعْدَ أَنْ يُقَلِّبَهَا فِي جَمَرَاتِ الْكُورِ وَيَطْرُقَهَا، وَيُشَكِّلَهَا بِذِرَاعِهِ الْقَوِيَّةِ. لَا يَعْبَأُ بِالْجُوعِ وَلا بِنُضُوبِ قُوَّتِهِ، وَلا بِالْعَطَشِ وَالإِعْيَاءِ."
  },
  "13": {
    "en": "The carpenter measures with a line\n    and makes an outline with a marker;\nhe roughs it out with chisels\n    and marks it with compasses.\nHe shapes it in human form,\n    human form in all its glory,\n    that it may dwell in a shrine.",
    "ar": "ثُمَّ يَأْتِي نَجَّارٌ فَيَتَنَاوَلُ قِطْعَةَ خَشَبٍ وَيَمُدُّ عَلَيْهَا الْخَيْطَ وَيُعَلِّمُهَا وَيُنَعِّمُهَا وَيَحْفُرُ عَلَيْهَا بِالبِرْكَارِ صُورَةَ إِنْسَانٍ سَاحِرِ الْجَمَالِ لِيَنْصُبَهُ صَنَماً فِي مَنْزِلٍ."
  },
  "14": {
    "en": "He cut down cedars,\n    or perhaps took a cypress or oak.\nHe let it grow among the trees of the forest,\n    or planted a pine, and the rain made it grow.",
    "ar": "يَقْطَعُ شَجَرَةَ أَرْزٍ أَوْ يَخْتَارُ سِنْدِيَاناً أَوْ بَلُّوطاً. يَتْرُكُهَا تَنْمُو بَيْنَ أَشْجَارِ الْغَابَةِ. أَوْ يَزْرَعُ شَجَرَةَ صَنُوبَرٍ فَيُنْمِيهَا الْمَطَرُ."
  },
  "15": {
    "en": "It is used as fuel for burning;\n    some of it he takes and warms himself,\n    he kindles a fire and bakes bread.\nBut he also fashions a god and worships it;\n    he makes an idol and bows down to it.",
    "ar": "ثُمَّ تُصْبِحُ وَقُوداً لِنِيرَانِ النَّاسِ: يَأْخُذُ بَعْضاً مِنْهَا لِيُدْفِئَ نَفْسَهُ، أَوْ يُوْقِدَهُ لِيَخْبِزَ خُبْزَهُ، أَوْ يَنْحَتَ مِنْهُ إِلَهاً يَعْبُدُهُ، يَصْنَعُ مِنْهُ تِمْثَالاً يَخُرُّ أَمَامَهُ سَاجِداً."
  },
  "16": {
    "en": "Half of the wood he burns in the fire;\n    over it he prepares his meal,\n    he roasts his meat and eats his fill.\nHe also warms himself and says,\n    “Ah! I am warm; I see the fire.”",
    "ar": "يُوْقِدُ نِصْفَهُ فِي النَّارِ وَعَلَى نِصْفِهِ الآخَرِ يَأْكُلُ لَحْماً، يَشْوِي شِوَاءً وَيَشْبَعُ، وَيُدْفِئُ نَفْسَهُ قَائِلاً: آهِ، أَنَا مُسْتَدْفِئٌ، وَأَرَى نَاراً."
  },
  "17": {
    "en": "From the rest he makes a god, his idol;\n    he bows down to it and worships.\nHe prays to it and says,\n    “Save me! You are my god!”",
    "ar": "وَيَصْنَعُ مَا تَبَقَّى مِنْهُ إِلَهاً، صَنَماً يَخُرُّ أَمَامَهُ سَاجِداً مُبْتَهِلاً إِلَيْهِ قَائِلاً: أَنْقِذْنِي. أَنْتَ إِلَهِي."
  },
  "18": {
    "en": "They know nothing, they understand nothing;\n    their eyes are plastered over so they cannot see,\n    and their minds closed so they cannot understand.",
    "ar": "إِنَّهُمْ لَا يَفْقَهُونَ وَلا يُدْرِكُونَ، إِذْ غُشِيَ عَلَى عُيُونِهِمْ فَلا يُبْصِرُونَ، وَأُغْلِقَ عَلَى قُلُوبِهِمْ فَلا يَفْهَمُونَ."
  },
  "19": {
    "en": "No one stops to think,\n    no one has the knowledge or understanding to say,\n“Half of it I used for fuel;\n    I even baked bread over its coals,\n    I roasted meat and I ate.\nShall I make a detestable thing from what is left?\n    Shall I bow down to a block of wood?”",
    "ar": "لَيْسَ مِنْ مُتَأَمِّلٍ أَوْ ذِي مَعْرِفَةٍ أَوْ إِدْرَاكٍ يَقُولُ: قَدْ أَحْرَقْتُ نِصْفَ الشَّجْرَةِ بِالنَّارِ وَخَبَزْتُ خُبْزِي عَلَى جَمْرَاتِهَا، شَوَيْتُ لَحْماً عَلَيْهَا وَأَكَلْتُهُ. أَفَأَصْنَعُ مِنْ بَقِيَّتِهَا رِجْساً وَأَسْجُدُ أَمَامَ قِطْعَةِ خَشَبٍ؟"
  },
  "20": {
    "en": "Such a person feeds on ashes; a deluded heart misleads him;\n    he cannot save himself, or say,\n    “Is not this thing in my right hand a lie?”",
    "ar": "لَكَأَنَّهُ يَأْكُلُ الرَّمَادَ! يَجْرِي وَرَاءَ سَرَابٍ وَيعْجَزُ عَنْ إِنْقَاذِ نَفْسِهِ أَوْ الاعْتِرَافِ أَنَّ الصَّنَمَ الَّذِي يُمْسِكُهُ بِيَدِهِ هُوَ مَحْضُ ضَلالٍ!"
  },
  "21": {
    "en": "“Remember these things, Jacob,\n    for you, Israel, are my servant.\nI have made you, you are my servant;\n    Israel, I will not forget you.",
    "ar": "اذْكُرْ هَذِهِ الأُمُورَ يَا يَعْقُوبُ، لأَنَّكَ أَنْتَ عَبْدِي يَا إِسْرَائِيلُ، قَدْ جَبَلْتُكَ فَأَنْتَ عَبْدِي، وَأَنَا لَا أَنْسَاكَ يَا إِسْرَائِيلُ."
  },
  "22": {
    "en": "I have swept away your offenses like a cloud,\n    your sins like the morning mist.\nReturn to me,\n    for I have redeemed you.”",
    "ar": "قَدْ مَحَوْتُ كَغَيْمَةٍ عَابِرَةٍ ذُنُوبَكَ، وَكَسَحَابَةٍ خَطَايَاكَ. ارْجِعْ تَائِباً إِلَيَّ لأَنِّي قَدْ فَدَيْتُكَ."
  },
  "23": {
    "en": "Sing for joy, you heavens, for the Lord has done this;\n    shout aloud, you earth beneath.\nBurst into song, you mountains,\n    you forests and all your trees,\nfor the Lord has redeemed Jacob,\n    he displays his glory in Israel.",
    "ar": "تَرَنَّمِي أَيَّتُهَا السَّمَاوَاتُ لأَنَّ الرَّبَّ قَدْ أَنْجَزَ فِعْلَهُ. اهْتِفِي يَا أَعْمَاقَ الأَرْضِ، وَتَفَجَّرِي غِنَاءً يَا جِبَالُ وَيَا غَابَاتُ وَكُلُّ مَا فِيهَا مِنْ شَجَرٍ، لأَنَّ الرَّبَّ قَدِ افْتَدَى يَعْقُوبَ وَتَمَجَّدَ فِي إِسْرَائِيلَ."
  },
  "24": {
    "en": "“This is what the Lord says—\n    your Redeemer, who formed you in the womb:\nI am the Lord,\n    the Maker of all things,\n    who stretches out the heavens,\n    who spreads out the earth by myself,",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ فَادِيكَ وَجَابِلُكَ مِنَ الرَّحْمِ: «أَنَا هُوَ الرَّبُّ صَانِعُ كُلِّ الأَشْيَاءِ، الَّذِي نَشَرَ السَّمَاوَاتِ وَحْدَهُ، وَبَسَطَ الأَرْضَ بِنَفْسِهِ. مَنْ كَانَ مَعِي حِينَذَاكَ؟"
  },
  "25": {
    "en": "who foils the signs of false prophets\n    and makes fools of diviners,\nwho overthrows the learning of the wise\n    and turns it into nonsense,",
    "ar": "يَكْشِفُ نِفَاقَ الْمُخَادِعِينَ، وَيَفْضَحُ حُمْقَ الْعَرَّافِينَ، وَيُبْطِلُ مَشُورَةَ الْحُكَمَاءِ تَسْفِيهاً لِعِلْمِهِمْ."
  },
  "26": {
    "en": "who carries out the words of his servants\n    and fulfills the predictions of his messengers,\nwho says of Jerusalem, ‘It shall be inhabited,’\n    of the towns of Judah, ‘They shall be rebuilt,’\n    and of their ruins, ‘I will restore them,’",
    "ar": "أَنَا هُوَ مُتَمِّمُ كَلامِ عَبْدِهِ، وَمُحَقِّقُ مَشُورَةِ رُسُلِهِ، الْقَائِلُ عَنْ أُورُشَلِيمَ: لابُدَّ أَنْ تَعُودَ عَامِرَةً وَعَنْ مُدُنِ يَهُوذَا: لابُدَّ أَنْ تُبْنَى، وَأَنَا أُعِيدُ تَشْيِيدَ خِرَبِهَا."
  },
  "27": {
    "en": "who says to the watery deep, ‘Be dry,\n    and I will dry up your streams,’",
    "ar": "الْقَائِلُ لِلُّجَّةِ: جِفِّي وَأَنَا أُنَشِّفُ أَنْهَارَكِ."
  },
  "28": {
    "en": "who says of Cyrus, ‘He is my shepherd\n    and will accomplish all that I please;\nhe will say of Jerusalem, “Let it be rebuilt,”\n    and of the temple, “Let its foundations be laid.”’",
    "ar": "الْقَائِلُ عَنْ كُورُشَ: هُوَ رَاعِيَّ الَّذِي يُلَبِّي كُلَّ رَغْبَاتِي وَالْقَائِلُ عَنْ أُورُشَلِيمَ: لابُدَّ أَنْ تُبْنَى وَعَنِ الْهَيْكَلِ: لابُدَّ أَنْ يُؤَسَّسَ»."
  }
}