{
  "1": {
    "en": "“Go down, sit in the dust,\n    Virgin Daughter Babylon;\nsit on the ground without a throne,\n    queen city of the Babylonians.\nNo more will you be called\n    tender or delicate.",
    "ar": "انْزِلِي وَاجْلِسِي عَلَى التُّرَابِ أَيَّتُهَا الْعَذْرَاءُ ابْنَةُ بَابِلَ. اجْلِسِي عَلَى الأَرْضِ لَا عَلَى الْعَرْشِ يَا ابْنَةَ الْكَلْدَانِيِّينَ، لأَنَّكِ لَنْ تُدْعَيْ مِنْ بَعْدُ النَّاعِمَةَ الْمُتَرَفِّهَةَ."
  },
  "2": {
    "en": "Take millstones and grind flour;\n    take off your veil.\nLift up your skirts, bare your legs,\n    and wade through the streams.",
    "ar": "خُذِي حَجَرَيِ الرَّحَى وَاطْحَنِي الدَّقِيقَ. اكْشِفِي نِقَابَكِ، وَشَمِّرِي عَنِ الذَّيْلِ، وَاكْشِفِي عَنِ السَّاقِ، وَاعْبُرِي الأَنْهَارَ،"
  },
  "3": {
    "en": "Your nakedness will be exposed\n    and your shame uncovered.\nI will take vengeance;\n    I will spare no one.”",
    "ar": "فَيَظَلَّ عُرْيُكِ مَكْشُوفاً وَعَارُكِ ظَاهِراً، فَإِنِّي أَنْتَقِمُ وَلا أَعْفُو عَنْ أَحَدٍ."
  },
  "4": {
    "en": "Our Redeemer—the Lord Almighty is his name—\n    is the Holy One of Israel.",
    "ar": "إِنَّ فَادِينَا، الرَّبَّ الْقَدِيرَ اسْمُهُ، هُوَ قُدُّوسُ إِسْرَائِيلَ."
  },
  "5": {
    "en": "“Sit in silence, go into darkness,\n    queen city of the Babylonians;\nno more will you be called\n    queen of kingdoms.",
    "ar": "اجْلِسِي صَامِتَةً وَأَوْغِلِي فِي الظَّلامِ يَا ابْنَةَ الْكَلْدَانِيِّينَ، لأَنَّكِ لَنْ تُدْعَيْ بَعْدُ سَيِّدَةَ الْمَمَالِكِ."
  },
  "6": {
    "en": "I was angry with my people\n    and desecrated my inheritance;\nI gave them into your hand,\n    and you showed them no mercy.\nEven on the aged\n    you laid a very heavy yoke.",
    "ar": "قَدْ سَخِطْتُ عَلَى شَعْبِي وَنَجَّسْتُ مِيرَاثِي. أَسْلَمْتُهُمْ إِلَى يَدَيْكِ، فَلَمْ تُبْدِي نَحْوَهُمْ رَحْمَةً بَلْ أَرْهَقْتِ الشَّيْخَ بِنِيرِكِ الثَّقِيلِ جِدّاً."
  },
  "7": {
    "en": "You said, ‘I am forever—\n    the eternal queen!’\nBut you did not consider these things\n    or reflect on what might happen.",
    "ar": "وَقُلْتِ: سَأَظَلُّ السَّيِّدَةَ إِلَى الأَبَدِ. لِذَلِكَ لَمْ تُفَكِّرِي بِهَذِهِ الأُمُورِ فِي نَفْسِكِ وَلا تَأَمَّلْتِ بِمَا تَؤُولُ إِلَيْهِ."
  },
  "8": {
    "en": "“Now then, listen, you lover of pleasure,\n    lounging in your security\nand saying to yourself,\n    ‘I am, and there is none besides me.\nI will never be a widow\n    or suffer the loss of children.’",
    "ar": "فَالآنَ اسْمَعِي هَذَا أَيَّتُهَا الْمُتَرَفِّهَةُ الْمُتَنَعِّمَةُ الْمُطْمَئِنَّةُ، الْقَائِلَةُ فِي قَلْبِهَا: أَنَا وَحْدِي وَلَيْسَ هُنَاكَ غَيْرِي، لَنْ أَعْرِفَ التَّرَمُّلَ وَلَنْ أُثْكَلَ"
  },
  "9": {
    "en": "Both of these will overtake you\n    in a moment, on a single day:\n    loss of children and widowhood.\nThey will come upon you in full measure,\n    in spite of your many sorceries\n    and all your potent spells.",
    "ar": "لِذَلِكَ سَتُبْتَلِينَ بِكِلا الأَمْرَيْنِ مَعاً فِي لَحْظَةٍ، فِي يَوْمٍ وَاحِدٍ، إِذْ تُثْكَلِينَ وَتَتَرَمَّلِينَ حَتَّى النِّهَايَةِ عَلَى الرَّغْمِ مِنْ كَثْرَةِ سِحْرِكِ وَقُوَّةِ رُقَاكِ."
  },
  "10": {
    "en": "You have trusted in your wickedness\n    and have said, ‘No one sees me.’\nYour wisdom and knowledge mislead you\n    when you say to yourself,\n    ‘I am, and there is none besides me.’",
    "ar": "قَدْ تَوَلَّتْكِ طُمَأْنِينَةٌ فِي شَرِّكِ، وَقُلْتِ: لَا يَرَانِي أَحَدٌ وَلَكِنَّ حِكْمَتَكِ وَمَعْرِفَتَكِ أَضَلَّتَاكِ، فَقُلْتِ فِي نَفْسِكِ: أَنَا وَحْدِي، وَلَيْسَ هُنَاكَ غَيْرِي."
  },
  "11": {
    "en": "Disaster will come upon you,\n    and you will not know how to conjure it away.\nA calamity will fall upon you\n    that you cannot ward off with a ransom;\na catastrophe you cannot foresee\n    will suddenly come upon you.",
    "ar": "سَيَدْهَمُكِ شَرٌّ لَا تَدْرِينَ كَيْفَ تَدْفَعِينَهُ عَنْكِ، وَتُبَاغِتُكِ دَاهِيَةٌ تَعْجَزِينَ عَنِ التَّكْفِيرِ عَنْهَا، وَيُفَاجِئُكِ خَرَابٌ لَا تَتَوَقَّعِينَهُ."
  },
  "12": {
    "en": "“Keep on, then, with your magic spells\n    and with your many sorceries,\n    which you have labored at since childhood.\nPerhaps you will succeed,\n    perhaps you will cause terror.",
    "ar": "تَشَبَّثِي بِرُقَاكِ وَكَثْرَةِ سِحْرِكِ الَّتِي تَعِبْتِ فِيهَا مُنْذُ صِبَاكِ، فَقَدْ يُحَالِفُكِ النَّجَاحُ أَوْ تُثِيرِينَ الرُّعْبَ."
  },
  "13": {
    "en": "All the counsel you have received has only worn you out!\n    Let your astrologers come forward,\nthose stargazers who make predictions month by month,\n    let them save you from what is coming upon you.",
    "ar": "لَقَدْ ضَعُفْتِ مِنْ كَثْرَةِ طَلَبِ الْمَشُورَةِ، فَادْعِي الْمُنَجِّمِينَ وَالْفَلَكِيِّينَ لِيَكْشِفُوا لَكِ طَوَالِعَ الْمُسْتَقْبَلِ وَيُنْقِذُوكِ مِمَّا يَأْتِي عَلَيْكِ."
  },
  "14": {
    "en": "Surely they are like stubble;\n    the fire will burn them up.\nThey cannot even save themselves\n    from the power of the flame.\nThese are not coals for warmth;\n    this is not a fire to sit by.",
    "ar": "غَيْرَ أَنَّهُمْ أَنْفُسَهُمْ أَصْبَحُوا كَالهَشِيمِ الَّذِي تَلْتَهِمُهُ النَّارُ عَاجِزِينَ عَنْ إِنْقَاذِ أَنْفُسِهِمْ وَإِنْقَاذِكِ مِنْ شِدَّةِ الَّلَهَبِ المُحْرِقِ، فَلا هُوَ جَمْرٌ لِلاسْتِدْفَاءِ وَلا هِيَ نَارٌ لِلْجُلُوسِ حَوْلَهَا."
  },
  "15": {
    "en": "That is all they are to you—\n    these you have dealt with\n    and labored with since childhood.\nAll of them go on in their error;\n    there is not one that can save you.",
    "ar": "هَكَذَا يَجْرِي عَلَى الَّذِينَ تَعِبْتِ فِيهِمْ وَتَاجَرُوا مَعَكِ مُنْذُ صِبَاكِ، قَدْ شَرَدَ كُلٌّ مِنْهُمْ فِي طَرِيقِهِ وَلَيْسَ مَنْ يُنْقِذُكِ."
  }
}