{
  "1": {
    "en": "This is what the Lord says:\n“Where is your mother’s certificate of divorce\n    with which I sent her away?\nOr to which of my creditors\n    did I sell you?\nBecause of your sins you were sold;\n    because of your transgressions your mother was sent away.",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ: أَيْنَ كِتَابُ طَلاقِ أُمِّكُمُ الَّذِي طَلَّقْتُهَا بِهِ؟ لِمَنْ مِنْ دَائِنِيَّ بِعْتُكُمْ؟ إِنَّمَا مِنْ أَجْلِ ذُنُوبِكُمْ قَدْ تَمَّ بَيْعُكُمْ، وَمِنْ جَرَّاءِ خَطَايَاكُمْ قَدْ طُلِّقَتْ أُمُّكُمْ."
  },
  "2": {
    "en": "When I came, why was there no one?\n    When I called, why was there no one to answer?\nWas my arm too short to deliver you?\n    Do I lack the strength to rescue you?\nBy a mere rebuke I dry up the sea,\n    I turn rivers into a desert;\ntheir fish rot for lack of water\n    and die of thirst.",
    "ar": "فَمَالِي إِذاً حِينَ أَتَيْتُ لَمْ أَجِدْ أَحَداً؟ نَادَيْتُ وَلا مِنْ مُجِيبٍ؟ هَلْ قَصَرَتْ يَدِي عَنِ الْفِدَاءِ؟ أَمْ لَمْ تَعُدْ لِي طَاقَةٌ عَلَى الإِنْقَاذِ؟ هَا أَنَا بِزَجْرَتِي أُجَفِّفُ الْبَحْرَ وَأُحَوِّلُ الأَنْهَارَ إِلَى صَحْرَاءَ يُنْتِنُ سَمَكُهَا لِخُلُوِّهَا مِنَ الْمَاءِ، فَيَمُوتُ مِنَ الْعَطَشِ."
  },
  "3": {
    "en": "I clothe the heavens with darkness\n    and make sackcloth its covering.”",
    "ar": "أُغَلِّفُ السَّمَاوَاتِ بالظُّلْمَةِ وَأَجْعَلُ الْمِسْحَ غِطَاءً لَهَا."
  },
  "4": {
    "en": "The Sovereign Lord has given me a well-instructed tongue,\n    to know the word that sustains the weary.\nHe wakens me morning by morning,\n    wakens my ear to listen like one being instructed.",
    "ar": "السَّيِّدُ الرَّبُّ وَهَبَنِي مَنْطِقَ الْعُلَمَاءِ لأَعْرِفَ كَيْفَ أُغِيثُ الْمُتْعَبَ بِكَلِمَةٍ، يُنَبِّهُنِي فِي كُلِّ صَبَاحٍ، وَيُرْهِفُ أُذُنِي حَتَّى أَسْمَعَ بِانْتِبَاهِ الْمُتَعَلِّمِينَ."
  },
  "5": {
    "en": "The Sovereign Lord has opened my ears;\n    I have not been rebellious,\n    I have not turned away.",
    "ar": "قَدْ فَتَحَ السَّيِّدُ الرَّبُّ أُذُنِي فَلَمْ أُعَانِدْ أَوْ أَتَرَاجَعْ إِلَى الْوَرَاءِ"
  },
  "6": {
    "en": "I offered my back to those who beat me,\n    my cheeks to those who pulled out my beard;\nI did not hide my face\n    from mocking and spitting.",
    "ar": "بَذَلْتُ ظَهْرِي لِلضَّارِبِينَ، وَخَدَّيَّ لِلنَّاتِفِينَ، وَلَمْ أَحْجُبْ وَجْهِي عَنِ الإِهَانَةِ وَالْبَصْقِ."
  },
  "7": {
    "en": "Because the Sovereign Lord helps me,\n    I will not be disgraced.\nTherefore have I set my face like flint,\n    and I know I will not be put to shame.",
    "ar": "لأَنَّ السَّيِّدَ الرَّبَّ يُغِيثُنِي فَلا أَخْزَى، لِذَلِكَ جَعَلْتُ وَجْهِي كَالصَّوَّانِ، لأَنِّي عَالِمٌ أَنَّنِي لَنْ أَخْزَى."
  },
  "8": {
    "en": "He who vindicates me is near.\n    Who then will bring charges against me?\n    Let us face each other!\nWho is my accuser?\n    Let him confront me!",
    "ar": "إِنَّ مُنْصِفِي قَرِيبٌ، فَمَنْ إِذاً يُخَاصِمُنِي؟ فَلْنَمْثُلْ مَعاً. مَنْ هُوَ خَصْمِي؟ فَلْيَتَقَدَّمْ مِنِّي."
  },
  "9": {
    "en": "It is the Sovereign Lord who helps me.\n    Who will condemn me?\nThey will all wear out like a garment;\n    the moths will eat them up.",
    "ar": "انْظُرُوا، هَا السَّيِّدُ الرَّبُّ يُغِيثُنِي فَمَنْ يَسْتَذْنِبُنِي؟ هَا هُمْ جَمِيعاً كَثَوْبٍ يَبْلَوْنَ وَيَأْكُلُهُمُ الْعُثُّ."
  },
  "10": {
    "en": "Who among you fears the Lord\n    and obeys the word of his servant?\nLet the one who walks in the dark,\n    who has no light,\ntrust in the name of the Lord\n    and rely on their God.",
    "ar": "مَنْ مِنْكُمْ يَتَّقِي الرَّبَّ وَيُطِيعُ صَوْتَ خَادِمِهِ؟ مَنِ الَّذِي يَسْلُكُ فِي الظُّلْمَةِ مِنْ غَيْرِ نُورٍ؟ فَلْيَتَّكِلْ عَلَى اسْمِ الرَّبِّ وَيَعْتَمِدْ عَلَى إِلَهِهِ."
  },
  "11": {
    "en": "But now, all you who light fires\n    and provide yourselves with flaming torches,\ngo, walk in the light of your fires\n    and of the torches you have set ablaze.\nThis is what you shall receive from my hand:\n    You will lie down in torment.",
    "ar": "انْظُرُوا، يَا جَمِيعَ مُوْقِدِي النَّارِ، الَّذِينَ يُضِيئُونَ لأَنْفُسِهِمْ مَشَاعِلَ، سِيرُوا فِي نُورِ نِيرَانِكُمْ، وَعَلَى وَهْجِ مَشَاعِلِكُمُ الَّتِي أَوْقَدْتُمُوهَا، وَهَذَا مَا تَنَالُونَهُ مِنْ يَدِي؛ تَضْطَجِعُونَ وَأَنْتُمْ تَتَضَوَّرُونَ مِنَ الأَلَمِ."
  }
}