{
  "1": {
    "en": "“Sing, barren woman,\n    you who never bore a child;\nburst into song, shout for joy,\n    you who were never in labor;\nbecause more are the children of the desolate woman\n    than of her who has a husband,”\nsays the Lord.",
    "ar": "تَرَنَّمِي أَيَّتُهَا الْعَاقِرُ الَّتِي لَمْ تُنْجِبْ، أَشِيدِي بِالتَّرَنُّمِ وَالْهُتَافِ يَا مَنْ لَمْ تُقَاسِي مِنَ الْمَخَاضِ، لأَنَّ أَبْنَاءَ الْمُسْتَوْحِشَةِ أَكْثَرُ مِنْ أَبْنَاءِ ذَاتِ الزَّوْجِ، يَقُولُ الرَّبُّ."
  },
  "2": {
    "en": "“Enlarge the place of your tent,\n    stretch your tent curtains wide,\n    do not hold back;\nlengthen your cords,\n    strengthen your stakes.",
    "ar": "وَسِّعِي فَسْحَةَ خَيْمَتِكِ وَابْسُطِي سَتَائِرَ مَسَاكِنِكِ، لَا تُضَيِّقِي. أَطِيلِي حِبَالَ خَيْمَتِكِ وَرَسِّخِي أَوْتَادَكِ،"
  },
  "3": {
    "en": "For you will spread out to the right and to the left;\n    your descendants will dispossess nations\n    and settle in their desolate cities.",
    "ar": "لأَنَّكِ سَتَمْتَدِّينَ يَمِيناً وَشِمَالاً، وَيَرِثُ نَسْلُكِ أُمَماً وَيُعْمِرُونَ الْمُدُنَ الْخَرِبَةَ،"
  },
  "4": {
    "en": "“Do not be afraid; you will not be put to shame.\n    Do not fear disgrace; you will not be humiliated.\nYou will forget the shame of your youth\n    and remember no more the reproach of your widowhood.",
    "ar": "لَا تَجْزَعِي لأَنَّكِ لَنْ تَخْزَيْ، وَلا تَخْجَلِي لأَنَّهُ لَنْ يَلْحَقَ بِكِ عَارٌ، فَأَنْتِ سَتَنْسَيْنَ خِزْيَ صِبَاكِ، وَلَنْ تَذْكُرِي مِنْ بَعْدُ عَارَ تَرَمُّلِكِ."
  },
  "5": {
    "en": "For your Maker is your husband—\n    the Lord Almighty is his name—\nthe Holy One of Israel is your Redeemer;\n    he is called the God of all the earth.",
    "ar": "لأَنَّ صَانِعَكِ هُوَ زَوْجُكِ، وَالرَّبُّ الْقَدِيرُ اسْمُهُ، وَفَادِيكِ هُوَ قُدُّوسُ إِسْرَائِيلَ الَّذِي يُدْعَى إِلَهَ كُلِّ الأَرْضِ."
  },
  "6": {
    "en": "The Lord will call you back\n    as if you were a wife deserted and distressed in spirit—\na wife who married young,\n    only to be rejected,” says your God.",
    "ar": "قَدْ دَعَاكِ الرَّبُّ كَزَوْجَةٍ مَهْجُورَةٍ مَكْرُوبَةِ الرُّوحِ، كَزَوْجَةِ عَهْدِ الصِّبَا الْمَنْبُوذَةِ، يَقُولُ الرَّبُّ."
  },
  "7": {
    "en": "“For a brief moment I abandoned you,\n    but with deep compassion I will bring you back.",
    "ar": "لَقَدْ هَجَرْتُكِ لَحْظَةً، وَلَكِنِّي بِمَرَاحِمَ كَثِيرَةٍ أَجْمَعُكِ."
  },
  "8": {
    "en": "In a surge of anger\n    I hid my face from you for a moment,\nbut with everlasting kindness\n    I will have compassion on you,”\n    says the Lord your Redeemer.",
    "ar": "فِي لَحْظَةِ غَضَبٍ جَامِحٍ حَجَبْتُ وَجْهِي عَنْكِ، وَلَكِنِّي بِحُبٍّ أَبَدِيٍّ أَرْحَمُكِ، يَقُولُ الرَّبُّ فَادِيكِ."
  },
  "9": {
    "en": "“To me this is like the days of Noah,\n    when I swore that the waters of Noah would never again cover the earth.\nSo now I have sworn not to be angry with you,\n    never to rebuke you again.",
    "ar": "لأَنَّ هَذَا الأَمْرَ نَظِيرُ أَيَّامِ نُوحٍ، حِينَ أَقْسَمْتُ أَنْ لَا تَعُودَ مِيَاهُ طُوفَانٍ تَفِيضُ عَلَى الأَرْضِ، كَذَلِكَ أَقْسَمْتُ أَنْ لَا أَغْضَبَ عَلَيْكِ أَوْ أَزْجُرَكِ."
  },
  "10": {
    "en": "Though the mountains be shaken\n    and the hills be removed,\nyet my unfailing love for you will not be shaken\n    nor my covenant of peace be removed,”\n    says the Lord, who has compassion on you.",
    "ar": "إِنَّ الْجِبَالَ تَزُولُ وَالتِّلالَ تَتَزَحْزَحُ، أَمَّا رَحْمَتِي الثَّابِتَةُ فَلا تُفَارِقُكِ، وَعَهْدُ سَلامِي لَا يَتَزَعْزَعُ، يَقُولُ الرَّبُّ رَاحِمُكِ."
  },
  "11": {
    "en": "“Afflicted city, lashed by storms and not comforted,\n    I will rebuild you with stones of turquoise,\n    your foundations with lapis lazuli.",
    "ar": "أَيَّتُهَا الْمَنْكُوبَةُ وَغَيْرُ الْمُتَعَزِّيَةِ، الَّتِي اقْتَلَعَتْهَا الْعَاصِفَةُ، هَا أَنَا أَبْنِي بِالأُثْمُدِ حِجَارَتَكِ، وَأُرْسِي أَسَاسَاتِكِ بِالْيَاقُوتِ الأَزْرَقِ،"
  },
  "12": {
    "en": "I will make your battlements of rubies,\n    your gates of sparkling jewels,\n    and all your walls of precious stones.",
    "ar": "وَأَصْنَعُ شُرَفَكِ مِنْ يَاقُوتٍ، وَأَبْوَابَكِ مِنْ حِجَارَةِ بَهْرَمَانَ، وَكُلَّ أَسْوَارِكِ مِنْ حِجَارَةٍ كَرِيمَةٍ"
  },
  "13": {
    "en": "All your children will be taught by the Lord,\n    and great will be their peace.",
    "ar": "يَكُونُ جَمِيعُ أَبْنَائِكِ تَلامِيذَ الرَّبِّ، وَيَعُمُّهُمْ سَلامٌ عَظِيمٌ."
  },
  "14": {
    "en": "In righteousness you will be established:\nTyranny will be far from you;\n    you will have nothing to fear.\nTerror will be far removed;\n    it will not come near you.",
    "ar": "بِالْبِرِّ يَتِمُّ تَرْسِيخُكِ، وَتَكُونِينَ بَعِيدَةً عَنْ كُلِّ ضِيقٍ فَلَنْ تَخَافِي، وَنَائِيَةً عَنِ الرُّعْبِ لأَنَّهُ لَنْ يَقْتَرِبَ مِنْكِ."
  },
  "15": {
    "en": "If anyone does attack you, it will not be my doing;\n    whoever attacks you will surrender to you.",
    "ar": "فَإِذَا حَشَدَ عَدُوٌّ جُيُوشَهُ لِقِتَالِكُمْ، فَلَنْ يَكُونَ ذَلِكَ بِأَمْرٍ مِنِّي، لِهَذَا أَقْضِي عَلَى كُلِّ مَنْ يُعَادِيكُمْ وَأَحْمِيكُمْ"
  },
  "16": {
    "en": "“See, it is I who created the blacksmith\n    who fans the coals into flame\n    and forges a weapon fit for its work.\nAnd it is I who have created the destroyer to wreak havoc;",
    "ar": "«هَا أَنَا قَدْ خَلَقْتُ الْحَدَّادَ الَّذِي يَنْفُخُ الْفَحْمَ فِي النَّارِ، وَيُخْرِجُ أَدَاةً يَعْمَلُ بِها، وَأَنَا الَّذِي خَلَقْتُ الْمُهْلِكَ الْمُدَمِّرَ."
  },
  "17": {
    "en": "no weapon forged against you will prevail,\n    and you will refute every tongue that accuses you.\nThis is the heritage of the servants of the Lord,\n    and this is their vindication from me,”\ndeclares the Lord.",
    "ar": "لَا يُحَالِفُ التَّوْفِيقُ أَيَّ سِلاحٍ صُنِعَ لِمُهَاجَمَتِكِ، وَكُلُّ لِسَانٍ يَتَّهِمُكِ أَمَامَ الْقَضَاءِ تُفْحِمِينَهُ، لأَنَّ هَذَا هُوَ مِيرَاثُ عَبِيدِ الرَّبِّ، وَبِرُّهُمُ الَّذِي أَنْعَمْتُ بِهِ عَلَيْهِمْ»، يَقُولُ الرَّبُّ."
  }
}