{
  "1": {
    "en": "The Lord said to me, “Take a large scroll and write on it with an ordinary pen: Maher-Shalal-Hash-Baz.”",
    "ar": "ثُمَّ قَالَ الرَّبُّ لِي: «خُذْ لِنَفْسِكَ لَوْحاً كَبِيراً، وَاكْتُبْ عَلَيْهِ بِحُرُوفٍ وَاضِحَةٍ ’مَهَيْرَ شَلالَ حَاشَ بَزَ‘ (بِمَعْنَى مُسْرِعٍ إِلَى الْغَنِيمَةِ).»"
  },
  "2": {
    "en": "So I called in Uriah the priest and Zechariah son of Jeberekiah as reliable witnesses for me.",
    "ar": "فَاخْتَرْتُ لِنَفْسِي شَاهِدَيْنِ أَمِينَيْنِ، هُمَا أُورِيَّا الْكَاهِنُ وَزَكَرِيَّا بْنُ يَبْرَخْيَا."
  },
  "3": {
    "en": "Then I made love to the prophetess, and she conceived and gave birth to a son. And the Lord said to me, “Name him Maher-Shalal-Hash-Baz.",
    "ar": "ثُمَّ عَاشَرْتُ النَّبِيَّةَ فَحَمَلَتْ وَأَنْجَبَتِ ابْناً. فَقَالَ لِي الرَّبُّ: «ادْعُ اسْمَهُ مَهَيْرَ شَلالَ حَاشَ بَزَ،"
  },
  "4": {
    "en": "For before the boy knows how to say ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”",
    "ar": "وَقَبْلَ أَنْ يَعْرِفَ الصَّبِيُّ كَيْفَ يُنَادِي: يَا أَبِي أَوْ يَا أُمِّي، تُحْمَلُ ثَرْوَةُ دِمَشْقَ وَغَنَائِمُ السَّامِرَةِ أَمَامَ مَلِكِ أَشُّورَ»."
  },
  "5": {
    "en": "The Lord spoke to me again:",
    "ar": "ثُمَّ كَلَّمَنِي الرَّبُّ ثَانِيَةً قَائِلاً:"
  },
  "6": {
    "en": "“Because this people has rejected\n    the gently flowing waters of Shiloah\nand rejoices over Rezin\n    and the son of Remaliah,",
    "ar": "«مِنْ حَيْثُ إِنَّ هَذَا الشَّعْبَ قَدْ رَفَضَ مِيَاهَ شِيلُوهَ الجَارِيَةَ الْهَادِئَةَ، وَتَهَافَتُوا عَلَى رَصِينَ وَفَقْحَ بْنِ رَمَلْيَا،"
  },
  "7": {
    "en": "therefore the Lord is about to bring against them\n    the mighty floodwaters of the Euphrates—\n    the king of Assyria with all his pomp.\nIt will overflow all its channels,\n    run over all its banks",
    "ar": "فَإِنَّ الرَّبَّ مُزْمِعٌ أَنْ يُغْرِقَهُمْ بِمِيَاهِ النَّهْرِ الفَيَّاضَةِ، أَيْ مَلِكِ أَشُّورَ بِكُلِّ جَبَرُوتِهِ، فَيَكُونُ (كَنَهْرِ الفُرَاتِ) يَطْغَى جَيَشَانُهُ عَلَى جَدَاوِلِهِ وَيَفِيضُ عَلَى ضِفَافِهِ"
  },
  "8": {
    "en": "and sweep on into Judah, swirling over it,\n    passing through it and reaching up to the neck.\nIts outspread wings will cover the breadth of your land,\n    Immanuel!”",
    "ar": "فَيَكْتَسِحُ أَرْضَ يَهُوذَا، وَيَطْفُو مُرْتَفِعاً إِلَى الأَعْنَاقِ، وَتَنْتَشِرُ جُيُوشُهُ فِي عَرْضِ أَرْضِكَ يَا عِمَّانُوئِيلُ»."
  },
  "9": {
    "en": "Raise the war cry, you nations, and be shattered!\n    Listen, all you distant lands.\nPrepare for battle, and be shattered!\n    Prepare for battle, and be shattered!",
    "ar": "افْعَلُوا مَا شِئْتُمْ أَيُّهَا الشُّعُوبُ وَانْهَزِمُوا. أَصْغِي يَا جَمِيعَ أَقَاصِي الأَرْضِ. تَأَهَّبُوا لِلْمَعْرَكَةِ وَانْهَزِمُوا."
  },
  "10": {
    "en": "Devise your strategy, but it will be thwarted;\n    propose your plan, but it will not stand,\n    for God is with us.",
    "ar": "تَشَاوَرُوا مَعاً وَلَكِنْ عَلَى غَيْرِ طَائِلٍ، ارْسِمُوا الْخُطَطَ فَلا تَتَحَقَّقَ لأَنَّ اللهَ مَعْنَا."
  },
  "11": {
    "en": "This is what the Lord says to me with his strong hand upon me, warning me not to follow the way of this people:",
    "ar": "لأَنَّ الرَّبَّ خَاطَبَنِي حِينَ وَضَعَ يَدَهُ عَلَيَّ وَأَنْذَرَنِي أَنْ لَا أَسْلُكَ فِي طَرِيقِ هَذَا الشَّعْبِ قَائِلاً:"
  },
  "12": {
    "en": "“Do not call conspiracy\n    everything this people calls a conspiracy;\ndo not fear what they fear,\n    and do not dread it.",
    "ar": "«لا تَقُلْ إِنَّهَا مُؤَامَرَةٌ لِكُلِّ مَا يَدَّعِي هَذَا الشَّعْبُ أَنَّهُ مُؤَامَرَةٌ. لَا تَخْشَ مَا يَخْشَوْنَ وَلا تَخَفْ."
  },
  "13": {
    "en": "The Lord Almighty is the one you are to regard as holy,\n    he is the one you are to fear,\n    he is the one you are to dread.",
    "ar": "قَدِّسُوا الرَّبَّ الْقَدِيرَ لأَنَّهُ هُوَ خَوْفُكُمْ وَرَهْبَتُكُمْ،"
  },
  "14": {
    "en": "He will be a holy place;\n    for both Israel and Judah he will be\na stone that causes people to stumble\n    and a rock that makes them fall.\nAnd for the people of Jerusalem he will be\n    a trap and a snare.",
    "ar": "فَيَكُونَ لَكُمْ مَقْدِساً. أَمَّا لِبَيْتَيْ إِسْرَائِيلَ، فَيَكُونُ حَجَرَ صَدْمَةٍ وَصَخْرَةَ عَثْرَةٍ، وَفَخّاً وَشَرَكاً لِسَاكِنِي أُورُشَلِيمَ،"
  },
  "15": {
    "en": "Many of them will stumble;\n    they will fall and be broken,\n    they will be snared and captured.”",
    "ar": "فَيَعْثُرُ بِها كَثِيرُونَ وَيَسْقُطُونَ وَيَتَحَطَّمُونَ وَيَقَعُونَ فِي الْفَخِّ وَيُقْتَنَصُونَ»."
  },
  "16": {
    "en": "Bind up this testimony of warning\n    and seal up God’s instruction among my disciples.",
    "ar": "فَادَّخِرِ الشَّهَادَةَ وَأَوْدِعِ الشَّرِيعَةَ فِي قُلُوبِ تَلامِيذِي."
  },
  "17": {
    "en": "I will wait for the Lord,\n    who is hiding his face from the descendants of Jacob.\nI will put my trust in him.",
    "ar": "سَأَنْتَظِرُ الرَّبَّ الَّذِي يَحْجُبُ وَجْهَهُ عَنْ بَيْتِ يَعْقُوبَ وَأَتَوَكَّلُ عَلَيْهِ."
  },
  "18": {
    "en": "Here am I, and the children the Lord has given me. We are signs and symbols in Israel from the Lord Almighty, who dwells on Mount Zion.",
    "ar": "انْظُرُوا هَا أَنَا وَالأَبْنَاءُ الَّذِينَ رَزَقَنِي إِيَّاهُمُ الرَّبُّ، آيَاتٍ وَمُعْجِزَاتٍ فِي إِسْرَائِيلَ مِنْ عِنْدِ الرَّبِّ الْقَدِيرِ السَّاكِنِ فِي جَبَلِ صِهْيَوْنَ."
  },
  "19": {
    "en": "When someone tells you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?",
    "ar": "وَعِنْدَمَا يَقُولُ النَّاسُ لَكَ: اسْأَلْ أَصْحَابَ التَّوَابِعِ وَالْعَرَّافِينَ الْمُتَهَامِسِينَ الْمُجَمْجِمِينَ قُلْ: أَلَيْسَ عَلَى الشَّعْبِ أَنْ يَسْأَلَ إِلَهَهُ؟ أَعَلَيْهِمْ أَنْ يَسْأَلُوا الأَمْوَاتَ عَنِ الأَحْيَاءِ؟"
  },
  "20": {
    "en": "Consult God’s instruction and the testimony of warning. If anyone does not speak according to this word, they have no light of dawn.",
    "ar": "فَإِلَى الشَّرِيعَةِ وَإِلَى الشَّهَادَةِ: وَمَنْ لَا يَنْطِقْ بِمِثْلِ هَذَا الْقَوْلِ، فَلا فَجْرَ لَهُ."
  },
  "21": {
    "en": "Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God.",
    "ar": "فَإِنَّهُمْ يَتِيهُونَ فِي الأَرْضِ مُكْتَئِبِينَ جَائِعِينَ، وَعِنْدَمَا يَعُضُّهُمُ الْجُوعُ بِنَابِهِ يَأْخُذُهُمُ الْغَضَبُ وَيَلْعَنُونَ مَلِكَهُمْ وَإِلَهَهُمْ وَيَلْتَفِتُونَ إِلَى الْعَلاءِ،"
  },
  "22": {
    "en": "Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness.",
    "ar": "ثُمَّ يَنْظُرُونَ إِلَى الأَرْضِ فَلا يَجِدُونَ سِوَى الْكَرْبِ وَالظُّلْمَةِ وَالضَّنْكِ وَالْعَذَابِ، وَيُطْرَدُونَ إِلَى الظَّلامِ."
  }
}