{
  "1": {
    "en": "Now these are the people of the province who came up from the captivity of the exiles, whom Nebuchadnezzar king of Babylon had taken captive to Babylon (they returned to Jerusalem and Judah, each to their own town,",
    "ar": "وَهَؤُلاءِ هُمْ أَهْلُ الْبِلادِ الَّذِينَ عَادُوا مِنَ السَّبْيِ، مِمَّنْ سَبَاهُمْ نَبُوخَذْنَصَّرُ مَلِكُ بَابِلَ إِلَى بَابِلَ، وَرَجَعُوا إِلَى أُورُشَلِيمَ وَيَهُوذَا، لِيُقِيمَ كُلُّ وَاحِدٍ فِي مَدِينَتِهِ."
  },
  "2": {
    "en": "in company with Zerubbabel, Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum and Baanah):\nThe list of the men of the people of Israel:",
    "ar": "وَقَدْ جَاءُوا بِقِيَادَةِ زَرُبَّابِلَ، وَيَشُوعَ، وَنَحَمْيَا، وَسَرَايَا، وَرَعْلايَا، وَمُرْدَخَايَ، وَبِلْشَانَ، وَمِسْفَارَ، وَبِغْوَايَ وَرَحُومَ، وَبَعْنَةَ. وَهَذَا بَيَانٌ بِالْعَائِدِينَ مِنْ شَعْبِ إِسْرَائِيلَ:"
  },
  "3": {
    "en": "the descendants of Parosh 2,172",
    "ar": "بَنُو فَرْعُوشَ: أَلْفَانِ وَمِئَةٌ وَاثْنَانِ وَسَبْعُونَ."
  },
  "4": {
    "en": "of Shephatiah 372",
    "ar": "بَنُو شَفَطْيَا: ثَلاثُ مِئَةٍ وَاثْنَانِ وَسَبْعُونَ."
  },
  "5": {
    "en": "of Arah 775",
    "ar": "بَنُو آرَحَ: سَبْعُ مِئَةٍ وَخَمْسَةٌ وَسَبْعُونَ."
  },
  "6": {
    "en": "of Pahath-Moab (through the line of Jeshua and Joab) 2,812",
    "ar": "بَنُو فَحَثَ مُوآبَ مِنْ نَسْلِ يَشُوعَ وَيُوآبَ: أَلْفَانِ وَثَمَانِي مِئَةٍ وَاثْنَا عَشَرَ."
  },
  "7": {
    "en": "of Elam 1,254",
    "ar": "بَنُو عِيلامَ: أَلْفٌ وَمِئَتَانِ وَأَرْبَعَةٌ وَخَمْسُونَ."
  },
  "8": {
    "en": "of Zattu 945",
    "ar": "بَنُو زَتُّو: تِسْعُ مِئَةٍ وَخَمْسَةٌ وَأَرْبَعُونَ."
  },
  "9": {
    "en": "of Zakkai 760",
    "ar": "بَنُو زَكَّايَ: سَبْعُ مِئَةٍ وَسِتُّونَ."
  },
  "10": {
    "en": "of Bani 642",
    "ar": "بَنُو بَانِي: سِتُّ مِئَةٍ وَاثْنَانِ وَأَرْبَعُونَ."
  },
  "11": {
    "en": "of Bebai 623",
    "ar": "بَنُو بَابَايَ: سِتُّ مِئَةٍ وَثَلاثَةٌ وَعِشْرُونَ."
  },
  "12": {
    "en": "of Azgad 1,222",
    "ar": "بَنُو عَزْجَدَ: أَلْفٌ وِمِئَتَانِ وَاثْنَانِ وَعِشْرُونَ."
  },
  "13": {
    "en": "of Adonikam 666",
    "ar": "بَنُو أَدُونِيقَامَ: سِتُّ مِئَةٍ وَسِتَّةٌ وَسِتُّونَ."
  },
  "14": {
    "en": "of Bigvai 2,056",
    "ar": "بَنُو بِغْوَايَ: أَلْفَانِ وَسِتَّةٌ وَخَمْسُونَ."
  },
  "15": {
    "en": "of Adin 454",
    "ar": "بَنُو عَادِينَ: أَرْبَعُ مِئَةٍ وَأَرْبَعَةٌ وَخَمْسُونَ."
  },
  "16": {
    "en": "of Ater (through Hezekiah) 98",
    "ar": "بَنُو آطِيرَ مِنْ نَسْلِ يَحَزَقِيَّا: ثَمَانِيَةٌ وَتِسْعُونَ."
  },
  "17": {
    "en": "of Bezai 323",
    "ar": "بَنُو بِيصَايَ: ثَلاثُ مِئَةٍ وَثَلاثَةٌ وَعِشْرُونَ."
  },
  "18": {
    "en": "of Jorah 112",
    "ar": "بَنُو يُورَةَ: مِئَةٌ وَاثْنَا عَشَرَ."
  },
  "19": {
    "en": "of Hashum 223",
    "ar": "بَنُو حَشُومَ: مِئَتَانِ وَثَلاثَةٌ وَعِشْرُونَ."
  },
  "20": {
    "en": "of Gibbar 95",
    "ar": "بَنُو جِبَّارَ: خَمْسَةٌ وَتِسْعُونَ. (وَقَدْ عَادَ مِنَ الْمُدُنِ التَّالِيَةِ الَّتِي عَاشَ آبَاؤُهُمْ فِيهَا):"
  },
  "21": {
    "en": "the men of Bethlehem 123",
    "ar": "مِنْ أَهْلِ بَيْتِ لَحْمٍ: مِئَةٌ وَثَلاثَةٌ وَعِشْرُونَ."
  },
  "22": {
    "en": "of Netophah 56",
    "ar": "مِنْ أَهْلِ نَطُوفَةَ: سِتَّةٌ وَخَمْسُونَ."
  },
  "23": {
    "en": "of Anathoth 128",
    "ar": "مِنْ أَهْلِ رِجَالِ عَنَاثُوثَ: مِئَةٌ وَثَمَانِيَةٌ وَعِشْرُونَ."
  },
  "24": {
    "en": "of Azmaveth 42",
    "ar": "مِنْ أَهْلِ عَزْمُوتَ: اثْنَانِ وَأَرْبَعُونَ."
  },
  "25": {
    "en": "of Kiriath Jearim, Kephirah and Beeroth 743",
    "ar": "مِنْ أَهْلِ قَرْيَةِ عَارِيمَ كَفِيرَةَ وَبَئِيرُوتَ: سَبْعُ مِئَةٍ وَثَلاثَةٌ وَأَرْبَعُونَ."
  },
  "26": {
    "en": "of Ramah and Geba 621",
    "ar": "مِنْ أَهْلِ الرَّامَةِ وَجَبَعَ: سِتُّ مِئَةٍ وَوَاحِدٌ وَعِشْرُونَ."
  },
  "27": {
    "en": "of Mikmash 122",
    "ar": "مِنْ أَهْلِ مِخْمَاسَ: مِئَةٌ وَاثْنَانِ وَعِشْرُونَ."
  },
  "28": {
    "en": "of Bethel and Ai 223",
    "ar": "مِنْ رِجَالِ بَيْتِ إِيلَ وَعَايَ: مِئَتَانِ وَثَلاثَةٌ وَعِشْرُونَ."
  },
  "29": {
    "en": "of Nebo 52",
    "ar": "مِنْ أَهْلِ نَبُو: اثْنَانِ وَخَمْسُونَ."
  },
  "30": {
    "en": "of Magbish 156",
    "ar": "مِنْ أَهْلِ مَغْبِيشَ: مِئَةٌ وَسِتَّةٌ وَخَمْسُونَ."
  },
  "31": {
    "en": "of the other Elam 1,254",
    "ar": "مِنْ أَهْلِ عِيلامَ الآخَرِ: أَلْفٌ وَمِئَتَانِ وَأَرْبَعَةٌ وَخَمْسُونَ."
  },
  "32": {
    "en": "of Harim 320",
    "ar": "مِنْ أَهْلِ حَارِيمَ: ثَلاثُ مِئَةٍ وَعِشْرُونَ."
  },
  "33": {
    "en": "of Lod, Hadid and Ono 725",
    "ar": "مِنْ أَهَالِي لُودٍ وَحَادِيدَ وَأُونُو: سَبْعُ مِئَةٍ وَخَمْسَةٌ وَعِشْرُونَ."
  },
  "34": {
    "en": "of Jericho 345",
    "ar": "مِنْ أَهْلِ أَرِيحَا: ثَلاثُ مِئَةٍ وَخَمْسَةٌ وَأَرْبَعُونَ."
  },
  "35": {
    "en": "of Senaah 3,630",
    "ar": "مِنْ أَهْلِ سَنَاءَةَ: ثَلاثَةُ آلافٍ وَسِتُّ مِئَةٍ وَثَلاثُونَ."
  },
  "36": {
    "en": "The priests:the descendants of Jedaiah (through the family of Jeshua) 973",
    "ar": "أَمَّا الْكَهَنَةُ الرَّاجِعُونَ: فَبَنُو يَدْعِيَا مِنْ عَائِلَةِ يَشُوعَ: تِسْعُ مِئَةٍ وَثَلاثَةٌ وَسَبْعُونَ."
  },
  "37": {
    "en": "of Immer 1,052",
    "ar": "بَنُو إِمِّيرَ: أَلْفٌ وَاثْنَانِ وَخَمْسُونَ."
  },
  "38": {
    "en": "of Pashhur 1,247",
    "ar": "بَنُو فَشْحُورَ: أَلْفٌ وَمِئَتَانِ وَسَبْعَةٌ وَأَرْبَعُونَ."
  },
  "39": {
    "en": "of Harim 1,017",
    "ar": "بَنُو حَارِيمَ: أَلْفٌ وَسَبْعَةَ عَشَرَ."
  },
  "40": {
    "en": "The Levites:the descendants of Jeshua and Kadmiel (of the line of Hodaviah) 74",
    "ar": "وَهَذَا بَيَانٌ بِاللَّاوِيِّينَ الْعَائِدِينَ مِنَ السَّبْيِ: بَنُو يَشُوعَ وَقَدْمِيئِيلَ مِنْ نَسْلِ هُودُويَا: أَرْبَعَةٌ وَسَبْعُونَ."
  },
  "41": {
    "en": "The musicians:the descendants of Asaph 128",
    "ar": "الْمُغَنُّونَ مِنْ بَنِي آسَافَ: مِئَةٌ وَثَمَانِيَةٌ وَعِشْرُونَ."
  },
  "42": {
    "en": "The gatekeepers of the temple:the descendants of Shallum, Ater, Talmon,Akkub, Hatita and Shobai 139",
    "ar": "بَنُو حُرَّاسِ أَبْوَابِ الْهَيْكَلِ مِنْ نَسْلِ شَلُّومَ وَآطِيرَ وَطَلْمُونَ وَعَقُّوبَ وَحَطِيطَا وَشُوبَايَ: مِئَةٌ وَتِسْعَةٌ وَثَلاثُونَ."
  },
  "43": {
    "en": "The temple servants:the descendants of Ziha, Hasupha, Tabbaoth,",
    "ar": "وَمِنْ خَدَمِ الْهَيْكَلِ بَنُو صِيحَا وَحَسُوفَا وَطَبَاعُوتَ،"
  },
  "44": {
    "en": "Keros, Siaha, Padon,",
    "ar": "وَبَنُو قِيرُوسَ وَسِيعَهَا وَفَادُونَ،"
  },
  "45": {
    "en": "Lebanah, Hagabah, Akkub,",
    "ar": "وَلَبَانَةَ وَحَجَابَةَ وَعَقُّوبَ،"
  },
  "46": {
    "en": "Hagab, Shalmai, Hanan,",
    "ar": "وَحَاجَابَ وَشَمُلايَ وَحَانَانَ،"
  },
  "47": {
    "en": "Giddel, Gahar, Reaiah,",
    "ar": "بَنُو جَدِيلَ وَحَجَرَ وَرَآيَا،"
  },
  "48": {
    "en": "Rezin, Nekoda, Gazzam,",
    "ar": "وَرَصِينَ وَنَقُودَا وَجَزَّامَ،"
  },
  "49": {
    "en": "Uzza, Paseah, Besai,",
    "ar": "وَعُزَّا وَفَاسِيحَ وَبِيسَايَ،"
  },
  "50": {
    "en": "Asnah, Meunim, Nephusim,",
    "ar": "وَبَنُو أَسْنَةَ وَمَعُونِيمَ وَنَفُوسِيمَ،"
  },
  "51": {
    "en": "Bakbuk, Hakupha, Harhur,",
    "ar": "وَبَنُو بَقْبُوقَ وَحَقُوفَا وَحَرْحُورَ،"
  },
  "52": {
    "en": "Bazluth, Mehida, Harsha,",
    "ar": "وَبَنُو بَصْلُوتَ وَمَحِيدَا وَحَرْشَا،"
  },
  "53": {
    "en": "Barkos, Sisera, Temah,",
    "ar": "وَبَنُو بَرْقُوسَ وَسِيسَرَا وَثَامَحَ،"
  },
  "54": {
    "en": "Neziah and Hatipha",
    "ar": "وَبَنُو نَصِيحَ وَحَطِيفَا."
  },
  "55": {
    "en": "The descendants of the servants of Solomon:the descendants ofSotai, Hassophereth, Peruda,",
    "ar": "وَعَادَ مِنَ السَّبْيِ مِنْ نَسْلِ خُدَّامِ سُلَيْمَانَ بَنُو سَوْطَايَ وَهَسُّوفَرَثَ وَفَرُودَا،"
  },
  "56": {
    "en": "Jaala, Darkon, Giddel,",
    "ar": "وَبَنُو يَعْلَةَ وَدَرْقُونَ وَجَدِّيلَ،"
  },
  "57": {
    "en": "Shephatiah, Hattil, Pokereth-Hazzebaim and Ami",
    "ar": "وَشَفَطْيَا وَحَطِّيلَ وَفُوخَرَةَ الظِّبَاءِ وَآمِي."
  },
  "58": {
    "en": "The temple servants and the descendants of the servants of Solomon 392",
    "ar": "فَكَانَتْ جُمْلَةُ الْعَائِدِينَ مِنْ خُدَّامِ الْهَيْكَلِ وَبَنِي عَبِيدِ سُلَيْمَانَ ثَلاثَ مِئَةٍ وَاثْنَيْنِ وَتِسْعِينَ."
  },
  "59": {
    "en": "The following came up from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer, but they could not show that their families were descended from Israel:",
    "ar": "وَهَذَا بَيَانٌ بِالَّذِينَ قَدِمُوا مِنْ تَلِّ مِلْحٍ وَتَلِّ حَرْشَا وَكَرُوبَ وَأَدَّانَ وَإِمِّيرَ، مِمَّنْ عَجَزُوا عَنْ إِثْبَاتِ انْتِمَاءِ عَائِلاتِهِمْ إِلَى نَسْلِ إِسْرَائِيلَ:"
  },
  "60": {
    "en": "The descendants of Delaiah, Tobiah and Nekoda652",
    "ar": "بَنُو دَلايَا وَطُوبِيَّا وَنَقُودَا، وَجُمْلَتُهُمْ سِتُّ مِئَةٍ وَاثْنَانِ وَخَمْسُونَ."
  },
  "61": {
    "en": "And from among the priests:The descendants ofHobaiah, Hakkoz and Barzillai (a man who had married a daughter of Barzillai the Gileadite and was called by that name).",
    "ar": "وَمِنْ بَنِي الْكَهَنَةِ: بَنُو حَبَايَا وَهَقُّوصَ وَبَرْزِلّايَ الَّذِي تَزَوَّجَ إِحْدَى بَنَاتِ بَرْزِلّايَ الْجِلْعَادِيِّ، وَتَسَمَّى بِاسْمِهِمْ."
  },
  "62": {
    "en": "These searched for their family records, but they could not find them and so were excluded from the priesthood as unclean.",
    "ar": "وَقَدْ بَحَثَ هَؤُلاءِ عَنْ أَسْمَاءِ عَائِلاتِهِمْ فِي سِجِلَّاتِ أَنْسَابِ الْكَهَنَةِ فَلَمْ يَعْثُرُوا عَلَيْهَا فَمُنِعُوا مِنْ خِدْمَةِ الْكَهَنُوتِ،"
  },
  "63": {
    "en": "The governor ordered them not to eat any of the most sacred food until there was a priest ministering with the Urim and Thummim.",
    "ar": "وَحَرَّمَ عَلَيْهِمِ الْحَاكِمُ الأَكْلَ مِنْ طَعَامِ الْكَهَنَةِ إِلَى أَنْ يَحْضُرَ كَاهِنٌ يَقْدِرُ أَنْ يَسْتَخْدِمَ الأُورِيمَ وَالتُّمِّيمَ (لِيُعْلِنَ لَهُ الرَّبُّ صِحَّةَ نَسَبِهِمْ إِلَى الْكَهَنَةِ)."
  },
  "64": {
    "en": "The whole company numbered 42,360,",
    "ar": "فَكَانَ مَجْمُوعُ الرَّاجِعِينَ مِنَ السَّبْيِ: اثْنَيْنِ وَأَرْبَعِينَ أَلْفاً وَثَلاثَ مِئَةٍ وَسِتِّينَ."
  },
  "65": {
    "en": "besides their 7,337 male and female slaves; and they also had 200 male and female singers.",
    "ar": "فَضْلاً عَنْ عَبِيدِهِمْ وَإِمَائِهِمْ وَعَدَدُهُمْ سَبْعَةُ آلافٍ وَثَلاثُ مِئَةٍ وَسَبْعَةٌ وَثَلاثُونَ بِالإِضَافَةِ إِلَى مِئَتَيْنِ مِنَ الْمُغَنِّينَ وَالْمُغَنِّيَاتِ."
  },
  "66": {
    "en": "They had 736 horses, 245 mules,",
    "ar": "وَكَانَ مَعَهُمْ مِنَ الْخَيْلِ سَبْعُ مِئَةٍ وَسِتَّةٌ وَثَلاثُونَ، وَمِنَ الْبِغَالِ مِئَتَانِ وَخَمْسَةٌ وَأَرْبَعُونَ،"
  },
  "67": {
    "en": "435 camels and 6,720 donkeys.",
    "ar": "وَمِنَ الْجِمَالِ أَرْبَعُ مِئَةٍ وَخَمْسَةٌ وَثَلاثُونَ، وَمِنَ الْحَمِيرِ سِتَّةُ آلافٍ وَسَبْعُ مِئَةٍ وَعِشْرُونَ."
  },
  "68": {
    "en": "When they arrived at the house of the Lord in Jerusalem, some of the heads of the families gave freewill offerings toward the rebuilding of the house of God on its site.",
    "ar": "وَتَبَرَّعَ بَعْضُ رُؤَسَاءِ الْعَائِلاتِ لَدَى وُصُولِهِمْ إِلَى أُورُشَلِيمَ لِبِنَاءِ بَيْتِ الرَّبِّ فِي مَوْقِعِهِ الأَصْلِيِّ،"
  },
  "69": {
    "en": "According to their ability they gave to the treasury for this work 61,000 darics of gold, 5,000 minas of silver and 100 priestly garments.",
    "ar": "فَقَدَّمَ كُلٌّ مِنْهُمْ حَسَبَ طَاقَتِهِ لِخِزَانَةِ الْعَمَلِ، فَبَلَغَتْ تَبَرُّعَاتُهُمْ وَاحِداً وَسِتِّينَ أَلْفَ دِرْهَمٍ مِنَ الذَّهَبِ (نَحْوَ خَمْسِ مِئَةِ كِيلُو جِرَامٍ) وَخَمْسَةَ آلافٍ منّاً مِنَ الْفِضَّةِ (نَحْوَ ثَلاثَةِ أَطْنَانٍ) وَمِئَةَ قَمِيصٍ لِلْكَهَنَةِ."
  },
  "70": {
    "en": "The priests, the Levites, the musicians, the gatekeepers and the temple servants settled in their own towns, along with some of the other people, and the rest of the Israelites settled in their towns.",
    "ar": "فَاسْتَوْطَنَ الْكَهَنَةُ وَاللّاوِيُّونَ وَبَعْضُ الشَّعْبِ وَالْمُغَنُّونَ وَحُرَّاسُ أَبْوَابِ الْهَيْكَلِ وَخُدَّامُهُ فِي مُدُنِهِمِ الْخَاصَّةِ بِهِمْ. أَمَّا بَقِيَّةُ شَعْبِ إِسْرَائِيلَ فَتَوَزَّعُوا عَلَى مُدُنِهِمْ."
  }
}