{
  "1": {
    "en": "Paul, an apostle—sent not from men nor by a man, but by Jesus Christ and God the Father, who raised him from the dead—",
    "ar": "مِنْ بُولُسَ، وَهُوَ رَسُولٌ، لَا مِنْ قِبَلِ النَّاسِ وَلا بِسُلْطَةِ إِنْسَانٍ، بَلْ بِسُلْطَةِ يَسُوعَ الْمَسِيحِ وَاللهِ الآبِ الَّذِي أَقَامَهُ مِنْ بَيْنِ الأَمْوَاتِ،"
  },
  "2": {
    "en": "and all the brothers and sisters with me,\nTo the churches in Galatia:",
    "ar": "وَمِنْ جَمِيعِ الإِخْوَةِ الَّذِينَ مَعِي، إِلَى الْكَنَائِسِ فِي مُقَاطَعَةِ غَلاطِيَّةَ."
  },
  "3": {
    "en": "Grace and peace to you from God our Father and the Lord Jesus Christ,",
    "ar": "لِتَكُنْ لَكُمُ النِّعْمَةُ وَالسَّلامُ مِنَ اللهِ أَبِينَا وَالرَّبِّ يَسُوعَ الْمَسِيحِ،"
  },
  "4": {
    "en": "who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,",
    "ar": "الَّذِي بَذَلَ نَفْسَهُ مِنْ أَجْلِ خَطَايَانَا لِكَيْ يُنْقِذَنَا مِنَ الْعَالَمِ الْحَاضِرِ الشِّرِّيرِ، وَفْقاً لِمَشِيئَةِ إِلَهِنَا وَأَبِينَا."
  },
  "5": {
    "en": "to whom be glory for ever and ever. Amen.",
    "ar": "لَهُ الْمَجْدُ إِلَى أَبَدِ الآبِدِينَ. آمِين!"
  },
  "6": {
    "en": "I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel—",
    "ar": "عَجَباً! كَيْفَ تَتَحَوَّلُونَ بِمِثْلِ هذِهِ السُّرْعَةِ عَنِ الَّذِي دَعَاكُمْ بِنِعْمَةِ الْمَسِيحِ، وَتَنْصَرِفُونَ إِلَى إِنْجِيلٍ غَرِيبٍ؟"
  },
  "7": {
    "en": "which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.",
    "ar": "لَا أَعْنِي أَنَّ هُنَالِكَ إِنْجِيلاً آخَرَ، بَلْ إِنَّمَا هُنَالِكَ بَعْضُ الَّذِينَ يُثِيرُونَ الْبَلْبَلَةَ بَيْنَكُمْ، رَاغِبِينَ فِي تَحْوِيرِ إِنْجِيلِ الْمَسِيحِ."
  },
  "8": {
    "en": "But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God’s curse!",
    "ar": "وَلَكِنْ، حَتَّى لَوْ بَشَّرْنَاكُمْ نَحْنُ، أَوْ بَشَّرَكُمْ مَلاكٌ مِنَ السَّمَاءِ، بِغَيْرِ الإِنْجِيلِ الَّذِي بَشَّرْنَاكُمْ بِهِ، فَلْيَكُنْ مَلْعُوناً!"
  },
  "9": {
    "en": "As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God’s curse!",
    "ar": "وَكَمَا سَبَقَ أَنْ قُلْنَا، أُكَرِّرُ الْقَوْلَ الآنَ أَيْضاً: إِنْ كَانَ أَحَدٌ يُبَشِّرُكُمْ بِإِنْجِيلٍ غَيْرِ الَّذِي قَبِلْتُمُوهُ، فَلْيَكُنْ مَلْعُوناً!"
  },
  "10": {
    "en": "Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.",
    "ar": "فَهَلْ أَسْعَى الآنَ إِلَى كَسْبِ تَأْيِيدِ النَّاسِ أَوِ اللهِ؟ أَمْ تُرَانِي أَطْلُبُ أَنْ أُرْضِيَ النَّاسَ؟ لَوْ كُنْتُ حَتَّى الآنَ أُرْضِي النَّاسَ، لَمَا كُنْتُ عَبْداً لِلْمَسِيحِ!"
  },
  "11": {
    "en": "I want you to know, brothers and sisters, that the gospel I preached is not of human origin.",
    "ar": "وَأُعْلِمُكُمْ، أَيُّهَا الإِخْوَةُ، أَنَّ الإِنْجِيلَ الَّذِي بَشَّرْتُكُمْ بِهِ لَيْسَ إِنْجِيلاً بَشَرِيًّا."
  },
  "12": {
    "en": "I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
    "ar": "فَلا أَنَا تَسَلَّمْتُهُ مِنْ إِنْسَانٍ، وَلا تَلَقَّنْتُهُ، بَلْ جَاءَنِي بِإِعْلانٍ مِنْ يَسُوعَ الْمَسِيحِ."
  },
  "13": {
    "en": "For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it.",
    "ar": "فَإِنَّكُمْ قَدْ سَمِعْتُمْ بِسِيرَتِي الْمَاضِيَةِ فِي الدِّيَانَةِ الْيَهُودِيَّةِ، كَيْفَ كُنْتُ أَضْطَهِدُ كَنِيسَةَ اللهِ مُتَطَرِّفاً إِلَى أَقْصَى حَدٍّ، سَاعِياً إِلَى تَخْرِيبِهَا،"
  },
  "14": {
    "en": "I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers.",
    "ar": "وَكَيْفَ كُنْتُ مُتَفَوِّقاً فِي الدِّيَانَةِ الْيَهُودِيَّةِ عَلَى كَثِيرِينَ مِنْ أَبْنَاءِ جِيلِي فِي أُمَّتِي لِكَوْنِي غَيُوراً أَكْثَرَ مِنْهُمْ جِدّاً عَلَى تَقَالِيدِ آبَائِي."
  },
  "15": {
    "en": "But when God, who set me apart from my mother’s womb and called me by his grace, was pleased",
    "ar": "وَلَكِنْ، لَمَّا سُرَّ اللهُ، الَّذِي كَانَ قَدْ أَفْرَزَنِي وَأَنَا فِي بَطْنِ أُمِّي ثُمَّ دَعَانِي بِنِعْمَتِهِ،"
  },
  "16": {
    "en": "to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.",
    "ar": "أَنْ يُعْلِنَ ابْنَهُ فِيَّ لأُبَشِّرَ بِهِ بَيْنَ الأُمَمِ، فِي الْحَالِ لَمْ أَسْتَشِرْ لَحْماً وَدَماً،"
  },
  "17": {
    "en": "I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.",
    "ar": "وَلا صَعِدْتُ إِلَى أُورُشَلِيمَ لأُقَابِلَ الَّذِينَ كَانُوا رُسُلاً مِنْ قَبْلِي، بَلِ انْطَلَقْتُ إِلَى بِلادِ الْعَرَبِ، وَبَعْدَ ذَلِكَ رَجَعْتُ إِلَى دِمَشْقَ."
  },
  "18": {
    "en": "Then after three years, I went up to Jerusalem to get acquainted with Cephas and stayed with him fifteen days.",
    "ar": "ثُمَّ صَعِدْتُ إِلَى أُورُشَلِيمَ، بَعْدَ ثَلاثِ سَنَوَاتٍ، لأَتَعَرَّفَ بِبُطْرُسَ. وَقَدْ أَقَمْتُ عِنْدَهُ خَمْسَةَ عَشَرَ يَوْماً."
  },
  "19": {
    "en": "I saw none of the other apostles—only James, the Lord’s brother.",
    "ar": "وَلَكِنِّي لَمْ أُقَابِلْ غَيْرَهُ مِنَ الرُّسُلِ إِلّا يَعْقُوبَ، أَخَا الرَّبِّ."
  },
  "20": {
    "en": "I assure you before God that what I am writing you is no lie.",
    "ar": "إِنَّ مَا أَكْتُبُهُ إِلَيْكُمْ هُنَا، وَهَا أَنَا أَمَامَ اللهِ، لَسْتُ أَكْذِبُ فِيهِ."
  },
  "21": {
    "en": "Then I went to Syria and Cilicia.",
    "ar": "وَبَعْدَ ذَلِكَ، جِئْتُ إِلَى بِلادِ سُورِيَّةَ وَكِيلِيكِيَّةَ."
  },
  "22": {
    "en": "I was personally unknown to the churches of Judea that are in Christ.",
    "ar": "إِلّا أَنَّنِي كُنْتُ غَيْرَ مَعْرُوفٍ شَخْصِيًّا لَدَى كَنَائِسِ الْيَهُودِيَّةِ الَّتِي هِيَ فِي الْمَسِيحِ."
  },
  "23": {
    "en": "They only heard the report: “The man who formerly persecuted us is now preaching the faith he once tried to destroy.”",
    "ar": "وَإِنَّمَا كَانُوا يَسْمَعُونَ «أَنَّ الَّذِي كَانَ فِي السَّابِقِ يَضْطَهِدُنَا، يُبَشِّرُ الآنَ بِإِنْجِيلِ الإِيمَانِ الَّذِي كَانَ يَسْعَى قَبْلاً إِلَى تَخْرِيبِهِ!»"
  },
  "24": {
    "en": "And they praised God because of me.",
    "ar": "فَكَانُوا يُمَجِّدُونَ اللهَ بِسَبَبِي."
  }
}