{
  "1": {
    "en": "“Come, let us return to the Lord.\nHe has torn us to pieces\n    but he will heal us;\nhe has injured us\n    but he will bind up our wounds.",
    "ar": "«تَعَالَوْا نَرْجِعْ إِلَى الرَّبِّ. هُوَ الَّذِي مَزَّقَنَا إِرْباً إِرْباً، وَهُوَ وَحْدَهُ يُبْرِئُنَا. هُوَ الَّذِي ضَرَبَنَا، وَهُوَ وَحْدَهُ الَّذِي يَجْبُرُنَا."
  },
  "2": {
    "en": "After two days he will revive us;\n    on the third day he will restore us,\n    that we may live in his presence.",
    "ar": "بَعْدَ يَوْمَيْنِ يُحْيِينَا، وَفِي الْيَوْمِ الثَّالِثِ يُقِيمُنَا، لِنَحْيَا أَمَامَهُ."
  },
  "3": {
    "en": "Let us acknowledge the Lord;\n    let us press on to acknowledge him.\nAs surely as the sun rises,\n    he will appear;\nhe will come to us like the winter rains,\n    like the spring rains that water the earth.”",
    "ar": "لِنَعْرِفْ، بَلْ لِنَجِدَّ حَتَّى نَعْرِفَ الرَّبَّ، فَمَجِيئُهُ يَقِينٌ كَالْفَجْرِ، يُقْبِلُ إِلَيْنَا كَإِقْبَالِ الْمَطَرِ وَكَغُيُوثِ الرَّبِيعِ الَّتِي تَرْوِي الأَرْضَ»."
  },
  "4": {
    "en": "“What can I do with you, Ephraim?\n    What can I do with you, Judah?\nYour love is like the morning mist,\n    like the early dew that disappears.",
    "ar": "مَاذَا أَصْنَعُ بِكَ يَا إِسْرَائِيلُ، وَأَيُّ شَيْءٍ أَفْعَلُهُ بِكَ يَا يَهُوذَا؟ إِنَّ حُبَّكُمْ يَتَلاشَى كَسَحَابَةِ الصُّبْحِ وَيَتَبَخَّرُ كَالنَّدَى."
  },
  "5": {
    "en": "Therefore I cut you in pieces with my prophets,\n    I killed you with the words of my mouth—\n    then my judgments go forth like the sun.",
    "ar": "لِذَلِكَ مَزَّقْتُكُمْ بِإِنْذَارَاتِ الأَنْبِيَاءِ، وَقَضَيْتُ عَلَيْكُمْ بِأَحْكَامِي، فَقَضَائِي عَلَيْكُمْ يَشِعُّ كَالنُّورِ."
  },
  "6": {
    "en": "For I desire mercy, not sacrifice,\n    and acknowledgment of God rather than burnt offerings.",
    "ar": "إِنِّي أَطْلُبُ رَحْمَةً لَا ذَبِيحَةً، وَمَعْرِفَتِي أَكْثَرَ مِنَ الْمُحْرَقَاتِ."
  },
  "7": {
    "en": "As at Adam, they have broken the covenant;\n    they were unfaithful to me there.",
    "ar": "وَلَكِنَّكُمْ مِثْلُ آدَمَ، نَقَضْتُمْ عَهْدِي وَغَدَرْتُمْ بِي."
  },
  "8": {
    "en": "Gilead is a city of evildoers,\n    stained with footprints of blood.",
    "ar": "جِلْعَادُ، مَدِينَةُ فَاعِلِي الشَّرِّ، دَاسَتْ عَلَيْهَا أَقْدَامٌ مُلَطَّخَةٌ بِالدَّمِ."
  },
  "9": {
    "en": "As marauders lie in ambush for a victim,\n    so do bands of priests;\nthey murder on the road to Shechem,\n    carrying out their wicked schemes.",
    "ar": "وَكَمَا يَكْمِنُ اللُّصُوصُ، كَمَنَ الْكَهَنَةُ عَلَى طَرِيقِ شَكِيمَ لِيَرْتَكِبُوا جَرَائِمَ الْقَتْلِ. حَقّاً إِنَّهُمْ يَقْتَرِفُونَ الْفَوَاحِشَ."
  },
  "10": {
    "en": "I have seen a horrible thing in Israel:\n    There Ephraim is given to prostitution,\n    Israel is defiled.",
    "ar": "لَقَدْ شَهِدْتُ فِي وَسَطِ شَعْبِ إِسْرَائِيلَ فَظَائِعَ، فَقَدْ زَنَى هُنَاكَ أَفْرَايِمُ وَتَنَجَّسَ إِسْرَائِيلُ."
  },
  "11": {
    "en": "“Also for you, Judah,\n    a harvest is appointed.\n“Whenever I would restore the fortunes of my people,",
    "ar": "أَمَّا أَنْتَ يَا يَهُوذَا فَقَدْ تَحَدَّدَ مَوْعِدُ عِقَابِكَ عِنْدَمَا أَرُدُّ سَبْيَ شَعْبِي."
  }
}