{
  "1": {
    "en": "Now Ben-Hadad king of Aram mustered his entire army. Accompanied by thirty-two kings with their horses and chariots, he went up and besieged Samaria and attacked it.",
    "ar": "وَحَشَدَ بَنْهَدَدُ مَلِكُ أَرَامَ كُلَّ جَيْشِهِ، بَعْدَ أَنِ انْضَمَّ إِلَيْهِ اثْنَانِ وَثَلاثُونَ مَلِكاً بِخَيْلِهِمْ وَمَرْكَبَاتِهِمْ، وَحَاصَرَ السَّامِرَةَ عَاصِمَةَ إِسْرَائِيلَ."
  },
  "2": {
    "en": "He sent messengers into the city to Ahab king of Israel, saying, “This is what Ben-Hadad says:",
    "ar": "ثُمَّ بَعَثَ بَنْهَدَدُ رِسَالَةً إِلَى آخْابَ مَلِكِ إِسْرَائِيلَ فِي السَّامِرَةِ تَقُولُ:"
  },
  "3": {
    "en": "‘Your silver and gold are mine, and the best of your wives and children are mine.’”",
    "ar": "«لِي كُلُّ فِضَّتِكَ وَذَهَبِكَ وَأَجْمَلُ نِسَائِكَ وَبَنُوكَ الْحِسَانُ»."
  },
  "4": {
    "en": "The king of Israel answered, “Just as you say, my lord the king. I and all I have are yours.”",
    "ar": "فَأَجَابَ مَلِكُ إِسْرَائِيلَ: «لَكَ مَا طَلَبْتَهُ يَا سَيِّدِي الْمَلِكُ، فَأَنَا وَكُلُّ مَا أَمْلِكُهُ لَكَ»."
  },
  "5": {
    "en": "The messengers came again and said, “This is what Ben-Hadad says: ‘I sent to demand your silver and gold, your wives and your children.",
    "ar": "فَبَعَثَ بَنْهَدَدُ رِسَالَةً أُخْرَى إِلَى آخْابَ تَقُولُ: «كُنْتُ قَدْ أَرْسَلْتُ إِلَيْكَ طَالِباً أَنْ تُقَدِّمَ لِي كُلَّ فِضَّتِكَ وَذَهَبِكَ وَأَجْمَلَ نِسَائِكَ وَبَنِيكَ الْحِسَانَ،"
  },
  "6": {
    "en": "But about this time tomorrow I am going to send my officials to search your palace and the houses of your officials. They will seize everything you value and carry it away.’”",
    "ar": "وَلَكِنِّي أَيْضاً فِي نَحْوِ هَذَا الْوَقْتِ غَداً أُرْسِلُ رِجَالِي إِلَيْكَ لِيُفَتِّشُوا قَصْرَكَ وَبُيُوتَ عَبِيدِكَ، لَيَسْتَوْلُوا عَلَى كُلِّ مَا هُوَ نَفِيسٌ»."
  },
  "7": {
    "en": "The king of Israel summoned all the elders of the land and said to them, “See how this man is looking for trouble! When he sent for my wives and my children, my silver and my gold, I did not refuse him.”",
    "ar": "فَاسْتَدْعَى مَلِكُ إِسْرَائِيلَ جَمِيعَ زُعَمَاءِ الْبِلادِ وَقَالَ: «اعْلَمُوا وَانْظُرُوا أَنَّ بَنْهَدَدَ يَبْغِي الشَّرَّ، فَقَدْ بَعَثَ يَطْلُبُ إِلَيَّ تَسْلِيمَ نِسَائِي وَبَنِيَّ وَفِضَّتِي وَذَهَبِي، فَوَافَقْتُ»."
  },
  "8": {
    "en": "The elders and the people all answered, “Don’t listen to him or agree to his demands.”",
    "ar": "فَقَالَ لَهُ كُلُّ زُعَمَاءِ الْبِلادِ وَسائِرُ الشَّعْبِ: «لا تَسْمَعْ لَهُ وَلا تَخْضَعْ لِطَلَبِهِ»."
  },
  "9": {
    "en": "So he replied to Ben-Hadad’s messengers, “Tell my lord the king, ‘Your servant will do all you demanded the first time, but this demand I cannot meet.’” They left and took the answer back to Ben-Hadad.",
    "ar": "فَقَالَ آخْابُ لِرُسُلِ بَنْهَدَدَ: «قُولُوا لِسَيِّدِي الْمَلِكِ إِنَّنِي مُسْتَعِدٌّ أَنْ أُنَفِّذَ جَمِيعَ مَطَالِبِهِ الأُولَى، أَمَّا الْمَطَالِبُ الثَّانِيَةُ فَلا أَسْتَطِيعُ تَلْبِيَتَهَا». فَرَجَعَ الرُّسُلُ بِجَوَابِهِ إِلَى بَنْهَدَدَ."
  },
  "10": {
    "en": "Then Ben-Hadad sent another message to Ahab: “May the gods deal with me, be it ever so severely, if enough dust remains in Samaria to give each of my men a handful.”",
    "ar": "فَبَعَثَ إِلَيْهِ بَنْهَدَدُ قَائِلاً: «لِتُعَاقِبْنِي الآلِهَةُ أَشَّدَ عِقَابٍ وَتَزِدْ، إِنْ بَقِيَ مِنْ تُرَابِ السَّامِرَةِ مَا يَكْفِي لِمِلْءِ قَبْضَةِ كُلِّ وَاحِدٍ مِنْ رِجَالِي»."
  },
  "11": {
    "en": "The king of Israel answered, “Tell him: ‘One who puts on his armor should not boast like one who takes it off.’”",
    "ar": "فَأَجَابَ مَلِكُ إِسْرَائِيلَ: «قُولُوا لَهُ: لَا يَفْتَخِرُ مَنْ يَشُدُّ دِرْعَهُ كَمَنْ يَحُلُّهُ» (أَي الفَخْرُ يَكُونُ بَعْدَ الْمَعْرَكَةِ لَا قَبْلَهَا)."
  },
  "12": {
    "en": "Ben-Hadad heard this message while he and the kings were drinking in their tents, and he ordered his men: “Prepare to attack.” So they prepared to attack the city.",
    "ar": "فَلَمَّا سَمِعَ بَنْهَدَدُ هَذَا الْكَلامَ وَهُوَ يَشْرَبُ الْخَمْرَ فِي الْخِيَامِ مَعَ حُلَفَائِهِ الْمُلُوكِ، أَمَرَ رِجَالَهُ أَنْ يَتَأَهَّبُوا لِلْقِتَالِ، فَاسْتَعَدُّوا لِلْهُجُومِ عَلَى الْمَدِينَةِ."
  },
  "13": {
    "en": "Meanwhile a prophet came to Ahab king of Israel and announced, “This is what the Lord says: ‘Do you see this vast army? I will give it into your hand today, and then you will know that I am the Lord.’”",
    "ar": "وَإذَا بِنَبِيٍّ يَتَقَدَّمُ إِلَى آخْابَ قَائِلاً: «هَذَا مَا يَقُولُهُ الرَّبُّ: هَلْ تَرَى هَذَا الْجَيْشَ الْغَفِيرَ؟ هَا أَنَا أَنْصُرُكَ عَلَيْهِ الْيَوْمَ، فَتَعْلَمُ أَنِّي أَنَا الرَّبُّ»."
  },
  "14": {
    "en": "“But who will do this?” asked Ahab.\nThe prophet replied, “This is what the Lord says: ‘The junior officers under the provincial commanders will do it.’”\n“And who will start the battle?” he asked.\nThe prophet answered, “You will.”",
    "ar": "فَسَأَلَ آخْابُ: «بِمَنْ يَكُونُ النَّصْرُ؟» فَأَجَابَ: «هَذَا مَا يَقُولُهُ الرَّبُّ: بِقُوَّاتِ رُؤَسَاءِ الْمُقَاطَعَاتِ» فَعَادَ يَسْأَلُ: «مَنْ يَبْتَدِئُ الْحَرْبَ؟» فَأَجَابَ: «أَنْتَ»."
  },
  "15": {
    "en": "So Ahab summoned the 232 junior officers under the provincial commanders. Then he assembled the rest of the Israelites, 7,000 in all.",
    "ar": "فَأَحْصَى آخْابُ رِجَالَ رُؤَسَاءِ الْمُقَاطَعَاتِ، فَبَلَغُوا مِئَتَيْنِ وَاثْنَيْنِ وَثَلاثِينَ. ثُمَّ أَحْصَى بَعْدَهُمْ بَقِيَّةَ جَيْشِ إِسْرَائِيلَ فَكَانُوا سَبْعَةَ آلافٍ."
  },
  "16": {
    "en": "They set out at noon while Ben-Hadad and the 32 kings allied with him were in their tents getting drunk.",
    "ar": "وَانْدَفَعُوا عِنْدَ الظُّهْرِ مِنَ الْمَدِينَةِ وَبَنْهَدَدُ مُنْهَمِكٌ فِي السُّكْرِ فِي الْخِيَامِ مَعَ حُلَفَائِهِ الْمُلُوكِ الاثْنَيْنِ وَالثَّلاثِينَ،"
  },
  "17": {
    "en": "The junior officers under the provincial commanders went out first.\nNow Ben-Hadad had dispatched scouts, who reported, “Men are advancing from Samaria.”",
    "ar": "وَتَقَدَّمَتْ قُوَّاتُ رُؤَسَاءِ الْمُقَاطَعَاتِ أَوَّلاً، فَقَالَ الْمُرَاقِبُونَ لِبَنْهَدَدَ: «رِجَالٌ مِنَ السَّامِرَةِ قَادِمُونَ عَلَيْنَا»"
  },
  "18": {
    "en": "He said, “If they have come out for peace, take them alive; if they have come out for war, take them alive.”",
    "ar": "فَقَالَ: «اقْبِضُوا عَلَيْهِمْ أَحْيَاءَ، سَوَاءٌ كَانَ قُدُومُهُمْ لِلْهُدْنَةِ أَوْ لِلْحَرْبِ»."
  },
  "19": {
    "en": "The junior officers under the provincial commanders marched out of the city with the army behind them",
    "ar": "وَهَكَذَا انْدَفَعَتْ قُوَّاتُ رُؤَسَاءِ الْمُقَاطَعَاتِ مِنَ الْمَدِينَةِ، وَفِي أَعْقَابِهَا تَقَدَّمَ الْجَيْشُ الإِسْرَائِيلِيُّ"
  },
  "20": {
    "en": "and each one struck down his opponent. At that, the Arameans fled, with the Israelites in pursuit. But Ben-Hadad king of Aram escaped on horseback with some of his horsemen.",
    "ar": "وَهَاجَمَ كُلُّ رَجُلٍ مِنْهُمْ وَاحِداً مِنْ جَيْشِ الأَرَامِيِّينَ، فَهَرَبَ الأَرَامِيُّونَ، وَلاحَقَهُمُ الإِسْرَائِيلِيُّونَ. وَتَمَكَّنَ بَنْهَدَدُ مَلِكُ أَرَامَ مَعَ بَعْضِ فُرْسَانِهِ مِنَ النَّجَاةِ عَلَى خُيُولِهِمْ."
  },
  "21": {
    "en": "The king of Israel advanced and overpowered the horses and chariots and inflicted heavy losses on the Arameans.",
    "ar": "وَتَقَدَّمَ مَلِكُ إِسْرَائِيلَ وَاقْتَحَمَ الْخَيْلَ وَالْمَرْكَبَاتِ، وَأَنْزَلَ بِالأَرَامِيِّينَ هَزِيمَةً فَادِحَةً."
  },
  "22": {
    "en": "Afterward, the prophet came to the king of Israel and said, “Strengthen your position and see what must be done, because next spring the king of Aram will attack you again.”",
    "ar": "وَاقْتَرَبَ النَّبِيُّ مِنْ آخْابَ وَقَالَ لَهُ: «اذْهَبْ وَتَأَهَّبْ، وَدَبِّرْ شُؤُونَكَ، وَفَكِّرْ بِمَا تَفْعَلُ، لأَنَّهُ فِي نِهَايَةِ هَذَا الْعَامِ يُهَاجِمُكَ مَلِكُ أَرَامَ،"
  },
  "23": {
    "en": "Meanwhile, the officials of the king of Aram advised him, “Their gods are gods of the hills. That is why they were too strong for us. But if we fight them on the plains, surely we will be stronger than they.",
    "ar": "لأَنَّ رِجَالَهُ قَدْ قَالُوا لَهُ: إِنَّ آلِهَةَ الإِسْرَائِيلِيِّينَ آلِهَةُ جِبَالٍ، لِذَلِكَ انْتَصَرُوا هَذِهِ الْمَرَّةَ، وَلَكِنْ إِنْ حَارَبْنَاهُمْ فِي السَّهْلِ فَإِنَّنَا نَهْزِمُهُمْ."
  },
  "24": {
    "en": "Do this: Remove all the kings from their commands and replace them with other officers.",
    "ar": "كَمَا اقْتَرَحُوا عَلَيْهِ عَزْلَ الْمُلُوكِ مِنْ قِيَادَةِ الْجُيُوشِ، وَتَعْيِينَ ضُبَّاطٍ بَدَلاً مِنْهُمْ."
  },
  "25": {
    "en": "You must also raise an army like the one you lost—horse for horse and chariot for chariot—so we can fight Israel on the plains. Then surely we will be stronger than they.” He agreed with them and acted accordingly.",
    "ar": "وَقَالُوا لِبَنْهَدَدَ: جَهِّزْ لِنَفْسِكَ جَيْشاً ضَخْماً، يَكُونُ عَدَدُهُ كَعَدَدِ الْجَيْشِ الَّذِي فَقَدْتَهُ، فَرَساً بِفَرَسٍ وَمَرْكَبَةً بِمَرْكَبَةٍ، فَنُحَارِبَهُمْ فِي السَّهْلِ وَنَقْهَرَهُمْ». فَعَمِلَ بَنْهَدَدُ بِاقْتِرَاحِهِمْ وَرَأْيِهِمْ."
  },
  "26": {
    "en": "The next spring Ben-Hadad mustered the Arameans and went up to Aphek to fight against Israel.",
    "ar": "وَفِي نِهَايَةِ الْعَامِ جَهَّزَ بَنْهَدَدُ جَيْشاً مِنَ الأَرَامِيِّينَ، وَانْطَلَقَ إِلَى أَفِيقَ لِيُحَارِبَ الإِسْرَائِيلِيِّينَ."
  },
  "27": {
    "en": "When the Israelites were also mustered and given provisions, they marched out to meet them. The Israelites camped opposite them like two small flocks of goats, while the Arameans covered the countryside.",
    "ar": "وَحَشَدَتْ إِسْرَائِيلُ جَيْشَهَا وَجَهَّزَتْ مَؤُونَتَهُ وَتَقَدَّمُوا لِلِقَائِهِمْ، فَكَانُوا بِالْمُقَارَنَةِ بِالأَرَامِيِّينَ الَّذِينَ مَلَأُوا الأَرْضَ نَظِيرَ قَطِيعَيْنِ مِنْ الْمِعْزَى."
  },
  "28": {
    "en": "The man of God came up and told the king of Israel, “This is what the Lord says: ‘Because the Arameans think the Lord is a god of the hills and not a god of the valleys, I will deliver this vast army into your hands, and you will know that I am the Lord.’”",
    "ar": "فَجَاءَ رَجُلُ اللهِ إِلَى آخْابَ وَقَالَ: «هَذَا مَا يَقُولُهُ الرَّبُّ: لأَنَّ الأَرَامِيِّينَ قَدِ ادَّعُوا أَنَّ الرَّبَّ إِنَّمَا هُوَ إِلَهُ جِبَالٍ وَلَيْسَ هُوَ إِلَهُ أَوْدِيَةٍ، فَإِنَّنِي سَأَنْصُرُكَ عَلَى كُلِّ هَذَا الْجَيْشِ الْغَفِيرِ، فَتَعْلَمُونَ أَنِّي أَنَا الرَّبُّ»."
  },
  "29": {
    "en": "For seven days they camped opposite each other, and on the seventh day the battle was joined. The Israelites inflicted a hundred thousand casualties on the Aramean foot soldiers in one day.",
    "ar": "وَهَكَذَا تَوَاجَهَ الطَّرَفَانِ سَبْعَةَ أَيَّامٍ. وَفِي الْيَوْمِ السَّابِعِ دَارَتْ رَحَى الْحَرْبِ، فَقَتَلَ بَنُو إِسْرَائِيلَ فِي يَوْمٍ وَاحِدٍ مِئَةَ أَلْفٍ مِنْ مُشَاةِ أَرَامَ،"
  },
  "30": {
    "en": "The rest of them escaped to the city of Aphek, where the wall collapsed on twenty-seven thousand of them. And Ben-Hadad fled to the city and hid in an inner room.",
    "ar": "وَهَرَبَ الأَحْيَاءُ إِلَى دَاخِلِ مَدِينَةِ أَفِيقَ، فَانْهَارَ السُّورُ عَلَى السَّبْعَةِ وَالْعِشْرِينَ أَلْفَ رَجُلٍ الْبَاقِينَ. أَمَّا بَنْهَدَدُ فَقَدْ لَجَأَ إِلَى الْمَدِينَةِ وَاخْتَبَأَ فِيهَا فِي مُخْدَعٍ دَاخِلَ مُخْدَعٍ."
  },
  "31": {
    "en": "His officials said to him, “Look, we have heard that the kings of Israel are merciful. Let us go to the king of Israel with sackcloth around our waists and ropes around our heads. Perhaps he will spare your life.”",
    "ar": "فَقَالَ لَهُ رِجَالُهُ: «لَقَدْ سَمِعْنَا أَنَّ مُلُوكَ إِسْرَائِيلَ مُلُوكٌ حَلِيمُونَ، فَلْنَرْتَدِ مُسُوحاً حَوْلَ أَحْقَائِنَا، وَنَضَعْ حِبَالاً عَلَى رُؤُوسِنَا، وَنَخْرُجْ إِلَى مَلِكِ إِسْرَائِيلَ، لَعَلَّهُ يَعْفُو عَنْكَ»."
  },
  "32": {
    "en": "Wearing sackcloth around their waists and ropes around their heads, they went to the king of Israel and said, “Your servant Ben-Hadad says: ‘Please let me live.’”\nThe king answered, “Is he still alive? He is my brother.”",
    "ar": "فَارْتَدَوْا مُسُوحاً حَوْلَ أَحْقَائِهِمْ، وَوَضَعُوا حِبَالاً عَلَى رُؤُوسِهِمْ، وَمَثَلُوا أَمَامَ مَلِكِ إِسْرَائِيلَ قَائِلِينَ: «عَبْدُكَ بَنْهَدَدُ يَرْجُو الْعَفْوَ عَنْ حَيَاتِهِ». فَقَالَ: «أَلا يَزَالُ حَيًّا؟ هُوَ أَخِي!»"
  },
  "33": {
    "en": "The men took this as a good sign and were quick to pick up his word. “Yes, your brother Ben-Hadad!” they said.\n“Go and get him,” the king said. When Ben-Hadad came out, Ahab had him come up into his chariot.",
    "ar": "فَتَفَاءَلَ رِجَالُ بَنْهَدَدَ، وَتَشَبَّثُوا بِالأَمَلِ، وَقَالُوا: «نَعَمْ هُوَ أَخُوكَ». فَقَالَ لَهُمْ آخْابُ: «اذْهَبُوا وَأَحْضِرُوهُ.» وَعِنْدَمَا وَصَلَ، أَصْعَدَهُ مَعَهُ فِي مَرْكَبَتِهِ،"
  },
  "34": {
    "en": "“I will return the cities my father took from your father,” Ben-Hadad offered. “You may set up your own market areas in Damascus, as my father did in Samaria.”\nAhab said, “On the basis of a treaty I will set you free.” So he made a treaty with him, and let him go.",
    "ar": "فَقَالَ بَنْهَدَدُ: «إِنِّي أَرُدُّ الْمُدُنَ الَّتِي اسْتَوْلَى عَلَيْهَا أَبِي مِنْ أَبِيكَ، وَتُقِيمُ لِنَفْسِكَ أَسْوَاقاً تِجَارِيَّةً فِي دِمَشْقَ مُمَاثِلَةً لِلأَسْوَاقِ الَّتِي أَقَامَهَا أَبِي فِي السَّامِرَةِ». فَأَجَابَهُ الْمَلِكُ: «وَبِنَاءً عَلَى هَذَا الْعَهْدِ فَإِنَّنِي أُطْلِقُكَ حُرّاً». فَقَطَعَ لَهُ بَنْهَدَدُ عَهْداً وَأَطْلَقَهُ آخْابُ."
  },
  "35": {
    "en": "By the word of the Lord one of the company of the prophets said to his companion, “Strike me with your weapon,” but he refused.",
    "ar": "وَنُزُولاً عِنْدَ أَمْرِ الرَّبِّ، قَالَ رَجُلٌ مِنْ بَنِي الأَنْبِيَاءِ لِصَاحِبِهِ: «اضْرِبْنِي بِسَيْفِكَ». فَأَبَى الرَّجُلُ أَنْ يَضْرِبَهُ."
  },
  "36": {
    "en": "So the prophet said, “Because you have not obeyed the Lord, as soon as you leave me a lion will kill you.” And after the man went away, a lion found him and killed him.",
    "ar": "فَقَالَ لَهُ: «إِنَّكَ لَمْ تُطِعْ أَمْرَ الرَّبِّ، فَعِنْدَ انْصِرَافِكَ مِنْ عِنْدِي يَقْتُلُكَ أَسَدٌ». وَحِينَ خَرَجَ مِنْ عِنْدِهِ لَقِيَهُ أَسَدٌ وَصَرَعَهُ."
  },
  "37": {
    "en": "The prophet found another man and said, “Strike me, please.” So the man struck him and wounded him.",
    "ar": "ثُمَّ صَادَفَ النَّبِيُّ رَجُلاً آخَرَ، فَقَالَ لَهُ: «اضْرِبْنِي». فَضَرَبَهُ وَجَرَحَهُ،"
  },
  "38": {
    "en": "Then the prophet went and stood by the road waiting for the king. He disguised himself with his headband down over his eyes.",
    "ar": "فَمَضَى النَّبِيُّ وَاعْتَرَضَ طَرِيقَ الْمَلِكَ مُتَنَكِّراً بِعِصَابَةٍ عَلَى عَيْنَيْهِ."
  },
  "39": {
    "en": "As the king passed by, the prophet called out to him, “Your servant went into the thick of the battle, and someone came to me with a captive and said, ‘Guard this man. If he is missing, it will be your life for his life, or you must pay a talent of silver.’",
    "ar": "وَعِنْدَمَا اجْتَازَ آخْابُ أَمَامَهُ نَادَاهُ وَقَالَ: «خَرَجَ عَبْدُكَ فِي أَثْنَاءِ اشْتِدَادِ الْمَعْرَكَةِ، وَإذَا بِرَجُلٍ أَقْبَلَ إِلَيَّ بِأَسِيرٍ، وَقَالَ: احْرُسْ هَذَا الرَّجُلَ، وَإِنْ فُقِدَ تَكُونُ نَفْسُكَ عِوَضَ نَفْسِهِ، أَوْ تَدْفَعُ وَزْنَةً مِنَ الفِضَّةِ (نَحْوَ سِتَّةٍ وَثَلاثِينَ كِيلُو جِرَاماً)"
  },
  "40": {
    "en": "While your servant was busy here and there, the man disappeared.”\n“That is your sentence,” the king of Israel said. “You have pronounced it yourself.”",
    "ar": "وَفِيمَا عَبْدُكَ مُنْهَمِكٌ فِي بَعْضِ الأُمُورِ، اخْتَفَى الأَسِيرُ». فَقَالَ لَهُ مَلِكُ إِسْرَائِيلَ: «لَقَدْ حَكَمْتَ عَلَى نَفْسِكَ بِمَا قَضَيْتَ بِهِ»."
  },
  "41": {
    "en": "Then the prophet quickly removed the headband from his eyes, and the king of Israel recognized him as one of the prophets.",
    "ar": "عِنْدَئِذٍ بَادَرَ النَّبِيُّ فَرَفَعَ الْعِصَابَةَ عَنْ عَيْنَيْهِ فَأَدْرَكَ الْمَلِكُ أَنَّهُ مِنْ بَنِي الأَنْبِيَاءِ."
  },
  "42": {
    "en": "He said to the king, “This is what the Lord says: ‘You have set free a man I had determined should die. Therefore it is your life for his life, your people for his people.’”",
    "ar": "وَقَالَ لِلْمَلِكِ: «هَذَا مَا يَقُولُهُ الرَّبُّ: لأَنَّكَ أَبْقَيْتَ عَلَى حَيَاةِ رَجُلٍ قَضَيْتُ بِهَلاكِهِ، فَسَتَمُوتُ بَدَلاً مِنْهُ، وَيَهْلِكُ شَعْبُكَ بَدَلاً مِنْ شَعْبِهِ»."
  },
  "43": {
    "en": "Sullen and angry, the king of Israel went to his palace in Samaria.",
    "ar": "فَانْصَرَفَ مَلِكُ إِسْرَائِيلَ إِلَى قَصْرِهِ فِي السَّامِرَةِ مُكْتَئِباً مَغْمُوماً."
  }
}