{
  "1": {
    "en": "An attacker advances against you, Nineveh.\n    Guard the fortress,\n    watch the road,\n    brace yourselves,\n    marshal all your strength!",
    "ar": "قَدْ زَحَفَ عَلَيْكِ الْمُهَاجِمُ يَا نِينَوَى، فَاحْرُسِي الْحِصْنَ وَرَاقِبِي الطَّرِيقَ، مَنِّعِي أَسْوَارَكِ، وَجَنِّدِي كُلَّ قُوَّتِكِ."
  },
  "2": {
    "en": "The Lord will restore the splendor of Jacob\n    like the splendor of Israel,\nthough destroyers have laid them waste\n    and have ruined their vines.",
    "ar": "لأَنَّ الرَّبَّ يُعِيدُ بَهَاءَ يَعْقُوبَ وَمَجْدَ إِسْرَائِيلَ، لأَنَّ النَّاهِبِينَ سَلَبُوهُمْ وَأَتْلَفُوا كُرُومَهُمْ."
  },
  "3": {
    "en": "The shields of the soldiers are red;\n    the warriors are clad in scarlet.\nThe metal on the chariots flashes\n    on the day they are made ready;\n    the spears of juniper are brandished.",
    "ar": "تُرُوسُ أَبْطَالِهِ مُخَضَّبَةٌ بِالاحْمِرَارِ، وَجُنُودُهُ الْمُحَارِبُونَ مُسَرْبَلُونَ بِالْقِرْمِزِ. يَبْرُقُ فُولاذُ الْمَرْكَبَاتِ فِي يَوْمِ تَأَهُّبِهَا، وَتَتَبَخْتَرُ جِيَادُهَا."
  },
  "4": {
    "en": "The chariots storm through the streets,\n    rushing back and forth through the squares.\nThey look like flaming torches;\n    they dart about like lightning.",
    "ar": "تَتَرَاكَضُ الْمَرْكَبَاتُ بِعُنْفٍ فِي الشَّوَارِعِ، وَعَبْرَ السَّاحَاتِ تَمْرُقُ كَالْبَرْقِ وَمَنْظَرُهَا كَالْمَشَاعِلِ الْمُتَوَهِّجَةِ."
  },
  "5": {
    "en": "Nineveh summons her picked troops,\n    yet they stumble on their way.\nThey dash to the city wall;\n    the protective shield is put in place.",
    "ar": "يَسْتَدْعِي الْمَلِكُ ضُبَّاطَهُ، فَيُسْرِعُونَ إِلَيْهِ مُتَعَثِّرِينَ فِي خُطَاهُمْ، يُهَرْوِلُونَ إِلَى سُورِ الْمَدِينَةِ وَقَدْ أُقِيمَتِ الْمَتَارِيسُ."
  },
  "6": {
    "en": "The river gates are thrown open\n    and the palace collapses.",
    "ar": "قَدِ انْفَتَحَتْ بَوَّابَاتُ الأَنْهَارِ، وَانْهَارَ الْقَصْرُ أَمَامَ جَحَافِلِ الأَعْدَاءِ."
  },
  "7": {
    "en": "It is decreed that Nineveh\n    be exiled and carried away.\nHer female slaves moan like doves\n    and beat on their breasts.",
    "ar": "أَصْبَحَتْ سَيِّدَةُ الْقَصْرِ عَارِيَةً مَسُوقَةً إِلَى الأَسْرِ، وَشَرَعَتْ جَوَارِيهَا يَنُحْنَ كَنَوْحِ الْحَمَامِ وَيَضْرِبْنَ صُدُورَهُنَّ."
  },
  "8": {
    "en": "Nineveh is like a pool\n    whose water is draining away.\n“Stop! Stop!” they cry,\n    but no one turns back.",
    "ar": "نِينَوَى كَبِرْكَةٍ نَضَبَتْ مِيَاهُهَا، إِذْ فَرَّ أَهْلُهَا. وَتَعْلُو الصَّرْخَةُ: «قِفُوا، قِفُوا». وَلا مِنْ مُجِيبٍ يَلْتَفِتُ."
  },
  "9": {
    "en": "Plunder the silver!\n    Plunder the gold!\nThe supply is endless,\n    the wealth from all its treasures!",
    "ar": "انْهَبُوا الْفِضَّةَ، انْهَبُوا الذَّهَبَ. لَا نِهَايَةَ لِكُنُوزِهَا أَوْ لِنَفَائِسِ ثَرْوَتِهَا."
  },
  "10": {
    "en": "She is pillaged, plundered, stripped!\n    Hearts melt, knees give way,\n    bodies tremble, every face grows pale.",
    "ar": "أَضْحَتْ مُوحِشَةً خَاوِيَةً جَرْدَاءَ، ذَابَتْ مِنْهَا الْقُلُوبُ رُعْباً وَانْحَلَّتْ مِنْهَا الرُّكَبُ، طَغَى عَلَيْهَا الأَلَمُ وَعَلا وُجُوهَ أَهْلِهَا الشُّحُوبُ."
  },
  "11": {
    "en": "Where now is the lions’ den,\n    the place where they fed their young,\nwhere the lion and lioness went,\n    and the cubs, with nothing to fear?",
    "ar": "أَيْنَ نِينَوى عَرِينُ الأُسُودِ وَمْرْتَعُ الأَشْبَالِ حَيْثُ يَسْرَحُ الأَسَدُ وَاللَّبُوءَةُ وَالأَشْبَالُ مِنْ غَيْرِ إِزْعَاجٍ؟"
  },
  "12": {
    "en": "The lion killed enough for his cubs\n    and strangled the prey for his mate,\nfilling his lairs with the kill\n    and his dens with the prey.",
    "ar": "قَدِ افْتَرَسَ الأَسَدُ مَا يَكْفِي لإِعَالَةِ أَشْبَالِهِ وَخَنَقَ فَرِيسَةً لِلَبُوءَاتِهِ. قَدْ مَلأَ عَرِينَهُ بِقَنَائِصِهِ وَكَهْفَهُ بِأَشْلائِهِمْ."
  },
  "13": {
    "en": "“I am against you,”\n    declares the Lord Almighty.\n“I will burn up your chariots in smoke,\n    and the sword will devour your young lions.\n    I will leave you no prey on the earth.\nThe voices of your messengers\n    will no longer be heard.”",
    "ar": "هَا أَنَا أُقَاوِمُكِ. يَقُولُ الرَّبُّ الْقَدِيرُ. فَأُحْرِقُ مَرْكَبَاتِكِ فَتُصْبِحُ دُخَاناً، وَيَلْتَهِمُ السَّيْفُ لُحُومَ أَبْنَائِكِ، وَأَسْتَأْصِلُ مِنَ الأَرْضِ غَنَائِمَكِ وَلَنْ يَتَرَدَّدَ فِي مَا بَعْدُ صَوْتُ مَنْدُوبِيكِ."
  }
}