{
  "1": {
    "en": "Woe to the city of blood,\n    full of lies,\nfull of plunder,\n    never without victims!",
    "ar": "وَيْلٌ لِلْمَدِينَةِ السَّافِكَةِ الدِّمَاءِ الْمُمْتَلِئَةِ كَذِباً، الْمُكْتَظَّةِ بِالْغَنَائِمِ الْمَنْهُوبَةِ، الَّتِي لَا تَخْلُو أَبَداً مِنَ الضَّحَايَا."
  },
  "2": {
    "en": "The crack of whips,\n    the clatter of wheels,\ngalloping horses\n    and jolting chariots!",
    "ar": "هَا فَرْقَعَةُ السِّيَاطِ وَقَعْقَعَةُ الْعَجَلاتِ وَجَلَبَةُ حَوَافِرِ الْخُيُولِ وَصَلْصَلَةُ الْمَرْكَبَاتِ."
  },
  "3": {
    "en": "Charging cavalry,\n    flashing swords\n    and glittering spears!\nMany casualties,\n    piles of dead,\nbodies without number,\n    people stumbling over the corpses—",
    "ar": "وَفُرْسَانٌ وَاثِبَةٌ، وَسُيُوفٌ لامِعَةٌ وَرِمَاحٌ بَارِقَةٌ وَكَثْرَةُ قَتْلَى وَأَكْوَامُ جُثَثٍ لا نِهَايَةَ لَهَا، بِها يَتَعَثَّرُونَ."
  },
  "4": {
    "en": "all because of the wanton lust of a prostitute,\n    alluring, the mistress of sorceries,\nwho enslaved nations by her prostitution\n    and peoples by her witchcraft.",
    "ar": "كُلُّ هَذَا مِنْ أَجْلِ كَثْرَةِ زِنَى نِينَوَى الفَاتِنَةِ الآسِرَةِ وَمِنْ أَجْلِ سِحْرِهَا الْقَاتِلِ. لَقَدِ اسْتَعْبَدَتِ الشُّعُوبَ بِعَهَرِهَا وَالأُمَمَ بِشَعْوَذَتِهَا."
  },
  "5": {
    "en": "“I am against you,” declares the Lord Almighty.\n    “I will lift your skirts over your face.\nI will show the nations your nakedness\n    and the kingdoms your shame.",
    "ar": "هَا أَنَا أُقَاوِمُكِ، يَقُولُ الرَّبُّ الْقَدِيرُ، فَأَكْشِفُ عَارَكِ لأُطْلِعَ الأُمَمَ عَلَى عَوْرَتِكِ وَالْمَمَالِكَ عَلَى خِزْيِكِ."
  },
  "6": {
    "en": "I will pelt you with filth,\n    I will treat you with contempt\n    and make you a spectacle.",
    "ar": "وَأُلَوِّثُكِ بِالأَوْسَاخِ وَأُحَقِّرُكِ وَأَجْعَلُكِ عِبْرَةً."
  },
  "7": {
    "en": "All who see you will flee from you and say,\n    ‘Nineveh is in ruins—who will mourn for her?’\n    Where can I find anyone to comfort you?”",
    "ar": "وَكُلُّ مَنْ يَرَاكِ يَعْرِضُ عَنْكِ قَائِلاً: «قَدْ خَرِبَتْ نِينَوَى فَمَنْ يَنُوحُ عَلَيْهَا؟ أَيْنَ أَجِدُ لَهَا مُعَزِّينَ؟»"
  },
  "8": {
    "en": "Are you better than Thebes,\n    situated on the Nile,\n    with water around her?\nThe river was her defense,\n    the waters her wall.",
    "ar": "هَلْ أَنْتِ أَفْضَلُ مِنْ طِيبَةَ الْجَاثِمَةِ إِلَى جِوَارِ النِّيلِ الْمُحَاطَةِ بِالْمِيَاهِ، الْمُتَمَنِّعَةِ بِالْبَحْرِ وَبِأَسْوَارٍ مِنَ الْمِيَاهِ؟"
  },
  "9": {
    "en": "Cush and Egypt were her boundless strength;\n    Put and Libya were among her allies.",
    "ar": "كُوشُ وَمِصْرُ كَانَتَا قُوَّتَهَا اللّامُتَنَاهِيَةَ، وَفُوطُ وَلِيبِيَا مِنْ حُلَفَائِهَا."
  },
  "10": {
    "en": "Yet she was taken captive\n    and went into exile.\nHer infants were dashed to pieces\n    at every street corner.\nLots were cast for her nobles,\n    and all her great men were put in chains.",
    "ar": "وَمَعَ ذَلِكَ فَقَدْ وَقَعَتْ أَسِيرَةً وَاقْتِيدَتْ إِلَى السَّبْيِ، وَتَمَزَّقَ أَطْفَالُهَا أَشْلاءَ فِي زَاوِيَةِ كُلِّ شَارِعٍ، وَاقْتُرِعَ عَلَى عُظَمَائِهَا، وَصُفِّدَ نُبَلاؤُهَا بِالأَغْلالِ."
  },
  "11": {
    "en": "You too will become drunk;\n    you will go into hiding\n    and seek refuge from the enemy.",
    "ar": "وَأَنْتِ أَيْضاً تَسْكَرِينَ وَتَتَرَنَّحِينَ، وَتَلْتَمِسِينَ مَلْجَأً مِنَ الأَعْدَاءِ."
  },
  "12": {
    "en": "All your fortresses are like fig trees\n    with their first ripe fruit;\nwhen they are shaken,\n    the figs fall into the mouth of the eater.",
    "ar": "وَتَتَسَاقَطُ جَمِيعُ حُصُونِكِ كَتَسَاقُطِ بَوَاكِيرِ أَثْمَارِ أَشْجَارِ التِّينِ النَّاضِجَةِ فِي أَفْوَاهِ مَنْ يَهُزُّونَهَا."
  },
  "13": {
    "en": "Look at your troops—\n    they are all weaklings.\nThe gates of your land\n    are wide open to your enemies;\n    fire has consumed the bars of your gates.",
    "ar": "انْظُرِي إِلَى جُنُودِكِ مُرْتَعِبِينَ كَالنِّسَاءِ فِي وَسَطِكِ. صَارَتْ أَبْوَابُ أَرْضِكِ مَفْتُوحَةً أَمَامَ أَعْدَائِكِ. وَشَرَعَتِ النِّيرَانُ تَلْتَهِمُ مَزَالِيجَكِ."
  },
  "14": {
    "en": "Draw water for the siege,\n    strengthen your defenses!\nWork the clay,\n    tread the mortar,\n    repair the brickwork!",
    "ar": "خَزِّنِي مَاءً تَأَهُّباً لِلْحِصَارِ، حَصِّنِي قِلاعَكِ. دُوسِي أَكْوَامَ الطِّينِ لِتُجَهِّزِي الطُّوبَ؛ أَصْلِحِي قَوَالِبَ الطِّينِ."
  },
  "15": {
    "en": "There the fire will consume you;\n    the sword will cut you down—\n    they will devour you like a swarm of locusts.\nMultiply like grasshoppers,\n    multiply like locusts!",
    "ar": "هُنَاكَ تَلْتَهِمُكِ النَّارُ، وَيَسْتَأْصِلُكِ السَّيْفُ، فَيُبِيدُكِ الأَعْدَاءُ كَالْجَرَادِ. تَكَاثَرِي كَالْجَرَادِ وَكَالْجَنَادِبِ."
  },
  "16": {
    "en": "You have increased the number of your merchants\n    till they are more numerous than the stars in the sky,\nbut like locusts they strip the land\n    and then fly away.",
    "ar": "قَدْ أَضْحَى تُجَّارُكِ أَكْثَرَ مِنْ كَوَاكِبِ السَّمَاءِ، وَلَكِنَّهُمْ تَبَدَّدُوا كَجَرَادٍ فَرَدَ أَجْنِحَتَهُ وَطَارَ."
  },
  "17": {
    "en": "Your guards are like locusts,\n    your officials like swarms of locusts\n    that settle in the walls on a cold day—\nbut when the sun appears they fly away,\n    and no one knows where.",
    "ar": "أَصْبَحَ رُؤَسَاؤُكِ كَالْجَنَادِبِ، وَقَادَتُكِ كَأَسْرَابِ الْجَرَادِ الْمُتَكَوِّمَةِ عَلَى سِيَاجٍ فِي يَوْمٍ بَارِدٍ. مَا إِنْ تُشْرِقُ الشَّمْسُ حَتَّى تَطِيرَ بَعِيداً إِلَى حَيْثُ لَا يَعْلَمُ أَحَدٌ."
  },
  "18": {
    "en": "King of Assyria, your shepherds slumber;\n    your nobles lie down to rest.\nYour people are scattered on the mountains\n    with no one to gather them.",
    "ar": "قَدْ نَامَ رُعَاتُكَ يَا مَلِكَ أَشُّورَ، وَغَرِقَ عُظَمَاؤُكَ فِي سُبَاتٍ عَمِيقٍ، تَشَتَّتَ شَعْبُكَ عَلَى الْجِبَالِ وَلا يُوْجَدُ مَنْ يَجْمَعُهُمْ."
  },
  "19": {
    "en": "Nothing can heal you;\n    your wound is fatal.\nAll who hear the news about you\n    clap their hands at your fall,\nfor who has not felt\n    your endless cruelty?",
    "ar": "لَا جَبْرَ لِكَسْرِكَ، وَجُرْحُكَ مُمِيتٌ. وَكُلُّ مَنْ يَسْمَعُ بِمَا جَرَى لَكَ يُصَفِّقُ ابْتِهَاجاً لِمَا أَصَابَكَ، فَمَنْ لَمْ يُعَانِ مِنْ شَرِّكَ الْمُتْمَادِي؟"
  }
}