{
  "1": {
    "en": "How the gold has lost its luster,\n    the fine gold become dull!\nThe sacred gems are scattered\n    at every street corner.",
    "ar": "كَيْفَ اكْمَدَّ الذَّهَبُ وَاكْدَرَّ لَوْنُ النُّضَارِ الخَالِصِ؟ كَيْفَ تَبَعْثَرَتْ حِجَارَةُ الْقُدْسِ فِي نَاصِيَةِ كُلِّ شَارِعٍ؟"
  },
  "2": {
    "en": "How the precious children of Zion,\n    once worth their weight in gold,\nare now considered as pots of clay,\n    the work of a potter’s hands!",
    "ar": "كَيْفَ حُسِبَ أَبْنَاءُ صِهْيَوْنَ الْكِرَامُ الْمَوْزُونُونَ بِالذَّهَبِ النَّقِيِّ، كَآنِيَةٍ خَزَفِيَّةٍ مِنْ عَمَلِ يَدِ الْفَخَّارِيِّ؟"
  },
  "3": {
    "en": "Even jackals offer their breasts\n    to nurse their young,\nbut my people have become heartless\n    like ostriches in the desert.",
    "ar": "حَتَّى بَنَاتُ آوَى تَكْشِفُ عَنْ ثَدْيهَا وَتُرْضِعُ أَجْرَاءَهَا، أَمَّا ابْنَةُ شَعْبِي فَقَاسِيَةٌ كَالنَّعَامِ فِي الصَّحْرَاءِ."
  },
  "4": {
    "en": "Because of thirst the infant’s tongue\n    sticks to the roof of its mouth;\nthe children beg for bread,\n    but no one gives it to them.",
    "ar": "قَدِ الْتَصَقَ لِسَانُ الرَّضِيعِ بِحَنَكِهِ عَطَشاً، وَالْتَمَسَ الأَطْفَالُ خُبْزاً وَلَيْسَ مَنْ يُعْطِيهِ لَهُمْ."
  },
  "5": {
    "en": "Those who once ate delicacies\n    are destitute in the streets.\nThose brought up in royal purple\n    now lie on ash heaps.",
    "ar": "هَلَكَ فِي الشَّوَارِعِ الَّذِينَ كَانُوا يَأْكُلُونَ الطَّيِّبَاتِ، وَاحْتَضَنَ الْمَزَابِلَ المُتَرَبُّونَ عَلَى لِبْسِ الْحَرِيرِ."
  },
  "6": {
    "en": "The punishment of my people\n    is greater than that of Sodom,\nwhich was overthrown in a moment\n    without a hand turned to help her.",
    "ar": "لأَنَّ عِقَابَ إِثْمِ ابْنَةِ شَعْبِي أَعْظَمُ مِنْ عِقَابِ خَطِيئَةِ سَدُومَ الَّتِي انْقَلَبَتْ فِي لَحْظَةٍ، مِنْ غَيْرِ أَنْ تَمْتَدَّ إِلَيْهَا يَدُ إِنْسَانٍ."
  },
  "7": {
    "en": "Their princes were brighter than snow\n    and whiter than milk,\ntheir bodies more ruddy than rubies,\n    their appearance like lapis lazuli.",
    "ar": "كَانَ نُبَلاؤُهَا أَنْقَى مِنَ الثَّلْجِ وَأَنْصَعَ مِنَ اللَّبَنِ. أَجْسَادُهُمْ أَكْثَرُ حُمْرَةً مِنَ الْمُرْجَانِ، وَقَامَاتُاهُمْ كَالْيَاقُوتِ الأَزْرَقِ،"
  },
  "8": {
    "en": "But now they are blacker than soot;\n    they are not recognized in the streets.\nTheir skin has shriveled on their bones;\n    it has become as dry as a stick.",
    "ar": "فَأَصْبَحَتْ صُورَتُهُمْ أَكْثَرَ سَوَاداً مِنَ الْفَحْمِ، فَلَمْ يُعْرَفُوا فِي الشَّوَارِعِ. لَصِقَتْ جُلُودُهُمْ بِعِظَامِهِمْ، وَصَارَتْ جَافَّةً كَالْحَطَبِ."
  },
  "9": {
    "en": "Those killed by the sword are better off\n    than those who die of famine;\nracked with hunger, they waste away\n    for lack of food from the field.",
    "ar": "كَانَ مَصِيرُ ضَحَايَا السَّيْفِ أَفْضَلَ مِنْ مَصِيرِ ضَحَايَا الْجُوعِ، الَّذِينَ اضْمَحَلُّوا مِنْ طَعْنَةِ عُقْمِ الْحَقْلِ."
  },
  "10": {
    "en": "With their own hands compassionate women\n    have cooked their own children,\nwho became their food\n    when my people were destroyed.",
    "ar": "طَهَتْ أَيْدِي الأُمَّهَاتِ الْحَانِيَاتِ أَوْلادَهُنَّ لِيَكُونُوا طَعَاماً لَهُنَّ فِي أَثْنَاءِ دَمَارِ ابْنَةِ شَعْبِي."
  },
  "11": {
    "en": "The Lord has given full vent to his wrath;\n    he has poured out his fierce anger.\nHe kindled a fire in Zion\n    that consumed her foundations.",
    "ar": "نَفَثَ الرَّبُّ كَامِلَ سُخْطِهِ وَصَبَّ حُمُوَّ غَضَبِهِ، وَأَضْرَمَ نَاراً فِي صِهْيَوْنَ فَالْتَهَمَتْ أُسُسَهَا."
  },
  "12": {
    "en": "The kings of the earth did not believe,\n    nor did any of the peoples of the world,\nthat enemies and foes could enter\n    the gates of Jerusalem.",
    "ar": "لَمْ يُصَدِّقْ مُلُوكُ الأَرْضِ وَسُكَّانُ الْمَعْمُورَةِ أَنَّ الْعَدُوَّ وَالْخَصْمَ يَقْتَحِمَانِ بَوَّابَاتِ أُورُشَلِيمَ."
  },
  "13": {
    "en": "But it happened because of the sins of her prophets\n    and the iniquities of her priests,\nwho shed within her\n    the blood of the righteous.",
    "ar": "عِقَاباً لَهَا عَلَى خَطَايَا أَنْبِيَائِهَا وَآثَامِ كَهَنَتِهَا، الَّذِينَ سَفَكُوا فِي وَسَطِهَا دَمَ الصِّدِّيقِينَ."
  },
  "14": {
    "en": "Now they grope through the streets\n    as if they were blind.\nThey are so defiled with blood\n    that no one dares to touch their garments.",
    "ar": "تَاهُوا كَعُمْيٍ فِي الشَّوَارِعِ، مُلَطَّخِينَ بِالدَّمِ حَتَّى لَمْ يَقْدِرْ أَحَدٌ أَنْ يَلْمُسَ ثِيَابَهُمْ."
  },
  "15": {
    "en": "“Go away! You are unclean!” people cry to them.\n    “Away! Away! Don’t touch us!”\nWhen they flee and wander about,\n    people among the nations say,\n    “They can stay here no longer.”",
    "ar": "هَتَفُوا بِهِمْ: «ابْتَعِدُوا: تَنَحَّوْا لَا تَلْمَسُوا شَيْئاً». فَهَرَبُوا وَتَشَرَّدُوا! غَيْرَ أَنَّ أَهْلَ الأُمَمِ قَالُوا: لَا يُمْكِنُ أَنْ يَسْكُنُوا مَعَنَا!"
  },
  "16": {
    "en": "The Lord himself has scattered them;\n    he no longer watches over them.\nThe priests are shown no honor,\n    the elders no favor.",
    "ar": "قَدْ بَدَّدَهُمُ الرَّبُّ نَفْسُهُ، وَلَمْ يَعُدْ يَعْبَأُ بِهِمْ، لَمْ يُكْرِمُوا الْكَهَنَةَ وَلَمْ يَتَرَأَّفُوا بِالشُّيُوخِ."
  },
  "17": {
    "en": "Moreover, our eyes failed,\n    looking in vain for help;\nfrom our towers we watched\n    for a nation that could not save us.",
    "ar": "كَلَّتْ عُيُونُنَا مِنْ تَرَقُّبِ نُصْرَةٍ بَاطِلَةٍ. فِي أَبْرَاجِنَا انْتَظَرْنَا مَعُونَةَ أُمَّةٍ لَا تُخَلِّصُ."
  },
  "18": {
    "en": "People stalked us at every step,\n    so we could not walk in our streets.\nOur end was near, our days were numbered,\n    for our end had come.",
    "ar": "تَصَيَّدَ الرِّجَالُ خَطْوَاتِنَا حَتَّى لَا نَخْطُوَ فِي شَوَارِعِنَا. آذَنَتْ نِهَايَتُنَا، وَتَمَّتْ أَيَّامُنَا وَأَزِفَتْ خَاتِمَتُنَا."
  },
  "19": {
    "en": "Our pursuers were swifter\n    than eagles in the sky;\nthey chased us over the mountains\n    and lay in wait for us in the desert.",
    "ar": "كَانَ مُطَارِدُونَا أَسْرَعَ مِنْ نُسُورِ السَّمَاءِ، تَعَقَّبُونَا عَلَى الْجِبَالِ، وَتَرَبَّصُوا بِنَا فِي الصَّحْرَاءِ."
  },
  "20": {
    "en": "The Lord’s anointed, our very life breath,\n    was caught in their traps.\nWe thought that under his shadow\n    we would live among the nations.",
    "ar": "وَقَعَ فِي حُفَرِهِمْ مَصْدَرُ حَيَاتِنَا، الْمَلِكُ الَّذِي اخْتَارَهُ الرَّبُّ، الَّذِي قُلْنَا: فِي ظِلِّهِ نَعِيشُ بَيْنَ الأُمَمِ."
  },
  "21": {
    "en": "Rejoice and be glad, Daughter Edom,\n    you who live in the land of Uz.\nBut to you also the cup will be passed;\n    you will be drunk and stripped naked.",
    "ar": "ابْتَهِجِي وَافْرَحِي يَا ابْنَةَ أَدُومَ، يَا سَاكِنَةَ عَوْصٍ. إِنَّمَا هَذِهِ الْكَأْسُ سَتَجُوزُ عَلَيْكِ أَيْضاً فَتَسْكَرِينَ وَتَتَعَرَّيْنَ."
  },
  "22": {
    "en": "Your punishment will end, Daughter Zion;\n    he will not prolong your exile.\nBut he will punish your sin, Daughter Edom,\n    and expose your wickedness.",
    "ar": "قَدْ تَمَّ إِثْمُكِ يَا ابْنَةَ صِهْيَوْنَ، وَلَنْ يُطِيلَ (اللهُ) مِنْ حِقْبَةِ سَبْيِكِ. أَمَّا أَنْتِ يَا ابْنَةَ أَدُومَ فَإِنَّهُ يُعَاقِبُكِ وَيَفْضَحُ خَطَايَاكِ."
  }
}