{
  "1": {
    "en": "Remember, Lord, what has happened to us;\n    look, and see our disgrace.",
    "ar": "اذْكُرْ يَا رَبُّ مَا أَصَابَنَا. انْظُرْ وَعَايِنْ عَارَنَا."
  },
  "2": {
    "en": "Our inheritance has been turned over to strangers,\n    our homes to foreigners.",
    "ar": "قَدْ تَحَوَّلَ مِيرَاثُنَا إِلَى الْغُرَبَاءِ وَبُيُوتُنَا إِلَى الأَجَانِبِ."
  },
  "3": {
    "en": "We have become fatherless,\n    our mothers are widows.",
    "ar": "أَصْبَحْنَا أَيْتَاماً لَا أَبَ لَنَا، وَأُمَّهَاتُنَا كَالأَرَامِلِ."
  },
  "4": {
    "en": "We must buy the water we drink;\n    our wood can be had only at a price.",
    "ar": "بِالْفِضَّةِ شَرِبْنَا مَاءَنَا. وَبِثَمَنٍ ابْتَعْنَا حَطَبَنَا."
  },
  "5": {
    "en": "Those who pursue us are at our heels;\n    we are weary and find no rest.",
    "ar": "دَاسَ مُضْطَهِدُونَا أَعْنَاقَنَا، أَعْيَيْنَا وَلَمْ نَجِدْ رَاحَةً."
  },
  "6": {
    "en": "We submitted to Egypt and Assyria\n    to get enough bread.",
    "ar": "خَضَعْنَا بَاسِطِينَ أَيْدِينَا إِلَى أَشُّورَ وَمِصْرَ لِنَشْبَعَ خُبْزاً."
  },
  "7": {
    "en": "Our ancestors sinned and are no more,\n    and we bear their punishment.",
    "ar": "قَدْ أَخْطَأَ آبَاؤُنَا، وَتَوَارَوْا عَنِ الْوُجُودِ، وَنَحْنُ نَتَحَمَّلُ عِقَابَ آثَامِهِمْ."
  },
  "8": {
    "en": "Slaves rule over us,\n    and there is no one to free us from their hands.",
    "ar": "تَسَلَّطَ عَلَيْنَا عَبِيدٌ، وَلَيْسَ مَنْ يُنْقِذُنَا مِنْ أَيْدِيهِمْ."
  },
  "9": {
    "en": "We get our bread at the risk of our lives\n    because of the sword in the desert.",
    "ar": "بِأَنْفُسِنَا نَأْتِي بِخُبْزِنَا مُجَازِفِينَ بِحَيَاتِنَا مِنْ جَرَّاءِ السَّيْفِ الْكَامِنِ لَنَا فِي الصَّحْرَاءِ."
  },
  "10": {
    "en": "Our skin is hot as an oven,\n    feverish from hunger.",
    "ar": "جِلْدُنَا مُلْتَهِبٌ كَتَنُّورٍ مِنْ نِيرَانِ الْجُوعِ الْمُحْرِقَةِ."
  },
  "11": {
    "en": "Women have been violated in Zion,\n    and virgins in the towns of Judah.",
    "ar": "اغْتَصَبُوا النِّسَاءَ فِي صِهْيَوْنَ وَالْعَذَارَى فِي مُدُنِ يَهُوذَا."
  },
  "12": {
    "en": "Princes have been hung up by their hands;\n    elders are shown no respect.",
    "ar": "عُلِّقَ النُّبَلاءُ بِأَيْدِيهِمْ وَلَمْ يُوَقِّرُوا الشُّيُوخَ."
  },
  "13": {
    "en": "Young men toil at the millstones;\n    boys stagger under loads of wood.",
    "ar": "سَخَّرُوا الشُّبَّانَ لِلطَّحْنِ، وَهَوَى الصِّبْيَانُ تَحْتَ الْحَطَبِ."
  },
  "14": {
    "en": "The elders are gone from the city gate;\n    the young men have stopped their music.",
    "ar": "هَجَرَ الشُّيُوخُ بَوَّابَةَ الْمَدِينَةِ، وَكَفَّ الشُّبَّانُ عَنْ غِنَائِهِمْ."
  },
  "15": {
    "en": "Joy is gone from our hearts;\n    our dancing has turned to mourning.",
    "ar": "انْقَطَعَ فَرَحُ قَلْبِنَا وَتَحَوَّلَ رَقْصُنَا إِلَى نَوْحٍ."
  },
  "16": {
    "en": "The crown has fallen from our head.\n    Woe to us, for we have sinned!",
    "ar": "تَهَاوَى إِكْلِيلُ رَأْسِنَا، فَوَيْلٌ لَنَا لأَنَّنَا قَدْ أَخْطَأْنَا."
  },
  "17": {
    "en": "Because of this our hearts are faint,\n    because of these things our eyes grow dim",
    "ar": "لِهَذَا غُشِيَ عَلَى قُلُوبِنَا، وَأَظْلَمَتْ عُيُونُنَا."
  },
  "18": {
    "en": "for Mount Zion, which lies desolate,\n    with jackals prowling over it.",
    "ar": "لأَنَّ جَبَلَ صِهْيَوْنَ أَضْحَى أَطْلالاً تَرْتَعُ فِيهِ الثَّعَالِبُ."
  },
  "19": {
    "en": "You, Lord, reign forever;\n    your throne endures from generation to generation.",
    "ar": "أَمَّا أَنْتَ يَا رَبُّ، فَتَمْلِكُ إِلَى الأَبَدِ، وَعَرْشُكَ ثَابِتٌ مِنْ جِيلٍ إِلَى جِيلٍ."
  },
  "20": {
    "en": "Why do you always forget us?\n    Why do you forsake us so long?",
    "ar": "لِمَاذَا تَنْسَانَا إِلَى الأَبَدِ وَتَتْرُكُنَا طُولَ الأَيَّامِ؟"
  },
  "21": {
    "en": "Restore us to yourself, Lord, that we may return;\n    renew our days as of old",
    "ar": "رُدَّنَا يَا رَبُّ إِلَيْكَ فَنَرْجِعَ. جِدِّدْ أَيَّامَنَا كَمَا فِي الْعُهُودِ السَّالِفَةِ."
  },
  "22": {
    "en": "unless you have utterly rejected us\n    and are angry with us beyond measure.",
    "ar": "إِلا إِنْ كُنْتَ قَدْ رَفَضْتَنَا كُلَّ الرَّفْضِ وَغَضِبْتَ عَلَيْنَا أَشَدَّ الْغَضَبِ."
  }
}