{
  "1": {
    "en": "You know, brothers and sisters, that our visit to you was not without results.",
    "ar": "فَإِنَّكُمْ، أَيُّهَا الإِخْوَةُ، تَعْلَمُونَ أَنَّ قُدُومَنَا إِلَيْكُمْ لَمْ يَكُنْ بَاطِلاً."
  },
  "2": {
    "en": "We had previously suffered and been treated outrageously in Philippi, as you know, but with the help of our God we dared to tell you his gospel in the face of strong opposition.",
    "ar": "فَمَعَ أَنَّنَا كُنَّا قَدْ قَاسَيْنَا الأَلَمَ وَالإِهَانَةَ فِي مَدِينَةِ فِيلِبِّي، كَمَا تَعْلَمُونَ، فَقَدْ تَجَرَّأْنَا فِي إِلَهِنَا أَنْ نُكَلِّمَكُمْ بِإِنْجِيلِ اللهِ مُجَاهِدِينَ فِي وَجْهِ الْمُعَارَضَةِ الشَّدِيدَةِ."
  },
  "3": {
    "en": "For the appeal we make does not spring from error or impure motives, nor are we trying to trick you.",
    "ar": "فَمَا كَانَ وَعْظُنَا صَادِراً عَنْ ضَلالٍ وَلا عَنْ نَجَاسَةٍ، وَلا خَالَطَهُ مَكْرٌ،"
  },
  "4": {
    "en": "On the contrary, we speak as those approved by God to be entrusted with the gospel. We are not trying to please people but God, who tests our hearts.",
    "ar": "بَلْ إِنَّنَا نَتَكَلَّمُ كَمَنْ تَبَيَّنَ مِنِ اخْتِبَارِ اللهِ لَهُمْ أَنَّهُمْ أَهْلٌ لأَنْ يُؤْتَمَنُوا عَلَى الإِنْجِيلِ، لِنُرْضِيَ لَا النَّاسَ بَلِ اللهَ الَّذِي يَخْتَبِرُ قُلُوبَنَا."
  },
  "5": {
    "en": "You know we never used flattery, nor did we put on a mask to cover up greed—God is our witness.",
    "ar": "وَكَمَا تَعْلَمُونَ أَيْضاً، فَإِنَّنَا لَمْ نَسْتَعْمِلْ مَعَكُمْ قَطُّ كَلامَ التَّمَلُّقِ، وَلا اتَّخَذْنَا ذَرِيعَةً لِلطَّمَعِ إِنَّمَا اللهُ شَاهِدٌ"
  },
  "6": {
    "en": "We were not looking for praise from people, not from you or anyone else, even though as apostles of Christ we could have asserted our authority.",
    "ar": "وَلا سَعَيْنَا لِنَوَالِ مَجْدٍ مِنَ النَّاسِ، لَا مِنْكُمْ وَلا مِنْ غَيْرِكُمْ،"
  },
  "7": {
    "en": "Instead, we were like young children among you.\nJust as a nursing mother cares for her children,",
    "ar": "مَعَ أَنَّ لَنَا الْحَقَّ فِي أَنْ نَفْرِضَ أَنْفُسَنَا عَلَيْكُمْ بِاعْتِبَارِنَا رُسُلاً لِلْمَسِيحِ. وَلَكِنَّنَا كُنَّا مُتَرَفِّقِينَ بِكُمْ كَأُمٍّ مُرْضِعٍ تَحْنُو عَلَى أَوْلادِهَا."
  },
  "8": {
    "en": "so we cared for you. Because we loved you so much, we were delighted to share with you not only the gospel of God but our lives as well.",
    "ar": "وَإِذْ كَانَ حُنُوُّنَا عَلَيْكُمْ شَدِيداً، ارْتَضَيْنَا أَنْ نُقَدِّمَ إِلَيْكُمْ لَا إِنْجِيلَ اللهِ فَقَطْ بَلْ أَنْفُسَنَا أَيْضاً، لأَنَّكُمْ صِرْتُمْ مَحْبُوبِينَ لَدَيْنَا."
  },
  "9": {
    "en": "Surely you remember, brothers and sisters, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you.",
    "ar": "فَأَنْتُمْ تَذْكُرُونَ، أَيُّهَا الإِخْوَةُ، جَهْدَنَا وَكَدَّنَا، إِذْ بَشَّرْنَاكُمْ بِإِنْجِيلِ اللهِ وَنَحْنُ نَشْتَغِلُ لَيْلاً وَنَهَاراً لِكَيْ لَا نَكُونَ عِبْئاً ثَقِيلاً عَلَى أَحَدٍ مِنْكُمْ."
  },
  "10": {
    "en": "You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed.",
    "ar": "فَأَنْتُمْ تَشْهَدُونَ، وَيَشْهَدُ اللهُ، كَيْفَ تَصَرَّفْنَا بَيْنَكُمْ، أَنْتُمُ الْمُؤْمِنِينَ، بِطَهَارَةٍ وَاسْتِقَامَةٍ وَبَرَاءَةٍ مِنَ اللَّوْمِ،"
  },
  "11": {
    "en": "For you know that we dealt with each of you as a father deals with his own children,",
    "ar": "كَمَا أَنَّكُمْ تَعْلَمُونَ كَيْفَ عَامَلْنَاكُمْ مُعَامَلَةَ الأَبِ لأَوْلادِهِ، فَكُنَّا نَعِظُ كُلَّ وَاحِدٍ مِنْكُمْ وَنُشَجِّعُكُمْ"
  },
  "12": {
    "en": "encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory.",
    "ar": "وَنُحَرِّضُكُمْ أَنْ تَسْلُكُوا سُلُوكاً يَلِيقُ بِاللهِ، ذَاكَ الَّذِي يَدْعُوكُمْ إِلَى مَلَكُوتِهِ وَمَجْدِهِ."
  },
  "13": {
    "en": "And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as a human word, but as it actually is, the word of God, which is indeed at work in you who believe.",
    "ar": "وَلِذَلِكَ نَحْنُ أَيْضاً نَرْفَعُ الشُّكْرَ لِلهِ بِلا تَوَقُّفٍ، لأَنَّكُمْ لَمَّا تَلَقَّيْتُمْ مِنَّا كَلِمَةَ الْبِشَارَةِ مِنَ اللهِ، قَبِلْتُمُوهَا لَا كَأَنَّهَا كَلِمَةُ بَشَرٍ، بَلْ كَمَا هِيَ فِي الْحَقِيقَةِ: بِاعْتِبَارِهَا كَلِمَةَ اللهِ الْعَامِلَةَ أَيْضاً فِيكُمْ أَنْتُمُ الْمُؤْمِنِينَ."
  },
  "14": {
    "en": "For you, brothers and sisters, became imitators of God’s churches in Judea, which are in Christ Jesus: You suffered from your own people the same things those churches suffered from the Jews",
    "ar": "فَإِنَّكُمْ، أَيُّهَا الإِخْوَةُ، قَدْ صِرْتُمْ عَلَى مِثَالِ كَنَائِسِ اللهِ الَّتِي فِي مِنْطَقَةِ الْيَهُودِيَّة الَّتِي هِيَ فِي الْمَسِيحِ يَسُوعَ. فَأَنْتُمْ أَيْضاً قَاسَيْتُمْ عَلَى أَيْدِي بَنِي جِنْسِكُمْ مَا قَاسَوْهُ هُمْ عَلَى أَيْدِي الْيَهُودِ"
  },
  "15": {
    "en": "who killed the Lord Jesus and the prophets and also drove us out. They displease God and are hostile to everyone",
    "ar": "الَّذِينَ قَتَلُوا الرَّبَّ يَسُوعَ وَالأَنْبِيَاءَ وَاضْطَهَدُونَا نَحْنُ أَيْضاً، وَهُمْ لَا يُرْضُونَ اللهَ وَيُعَادُونَ النَّاسَ جَمِيعاً،"
  },
  "16": {
    "en": "in their effort to keep us from speaking to the Gentiles so that they may be saved. In this way they always heap up their sins to the limit. The wrath of God has come upon them at last.",
    "ar": "إِذْ يَمْنَعُونَنَا مِنْ تَبْشِيرِ الأُمَمِ لِيَخْلُصُوا، وَبِذَلِكَ يَسْتَكْمِلُونَ خَطَايَاهُمْ كُلَّ حِينٍ، وَلَكِنَّ الْغَضَبَ قَدْ حَلَّ عَلَيْهِمْ إِلَى الْغَايَةِ."
  },
  "17": {
    "en": "But, brothers and sisters, when we were orphaned by being separated from you for a short time (in person, not in thought), out of our intense longing we made every effort to see you.",
    "ar": "أَمَّا نَحْنُ، أَيُّهَا الإِخْوَةُ، فَإِذْ قَدْ افْتَرَقْنَا عَنْكُمْ لِمُدَّةٍ قَصِيرَةٍ، بِالْوَجْهِ لَا بِالْقَلْبِ، بَذَلْنَا جَهْداً أَوْفَرَ جِدّاً لِرُؤْيَةِ وُجُوهِكُمْ وَنَحْنُ فِي غَايَةِ الشَّوْقِ إِلَيْكُمْ."
  },
  "18": {
    "en": "For we wanted to come to you—certainly I, Paul, did, again and again—but Satan blocked our way.",
    "ar": "وَلِهَذَا عَزَمْنَا أَنْ نَأْتِيَ إِلَيْكُمْ، عَلَى الأَخَصِّ أَنَا بُولُسَ مَرَّةً بَعْدَ مَرَّةٍ، فَعَاقَنَا الشَّيْطَانُ."
  },
  "19": {
    "en": "For what is our hope, our joy, or the crown in which we will glory in the presence of our Lord Jesus when he comes? Is it not you?",
    "ar": "فَمَا هُوَ رَجَاؤُنَا أَوْ فَرَحُنَا أَوْ إِكْلِيلُ افْتِخَارِنَا أَمَامَ رَبِّنَا يَسُوعَ عِنْدَ عَوْدَتِهِ؟ أَلَيْسَ أَنْتُمْ؟ بَلَى،"
  },
  "20": {
    "en": "Indeed, you are our glory and joy.",
    "ar": "لأَنَّكُمْ فَخْرُنَا وَفَرَحُنَا."
  }
}