{
  "1": {
    "en": "So when we could stand it no longer, we thought it best to be left by ourselves in Athens.",
    "ar": "لِذَلِكَ لَمَّا صَارَ افْتِرَاقُنَا عَنْكُمْ لَا يُحْتَمَلُ، حَسُنَ لَدَيْنَا أَنْ نَبْقَى وَحْدَنَا فِي مَدِينَةِ أَثِينَا،"
  },
  "2": {
    "en": "We sent Timothy, who is our brother and co-worker in God’s service in spreading the gospel of Christ, to strengthen and encourage you in your faith,",
    "ar": "فَبَعَثْنَا تِيمُوثَاوُسَ، أَخَانَا وَمُعَاوِنَنَا فِي خِدْمَةِ اللهِ بِنَشْرِ الإِنْجِيلِ، لِكَيْ يُشَدِّدَكُمْ وَيُشَجِّعَكُمْ فِي إِيمَانِكُمْ،"
  },
  "3": {
    "en": "so that no one would be unsettled by these trials. For you know quite well that we are destined for them.",
    "ar": "حَتَّى لَا يَتَزَعْزَعَ أَحَدٌ مِنْكُمْ مِنْ جَرَّاءِ هذِهِ الضِّيقَاتِ. فَإِنَّكُمْ تَعْلَمُونَ أَنَّنَا مُعَيَّنُونَ لِذَلِكَ؛"
  },
  "4": {
    "en": "In fact, when we were with you, we kept telling you that we would be persecuted. And it turned out that way, as you well know.",
    "ar": "وَقَدْ سَبَقَ لَنَا، لَمَّا كُنَّا عِنْدَكُمْ أَنْ أَخْبَرْنَاكُمْ أَنَّنَا سَنُقَاسِي الضِّيقَاتِ، الأَمْرُ الَّذِي حَدَثَ بَعْدَ ذَلِكَ كَمَا تَعْلَمُونَ."
  },
  "5": {
    "en": "For this reason, when I could stand it no longer, I sent to find out about your faith. I was afraid that in some way the tempter had tempted you and that our labors might have been in vain.",
    "ar": "وَلِهَذَا أَيْضاً، إِذْ صَارَ الافْتِرَاقُ عَنْكُمْ لَا يُحْتَمَلُ، أَرْسَلْتُ أَسْتَخْبِرُ عَنْ إِيمَانِكُمْ لِئَلَّا يَكُونَ الْمُجَرِّبُ قَدْ جَرَّبَكُمْ فَيَذْهَبَ جَهْدُنَا سُدىً!"
  },
  "6": {
    "en": "But Timothy has just now come to us from you and has brought good news about your faith and love. He has told us that you always have pleasant memories of us and that you long to see us, just as we also long to see you.",
    "ar": "أَمَّا الآنَ، وَقَدْ عَادَ تِيمُوثَاوُسُ إِلَيْنَا مِنْ عِنْدِكُمْ وَبَشَّرَنَا بِمَا لَكُمْ مِنْ إِيمَانٍ وَمَحَبَّةٍ، وَبِأَنَّكُمْ تَذْكُرُونَنَا ذِكْراً حَسَناً فِي كُلِّ حِينٍ، وَتَشْتَاقُونَ كَثِيراً لِرُؤْيَتِنَا كَمَا نَشْتَاقُ نَحْنُ لِرُؤْيَتِكُمْ،"
  },
  "7": {
    "en": "Therefore, brothers and sisters, in all our distress and persecution we were encouraged about you because of your faith.",
    "ar": "فَقَدْ وَجَدْنَا بِكُمْ أَيُّهَا الإِخْوَةُ عَزَاءً فِي وَسَطِ ضِيقَتِنَا وشِدَّتِنَا مِنْ جِهَةِ إِيمَانِكُمْ."
  },
  "8": {
    "en": "For now we really live, since you are standing firm in the Lord.",
    "ar": "فَقَدْ طَابَتْ لَنَا الْحَيَاةُ مَادُمْتُمْ ثَابِتِينَ فِي الرَّبِّ!"
  },
  "9": {
    "en": "How can we thank God enough for you in return for all the joy we have in the presence of our God because of you?",
    "ar": "فَأَيُّ شُكْرٍ نَسْتَطِيعُ أَنْ نُؤَدِّيَهُ إِلَى اللهِ عِوَضاً عَنْكُمْ مِنْ أَجْلِ كُلِّ مَا نَبْتَهِجُ بِهِ مِنَ الْفَرَحِ بِسَبَبِكُمْ أَمَامَ إِلَهِنَا،"
  },
  "10": {
    "en": "Night and day we pray most earnestly that we may see you again and supply what is lacking in your faith.",
    "ar": "وَنَحْنُ نَتَضَرَّعُ لَيْلَ نَهَارَ مُتَوَسِّلِينَ أَنْ نَرَى وُجُوهَكُمْ وَنُكَمِّلَ مَا كَانَ نَاقِصاً فِي إِيمَانِكُمْ؟"
  },
  "11": {
    "en": "Now may our God and Father himself and our Lord Jesus clear the way for us to come to you.",
    "ar": "لَيْتَ اللهَ أَبَانَا نَفْسَهُ، وَرَبَّنَا يَسُوعَ الْمَسِيحَ، يُسَهِّلُ أَمَامَنَا الطَّرِيقَ إِلَيْكُمْ."
  },
  "12": {
    "en": "May the Lord make your love increase and overflow for each other and for everyone else, just as ours does for you.",
    "ar": "وَلْيَجْعَلْكُمُ الرَّبُّ تَنْمُونَ وَتَفِيضُونَ فِي الْمَحَبَّةِ لِتُحِبُّوا بَعْضُكُمْ بَعْضاً وَجَمِيعَ النَّاسِ كَمَحَبَّتِنَا لَكُمْ،"
  },
  "13": {
    "en": "May he strengthen your hearts so that you will be blameless and holy in the presence of our God and Father when our Lord Jesus comes with all his holy ones.",
    "ar": "حَتَّى تَتَثَبَّتَ قُلُوبُكُمْ بِغَيْرِ لَوْمٍ فِي الْقَدَاسَةِ أَمَامَ إِلهِنَا وَأَبِينَا عِنْدَمَا يَظْهَرُ رَبُّنَا يَسُوعُ عَائِداً مَعَ جَمِيعِ قِدِّيسِيهِ."
  }
}