{
  "1": {
    "en": "That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched—this we proclaim concerning the Word of life.",
    "ar": "نَكْتُبُ إِلَيْكُمْ عَمَّا كَانَ مِنَ الْبَدَايَةِ بِخُصُوصِ كَلِمَةِ الْحَيَاةِ: عَمَّا سَمِعْنَاهُ، وَرَأَيْنَاهُ بِعُيُونِنَا، وَشَاهَدْنَاهُ، وَلَمَسْنَاهُ بِأَيْدِينَا."
  },
  "2": {
    "en": "The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us.",
    "ar": "فَإِنَّ «الْحَيَاةَ» تَجَلَّتْ أَمَامَنَا. وَبَعْدَمَا رَأَيْنَاهَا فِعْلاً، نَشْهَدُ لَهَا الآنَ. وَهَا نَحْنُ نَنْقُلُ إِلَيْكُمْ خَبَرَ هذِهِ الْحَيَاةِ الأَبَدِيَّةِ الَّتِي كَانَتْ عِنْدَ الآبِ ثُمَّ تَجَلَّتْ أَمَامَنَا!"
  },
  "3": {
    "en": "We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ.",
    "ar": "فَنَحْنُ، إِذَنْ، نُخْبِرُكُمْ بِمَا رَأَيْنَاهُ وَسَمِعْنَاهُ، لِكَيْ تَكُونُوا شُرَكَاءَنَا. كَمَا أَنَّ شَرِكَتَنَا هِيَ مَعَ الآبِ وَمَعَ ابْنِهِ يَسُوعَ الْمَسِيحِ."
  },
  "4": {
    "en": "We write this to make our joy complete.",
    "ar": "وَنَكْتُبُ إِلَيْكُمْ هذِهِ الأُمُورَ لِكَيْ يَكْتَمِلَ فَرَحُكُمْ!"
  },
  "5": {
    "en": "This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all.",
    "ar": "وَهَذَا هُوَ الْخَبَرُ الَّذِي سَمِعْنَاهُ مِنَ الْمَسِيحِ وَنُعْلِنُهُ لَكُمْ: إِنَّ اللهَ نُورٌ، وَلَيْسَ فِيهِ ظَلامٌ الْبَتَّةَ."
  },
  "6": {
    "en": "If we claim to have fellowship with him and yet walk in the darkness, we lie and do not live out the truth.",
    "ar": "فَإِنْ كُنَّا نَدَّعِي أَنَّ لَنَا شَرِكَةً مَعَهُ، وَنَحْنُ نَعِيشُ فِي الظَّلامِ، نَكُونُ كَاذِبِينَ وَلا نُمَارِسُ الْحَقَّ."
  },
  "7": {
    "en": "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.",
    "ar": "وَلكِنْ، إِنْ كُنَّا فِعْلاً نَعِيشُ فِي النُّورِ، كَمَا هُوَ فِي النُّورِ، تَكُونُ لَنَا حَقّاً شَرِكَةٌ بَعْضِنَا مَعَ بَعْضٍ، وَدَمُ ابْنِهِ يَسُوعَ يُطَهِّرُنَا مِنْ كُلِّ خَطِيئَةٍ."
  },
  "8": {
    "en": "If we claim to be without sin, we deceive ourselves and the truth is not in us.",
    "ar": "إِنْ كُنَّا نَدَّعِي أَنْ لَا خَطِيئَةَ لَنَا، نَخْدَعُ أَنْفُسَنَا، وَلا يَكُونُ الْحَقُّ فِي دَاخِلِنَا."
  },
  "9": {
    "en": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
    "ar": "وَلكِنْ، إِنِ اعْتَرَفْنَا بِخَطَايَانَا، فَهُوَ جَدِيرٌ بِالثِّقَةِ وَعَادِلٌ، يَغْفِرُ لَنَا خَطَايَانَا وَيُطَهِّرُنَا مِنْ كُلِّ إِثْمٍ."
  },
  "10": {
    "en": "If we claim we have not sinned, we make him out to be a liar and his word is not in us.",
    "ar": "فَإِنْ كُنَّا نَدَّعِي أَنَّنَا لَمْ نَرْتَكِبْ خَطِيئَةً، نَجْعَلُ اللهَ كَاذِباً، وَلا تَكُونُ كَلِمَتُهُ فِي دَاخِلِنَا!"
  }
}