{
  "1": {
    "en": "Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: “Be on your guard against the yeast of the Pharisees, which is hypocrisy.",
    "ar": "وَفِي تِلْكَ الأَثْنَاءِ، إِذِ احْتَشَدَ عَشَرَاتُ الأُلُوفِ مِنَ الشَّعْبِ حَتَّى دَاسَ بَعْضُهُمْ بَعْضاً، أَخَذَ يَقُولُ لِتَلامِيذِهِ أَوَّلاً: «احْذَرُوا لأَنْفُسِكُمْ مِنْ خَمِيرِ الْفَرِّيسِيِّينَ الَّذِي هُوَ النِّفَاقُ!"
  },
  "2": {
    "en": "There is nothing concealed that will not be disclosed, or hidden that will not be made known.",
    "ar": "فَمَا مِنْ مَسْتُورٍ لَنْ يُكْشَفَ، وَلا مِنْ سِرٍّ لَنْ يُعْرَفَ."
  },
  "3": {
    "en": "What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs.",
    "ar": "لِذَلِكَ كُلُّ مَا قُلْتُمُوهُ فِي الظَّلامِ سَوْفَ يُسْمَعُ فِي النُّورِ، وَمَا تَحَدَّثْتُمْ بِهِ هَمْساً فِي الْغُرَفِ الدَّاخِلِيَّةِ سَوْفَ يُذَاعُ عَلَى سُطُوحِ الْبُيُوتِ."
  },
  "4": {
    "en": "“I tell you, my friends, do not be afraid of those who kill the body and after that can do no more.",
    "ar": "عَلَى أَنِّي أَقُولُ لَكُمْ يَا أَحِبَّائِي: لَا تَخَافُوا مِنَ الَّذِينَ يَقْتُلُونَ الْجَسَدَ ثُمَّ لَا يَسْتَطِيعُونَ أَنْ يَفْعَلُوا أَكْثَرَ مِنْ ذلِكَ."
  },
  "5": {
    "en": "But I will show you whom you should fear: Fear him who, after your body has been killed, has authority to throw you into hell. Yes, I tell you, fear him.",
    "ar": "وَلكِنِّي أُرِيكُمْ مِمَّنْ تَخَافُونَ: خَافُوا مِنَ الْقَادِرِ أَنْ يُلْقِيَ فِي جَهَنَّمَ بَعْدَ الْقَتْلِ. نَعَمْ، أَقُولُ لَكُمْ، مِنْ هَذَا خَافُوا!"
  },
  "6": {
    "en": "Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God.",
    "ar": "أَمَا تُبَاعُ خَمْسَةُ عَصَافِيرَ بِفَلْسَيْنِ؟ وَمَعَ ذلِكَ لَا يَنْسَى اللهُ وَاحِداً مِنْهَا."
  },
  "7": {
    "en": "Indeed, the very hairs of your head are all numbered. Don’t be afraid; you are worth more than many sparrows.",
    "ar": "بَلْ إِنَّ شَعْرَ رُؤُوسِكُمْ كُلَّهُ مَعْدُودٌ. فَلا تَخَافُوا إِذَنْ، أَنْتُمْ أَفْضَلُ مِنْ عَصَافِيرَ كَثِيرَةٍ!"
  },
  "8": {
    "en": "“I tell you, whoever publicly acknowledges me before others, the Son of Man will also acknowledge before the angels of God.",
    "ar": "وَلكِنْ أَقُولُ لَكُمْ: كُلُّ مَنْ يَعْتَرِفُ بِي أَمَامَ النَّاسِ، يَعْتَرِفُ بِهِ ابْنُ الإِنْسَانِ أَيْضاً أَمَامَ مَلائِكَةِ اللهِ."
  },
  "9": {
    "en": "But whoever disowns me before others will be disowned before the angels of God.",
    "ar": "وَمَنْ أَنْكَرَنِي أَمَامَ النَّاسِ، يُنْكَرْ أَمَامَ مَلائِكَةِ اللهِ."
  },
  "10": {
    "en": "And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven.",
    "ar": "وَمَنْ قَالَ كَلِمَةً بِحَقِّ ابْنِ الإِنْسَانِ، يُغْفَرُ لَهُ. وَأَمَّا مَنْ ازْدَرَى بِالرُّوحِ الْقُدُسِ، فَلَنْ يُغْفَرَ لَهُ!"
  },
  "11": {
    "en": "“When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say,",
    "ar": "وَعِنْدَمَا يُؤْتَى بِكُمْ لِلْمُثُولِ أَمَامَ الْمَجَامِعِ وَالْحُكَّامِ وَالسُّلْطَاتِ، فَلا تَهْتَمُّوا كَيْفَ أَوْ بِمَاذَا تَرُدُّونَ، وَلا بِمَا تَقُولُونَ!"
  },
  "12": {
    "en": "for the Holy Spirit will teach you at that time what you should say.”",
    "ar": "فَإِنَّ الرُّوحَ الْقُدُسَ سَيُلَقِّنُكُمْ فِي تِلْكَ السَّاعَةِ عَيْنِهَا مَا يَجِبُ أَنْ تَقُولُوا»."
  },
  "13": {
    "en": "Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.”",
    "ar": "وَقَالَ لَهُ وَاحِدٌ مِنْ بَيْنِ الْجَمْعِ: «يَا مُعَلِّمُ، قُلْ لأَخِي أَنْ يُقَاسِمَنِي الإِرْثَ!»"
  },
  "14": {
    "en": "Jesus replied, “Man, who appointed me a judge or an arbiter between you?”",
    "ar": "وَلكِنَّهُ قَالَ لَهُ: «يَا إِنْسَانُ، مَنْ أَقَامَنِي عَلَيْكُمَا قَاضِياً أَوْ مُقَسِّماً؟»"
  },
  "15": {
    "en": "Then he said to them, “Watch out! Be on your guard against all kinds of greed; life does not consist in an abundance of possessions.”",
    "ar": "وَقَالَ لِلْجَمْعِ: «احْذَرُوا وَتَحَفَّظُوا مِنَ الطَّمَعِ. فَمَتَى كَانَ الإِنْسَانُ فِي سِعَةٍ، لَا تَكُنْ حَيَاتُهُ فِي أَمْوَالِهِ»."
  },
  "16": {
    "en": "And he told them this parable: “The ground of a certain rich man yielded an abundant harvest.",
    "ar": "وَضَرَبَ لَهُمْ مَثَلاً، قَالَ «إِنْسَانٌ غَنِيٌّ أَنْتَجَتْ لَهُ أَرْضُهُ مَحَاصِيلَ وَافِرَةً."
  },
  "17": {
    "en": "He thought to himself, ‘What shall I do? I have no place to store my crops.’",
    "ar": "فَفَكَّرَ فِي نَفْسِهِ قَائِلاً: مَاذَا أَعْمَلُ وَلَيْسَ عِنْدِي مَكَانٌ أَخْزِنُ فِيهِ مَحَاصِيلِي؟"
  },
  "18": {
    "en": "“Then he said, ‘This is what I’ll do. I will tear down my barns and build bigger ones, and there I will store my surplus grain.",
    "ar": "وَقَالَ: أَعْمَلُ هَذَا: أَهْدِمُ مَخَازِنِي وَأَبْنِي أَعْظَمَ مِنْهَا، وَهُنَاكَ أَخْزِنُ جَمِيعَ غِلَالِي وَخَيْرَاتِي."
  },
  "19": {
    "en": "And I’ll say to myself, “You have plenty of grain laid up for many years. Take life easy; eat, drink and be merry.”’",
    "ar": "وَأَقُولُ لِنَفْسِي: يَا نَفْسُ، عِنْدَكِ خَيْرَاتٌ كَثِيرَةٌ مَخْزُونَةٌ لِسِنِينَ عَدِيدَةٍ، فَاسْتَرِيحِي وَكُلِي وَاشْرَبِي وَافْرَحِي!"
  },
  "20": {
    "en": "“But God said to him, ‘You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?’",
    "ar": "وَلكِنَّ اللهَ قَالَ لَهُ: يَا غَبِيُّ، هذِهِ اللَّيْلَةَ تُطْلَبُ نَفْسُكَ مِنْكَ، فَلِمَنْ يَبْقَى مَا أَعْدَدْتَهُ؟"
  },
  "21": {
    "en": "“This is how it will be with whoever stores up things for themselves but is not rich toward God.”",
    "ar": "هَذِهِ هِيَ حَالَةُ مَنْ يَخْزِنُ الْكُنُوزَ لِنَفْسِهِ وَلا يَكُونُ غَنِيًّا عِنْدَ اللهِ!»"
  },
  "22": {
    "en": "Then Jesus said to his disciples: “Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear.",
    "ar": "ثُمَّ قَالَ لِتَلامِيذِهِ: «لِهَذَا السَّبَبِ أَقُولُ لَكُمْ: لَا تَهْتَمُّوا لِحَيَاتِكُمْ بِمَا تَأْكُلُونَ، وَلا لأَجْسَادِكُمْ بِمَا تَكْتَسُونَ."
  },
  "23": {
    "en": "For life is more than food, and the body more than clothes.",
    "ar": "إِنَّ الْحَيَاةَ أَكْثَرُ مِنْ مُجَرَّدِ طَعَامٍ، وَالْجَسَدَ أَكْثَرُ مِنْ مُجَرَّدِ كِسَاءٍ."
  },
  "24": {
    "en": "Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds!",
    "ar": "تَأَمَّلُوا الْغِرْبَانَ! فَهِيَ لَا تَزْرَعُ وَلا تَحْصُدُ، وَلَيْسَ عِنْدَهَا مَخْزَنٌ وَلا مُسْتَوْدَعٌ، بَلْ يَعُولُهَا اللهُ. فَكَمْ أَنْتُمْ أَفْضَلُ كَثِيراً مِنَ الطُّيُورِ."
  },
  "25": {
    "en": "Who of you by worrying can add a single hour to your life?",
    "ar": "وَلكِنْ، أَيٌّ مِنْكُمْ، إِذَا اهْتَمَّ يَقْدِرُ أَنْ يُطِيلَ عُمْرَهُ وَلَوْ سَاعَةً وَاحِدَةً؟"
  },
  "26": {
    "en": "Since you cannot do this very little thing, why do you worry about the rest?",
    "ar": "فَمَادُمْتُمْ غَيْرَ قَادِرِينَ وَلَوْ عَلَى أَصْغَرِ الأُمُورِ، فَلِمَاذَا تَهْتَمُّونَ بِالأُمُورِ الأُخْرَى؟"
  },
  "27": {
    "en": "“Consider how the wild flowers grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these.",
    "ar": "تَأَمَّلُوا الزَّنَابِقَ كَيْفَ تَنْمُو! فَهِيَ لَا تَتْعَبُ وَلا تَغْزِلُ، وَلكِنِّي أَقُولُ لَكُمْ: حَتَّى سُلَيْمَانُ فِي قِمَّةِ مَجْدِهِ لَمْ يَكْتَسِ مَا يُعَادِلُ وَاحِدَةً مِنْهَا بَهَاءً؟"
  },
  "28": {
    "en": "If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you—you of little faith!",
    "ar": "فَإِنْ كَانَ اللهُ يَكْسُو الْعُشْبَ ثَوْباً كَهَذَا، مَعَ أَنَّهُ يَكُونُ الْيَوْمَ فِي الْحَقْلِ وَغَداً يُطْرَحُ فِي التَّنُّورِ، فَكَمْ أَنْتُمْ أَوْلَى مِنَ الْعُشْبِ (بِأَنْ يَكْسُوَكُمُ اللهُ) يَا قَلِيلِي الإِيمَانِ؟"
  },
  "29": {
    "en": "And do not set your heart on what you will eat or drink; do not worry about it.",
    "ar": "فَعَلَيْكُمْ أَنْتُمْ أَلّا تَسْعَوْا إِلَى مَا تَأْكُلُونَ وَتَشْرَبُونَ، وَلا تَكُونُوا قَلِقِينَ."
  },
  "30": {
    "en": "For the pagan world runs after all such things, and your Father knows that you need them.",
    "ar": "فَهذِهِ الْحَاجَاتُ كُلُّهَا تَسْعَى إِلَيْهَا أُمَمُ الْعَالَمِ، وَأَبُوكُمْ يَعْلَمُ أَنَّكُمْ تَحْتَاجُونَ إِلَيْهَا."
  },
  "31": {
    "en": "But seek his kingdom, and these things will be given to you as well.",
    "ar": "إِنَّمَا اسْعَوْا إِلَى مَلَكُوتِهِ، فَتُزَادُ لَكُمْ هذِهِ كُلُّهَا."
  },
  "32": {
    "en": "“Do not be afraid, little flock, for your Father has been pleased to give you the kingdom.",
    "ar": "لَا تَخَفْ، أَيُّهَا الْقَطِيعُ الصَّغِيرُ، لأَنَّ أَبَاكُمْ قَدْ سُرَّ أَنْ يُعْطِيَكُمُ الْمَلَكُوتَ."
  },
  "33": {
    "en": "Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will never fail, where no thief comes near and no moth destroys.",
    "ar": "بِيعُوا مَا تَمْلِكُونَ وَأَعْطُوا صَدَقَةً، وَاجْعَلُوا لَكُمْ أَكْيَاساً لَا تَبْلَى، كَنْزاً فِي السَّمَاوَاتِ لَا يَنْفَدُ، حَيْثُ لَا يَقْتَرِبُ لِصٌّ وَلا يُفْسِدُ سُوسٌ."
  },
  "34": {
    "en": "For where your treasure is, there your heart will be also.",
    "ar": "لأَنَّهُ حَيْثُ يَكُونُ كَنْزُكُمْ، يَكُونُ قَلْبُكُمْ أَيْضاً."
  },
  "35": {
    "en": "“Be dressed ready for service and keep your lamps burning,",
    "ar": "لِتَكُنْ أَوْسَاطُكُمْ مَشْدُودَةً بِالأَحْزِمَةِ وَمَصَابِيحُكُمْ مُضَاءَةً،"
  },
  "36": {
    "en": "like servants waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him.",
    "ar": "وَكُونُوا مِثْلَ أُنَاسٍ يَنْتَظِرُونَ رُجُوعَ سَيِّدِهِمْ مِنْ وَلِيمَةِ الْعُرْسِ، حَتَّى إِذَا وَصَلَ وَقَرَعَ الْبَابَ يَفْتَحُونَ لَهُ حَالاً."
  },
  "37": {
    "en": "It will be good for those servants whose master finds them watching when he comes. Truly I tell you, he will dress himself to serve, will have them recline at the table and will come and wait on them.",
    "ar": "طُوبَى لأُولئِكَ الْعَبِيدِ الَّذِينَ يَجِدُهُمْ سَيِّدُهُمْ لَدَى عَوْدَتِهِ سَاهِرِينَ. الْحَقَّ أَقُولُ لَكُمْ: إِنَّهُ يَشُدُّ وَسَطَهُ بِالْحِزَامِ وَيَجْعَلُهُمْ يَتَّكِئُونَ وَيَقُومُ يَخْدِمُهُمْ."
  },
  "38": {
    "en": "It will be good for those servants whose master finds them ready, even if he comes in the middle of the night or toward daybreak.",
    "ar": "فَطُوبَى لَهُمْ إِذَا رَجَعَ فِي الرُّبْعِ الثَّانِي أَوِ الثَّالِثِ مِنَ اللَّيْلِ وَوَجَدَهُمْ عَلَى تِلْكَ الْحَالِ."
  },
  "39": {
    "en": "But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into.",
    "ar": "وَلَكِنِ اعْلَمُوا هَذَا: أَنَّهُ لَوْ كَانَ رَبُّ الْبَيْتِ يَعْرِفُ فِي أَيَّةِ سَاعَةٍ يَدْهَمُهُ اللِّصُّ، لَكَانَ سَهِرَ وَمَا تَرَكَ بَيْتَهُ يُنْقَبُ."
  },
  "40": {
    "en": "You also must be ready, because the Son of Man will come at an hour when you do not expect him.”",
    "ar": "فَكُونُوا أَنْتُمْ مُسْتَعِدِّينَ، لأَنَّ ابْنَ الإِنْسَانِ سَيَعُودُ فِي سَاعَةٍ لَا تَتَوَقَّعُونَهَا»."
  },
  "41": {
    "en": "Peter asked, “Lord, are you telling this parable to us, or to everyone?”",
    "ar": "وَسَأَلَهُ بُطْرُسُ: «يَا رَبُّ، أَلَنَا تَضْرِبُ هَذَا الْمَثَلَ أَمْ لِلْجَمِيعِ عَلَى السَّوَاءِ؟»"
  },
  "42": {
    "en": "The Lord answered, “Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time?",
    "ar": "فَقَالَ الرَّبُّ: «مَنْ هُوَ إِذَنِ الْوَكِيلُ الأَمِينُ الْعَاقِلُ الَّذِي يُقِيمُهُ سَيِّدُهُ عَلَى أَهْلِ بَيْتِهِ لِيُقَدِّمَ لَهُمْ حِصَّتَهُمْ مِنَ الطَّعَامِ فِي حِينِهَا؟"
  },
  "43": {
    "en": "It will be good for that servant whom the master finds doing so when he returns.",
    "ar": "طُوبَى لِذَلِكَ الْعَبْدِ الَّذِي يَجِدُهُ سَيِّدُهُ، لَدَى رُجُوعِهِ، يَقُومُ بِهَذَا الْعَمَلِ."
  },
  "44": {
    "en": "Truly I tell you, he will put him in charge of all his possessions.",
    "ar": "الْحَقَّ أَقُولُ لَكُمْ: إِنَّهُ يُقِيمُهُ عَلَى جَمِيعِ مُمْتَلَكَاتِهِ."
  },
  "45": {
    "en": "But suppose the servant says to himself, ‘My master is taking a long time in coming,’ and he then begins to beat the other servants, both men and women, and to eat and drink and get drunk.",
    "ar": "وَلكِنْ إِذَا قَالَ ذَلِكَ الْعَبْدُ فِي نَفْسِهِ: سَيِّدِي سَيَتَأخَّرُ فِي رُجُوعِهِ؛ وَأَخَذَ يَضْرِبُ الْخَادِمِينَ وَالْخَادِمَاتِ وَيَأْكُلُ وَيَشْرَبُ وَيَسْكَرُ،"
  },
  "46": {
    "en": "The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers.",
    "ar": "فَإِنَّ سَيِّدَ ذَلِكَ الْعَبْدِ يَرْجِعُ فِي يَوْمٍ لَا يَتَوَقَّعُهُ وَسَاعَةٍ لَا يَعْرِفُهَا، فَيُمَزِّقُهُ وَيَجْعَلُ مَصِيرَهُ مَعَ الْخَائِنِينَ."
  },
  "47": {
    "en": "“The servant who knows the master’s will and does not get ready or does not do what the master wants will be beaten with many blows.",
    "ar": "وَأَمَّا ذَلِكَ الْعَبْدُ الَّذِي يَعْمَلُ بِإِرَادَةِ سَيِّدِهِ، فَإِنَّهُ سَيُضْرَبُ كَثِيراً."
  },
  "48": {
    "en": "But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.",
    "ar": "وَلكِنَّ الَّذِي لَا يَعْلَمُهَا وَيَعْمَلُ مَا يَسْتَوْجِبُ الضَّرْبَ، فَإِنَّهُ سَيُضْرَبُ قَلِيلاً. فَكُلُّ مَنْ أُعْطِيَ كَثِيراً، يُطْلَبُ مِنْهُ كَثِيرٌ؛ وَمَنْ أُوْدِعَ كَثِيراً، يُطَالَبُ بِأَكْثَرَ."
  },
  "49": {
    "en": "“I have come to bring fire on the earth, and how I wish it were already kindled!",
    "ar": "جِئْتُ لأُلْقِيَ عَلَى الأَرْضِ نَاراً، فَلَكَمْ أَوَدُّ أَنْ تَكُونَ قَدِ اشْتَعَلَتْ؟"
  },
  "50": {
    "en": "But I have a baptism to undergo, and what constraint I am under until it is completed!",
    "ar": "وَلكِنَّ لِي مَعْمُودِيَّةَ أَلَمٍ عَلَيَّ أَنْ أَتَعَمَّدَ بِها، وَكَمْ أَنَا مُتَضَايِقٌ حَتَّى تَتِمَّ!"
  },
  "51": {
    "en": "Do you think I came to bring peace on earth? No, I tell you, but division.",
    "ar": "أَتَظُنَّونَ أَنِّي جِئْتُ لأُرْسِيَ السَّلامَ عَلَى الأرْضِ؟ أَقُولُ لَكُمْ: لا، بَلْ بِالأَحْرَى الانْقِسَامَ:"
  },
  "52": {
    "en": "From now on there will be five in one family divided against each other, three against two and two against three.",
    "ar": "فَإِنَّهُ مُنْذُ الآنَ يَكُونُ فِي الْبَيْتِ الْوَاحِدِ خَمْسَةٌ فَيَنْقَسِمُونَ: ثَلاثَةٌ عَلَى اثْنَيْنِ، وَاثْنَانِ عَلَى ثَلاثَةٍ"
  },
  "53": {
    "en": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.”",
    "ar": "فَالأَبُ يَنْقَسِمُ عَلَى ابْنِهِ، وَالابْنُ عَلَى أَبِيهِ، وَالأُمُّ عَلَى بِنْتِهَا، وَالْبِنْتُ عَلَى أُمِّهَا، وَالْحَمَاةُ عَلَى كَنَّتِهَا، وَالْكَنَّةُ عَلَى حَمَاتِهَا!»"
  },
  "54": {
    "en": "He said to the crowd: “When you see a cloud rising in the west, immediately you say, ‘It’s going to rain,’ and it does.",
    "ar": "وَقَالَ أَيْضاً لِلْجُمُوعِ: «عِنْدَمَا تَرَوْنَ سَحَابَةً تَطْلُعُ مِنَ الْغَرْبِ، تَقُولُونَ حَالاً: الْمَطَرُ آتٍ! وَهكَذَا يَكُونُ."
  },
  "55": {
    "en": "And when the south wind blows, you say, ‘It’s going to be hot,’ and it is.",
    "ar": "وَعِنْدَمَا تَهُبُّ رِيحُ الْجَنُوبِ، تَقُولُونَ: سَيَكُونُ حَرٌّ! وَهكَذَا يَكُونُ."
  },
  "56": {
    "en": "Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don’t know how to interpret this present time?",
    "ar": "يَا مُنَافِقُونَ! تَعْرِفُونَ أَنْ تُمَيِّزُوا مَنْظَرَ الأَرْضِ وَالسَّمَاءِ، فَكَيْفَ لَا تُمَيِّزُونَ هَذَا الزَّمَانَ؟"
  },
  "57": {
    "en": "“Why don’t you judge for yourselves what is right?",
    "ar": "وَلِمَاذَا لَا تُمَيِّزُونَ مَا هُوَ حَقٌّ مِنْ تِلْقَاءِ أَنْفُسِكُمْ؟"
  },
  "58": {
    "en": "As you are going with your adversary to the magistrate, try hard to be reconciled on the way, or your adversary may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison.",
    "ar": "فَفِيمَا أَنْتَ ذَاهِبٌ مَعَ خَصْمِكَ إِلَى الْمُحَاكَمَةِ، اجْتَهِدْ فِي الطَّرِيقِ لِتَتَصَالَحَ مَعَهُ، لِئَلّا يَجُرَّكَ إِلَى الْقَاضِي، فَيُسَلِّمَكَ الْقَاضِي إِلَى الشُّرَطِيِّ، وَيُلْقِيَكَ الشُّرَطِيُّ فِي السِّجْنِ."
  },
  "59": {
    "en": "I tell you, you will not get out until you have paid the last penny.”",
    "ar": "أَقُولُ لَكَ: إِنَّكَ لَنْ تَخْرُجَ مِنْ هُنَاكَ حَتَّى تَكُونَ قَدْ وَفَّيْتَ مَا عَلَيْكَ إِلَى آخِرِ فَلْسٍ!»"
  }
}