{
  "1": {
    "en": "Jesus told his disciples: “There was a rich man whose manager was accused of wasting his possessions.",
    "ar": "وَقَالَ أَيْضاً لِتَلامِيذِهِ: «كَانَ لإِنْسَانٍ غَنِيٍّ وَكِيلٌ. فَاتُّهِمَ لَدَيْهِ بِأَنَّهُ يُبَذِّرُ أَمْوَالَهُ."
  },
  "2": {
    "en": "So he called him in and asked him, ‘What is this I hear about you? Give an account of your management, because you cannot be manager any longer.’",
    "ar": "فَاسْتَدْعَاهُ وَسَأَلَهُ: مَا هَذَا الَّذِي أَسْمَعُ عَنْكَ؟ قَدِّمْ حِسَابَ وِكَالَتِكَ، فَإِنَّكَ لَا يُمْكِنُ أَنْ تَكُونَ وَكِيلاً لِي بَعْدُ!"
  },
  "3": {
    "en": "“The manager said to himself, ‘What shall I do now? My master is taking away my job. I’m not strong enough to dig, and I’m ashamed to beg—",
    "ar": "فَقَالَ الْوَكِيلُ فِي نَفْسِهِ: مَا عَسَى أَنْ أَعْمَلَ، مَادَامَ سَيِّدِي سَيَنْزِعُ عَنِّي الْوِكَالَةَ؟ لَا أَقْوَى عَلَى نَقْبِ الأَرْضِ؛ وَأَسْتَحِي أَنْ أَسْتَعْطِيَ!"
  },
  "4": {
    "en": "I know what I’ll do so that, when I lose my job here, people will welcome me into their houses.’",
    "ar": "قَدْ عَلِمْتُ مَاذَا أَعْمَلُ، حَتَّى إِذَا عُزِلْتُ عَنِ الْوِكَالَةِ، يَسْتَقْبِلُنِي الأَصْدِقَاءُ فِي بُيُوتِهِمْ."
  },
  "5": {
    "en": "“So he called in each one of his master’s debtors. He asked the first, ‘How much do you owe my master?’",
    "ar": "فَاسْتَدْعَى مَدْيُونِي سَيِّدِهِ وَاحِداً فَوَاحِداً. وَسَأَلَ أَوَّلَهُمْ: كَمْ عَلَيْكَ لِسَيِّدِي؟"
  },
  "6": {
    "en": "“‘Nine hundred gallons of olive oil,’ he replied.\n“The manager told him, ‘Take your bill, sit down quickly, and make it four hundred and fifty.’",
    "ar": "فَأَجَابَ: مِئَةُ بَثٍّ مِنَ الزَّيْتِ. فَقَالَ لَهُ: خُذْ صَكَّكَ، وَاجْلِسْ سَرِيعاً، وَاكْتُبْ خَمْسِينَ!"
  },
  "7": {
    "en": "“Then he asked the second, ‘And how much do you owe?’\n“‘A thousand bushels of wheat,’ he replied.\n“He told him, ‘Take your bill and make it eight hundred.’",
    "ar": "ثُمَّ قَالَ لِلآخَرِ: وَأَنْتَ، كَمْ عَلَيْكَ؟ فَأَجَابَ: مِئَةَ كُرٍّ مِنَ الْقَمْحِ. فَقَالَ لَهُ: خُذْ صَكَّكَ، وَاكْتُبْ ثَمَانِينَ!"
  },
  "8": {
    "en": "“The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light.",
    "ar": "فَامْتَدَحَ السَّيِّدُ وَكِيلَهُ الْخَائِنَ لأَنَّهُ تَصَرَّفَ بِحِكْمَةٍ. فَإِنَّ أَبْنَاءَ هَذَا الْعَالَمِ أَحْكَمُ مَعَ أَهْلِ جِيلِهِمْ مِنْ أَبْنَاءِ النُّورِ."
  },
  "9": {
    "en": "I tell you, use worldly wealth to gain friends for yourselves, so that when it is gone, you will be welcomed into eternal dwellings.",
    "ar": "وَأَقُولُ لَكُمْ: اكْسَبُوا لَكُمْ أَصْدِقَاءَ بِمَالِ الظُّلْمِ، حَتَّى إِذَا فَنِيَ مَالُكُمْ، تُقْبَلُونَ فِي الْمَنَازِلِ الأَبَدِيَّةِ!"
  },
  "10": {
    "en": "“Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.",
    "ar": "إِنَّ الأَمِينَ فِي الْقَلِيلِ أَمِينٌ أَيْضاً فِي الْكَثِيرِ، وَالْخَائِنَ فِي الْقَلِيلِ خَائِنٌ أَيْضاً فِي الْكَثِيرِ."
  },
  "11": {
    "en": "So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?",
    "ar": "فَإِنْ لَمْ تَكُونُوا أُمَنَاءَ فِي مَالِ الظُّلْمِ، فَمَنْ يَأْتَمِنُكُمْ عَلَى مَالِ الْحَقِّ؟"
  },
  "12": {
    "en": "And if you have not been trustworthy with someone else’s property, who will give you property of your own?",
    "ar": "وَإِنْ لَمْ تَكُونُوا أُمَنَاءَ فِي مَا يَخُصُّ غَيْرَكُمْ، فَمَنْ يُعْطِيكُمْ مَا يَخُصُّكُمْ؟"
  },
  "13": {
    "en": "“No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.”",
    "ar": "مَا مِنْ خَادِمٍ يَقْدِرُ أَنْ يَكُونَ عَبْداً لِسَيِّدَيْنِ: فَإِنَّهُ إِمَّا أَنْ يُبْغِضَ أَحَدَهُمَا، فَيُحِبَّ الآخَرَ؛ وَإِمَّا أَنْ يَلْتَحِقَ بِأَحَدِهِمَا، فَيَهْجُرَ الآخَرَ. لَا تَسْتَطِيعُونَ أَنْ تَكُونُوا عَبِيداً لِلهِ وَالْمَالِ مَعاً»."
  },
  "14": {
    "en": "The Pharisees, who loved money, heard all this and were sneering at Jesus.",
    "ar": "وَكَانَ الْفَرِّيسِيُّونَ أَيْضاً، وَهُمْ مُحِبُّونَ لِلْمَالِ، يَسْمَعُونَ ذلِكَ كُلَّهُ، فَاسْتَهْزَأُوا بِهِ."
  },
  "15": {
    "en": "He said to them, “You are the ones who justify yourselves in the eyes of others, but God knows your hearts. What people value highly is detestable in God’s sight.",
    "ar": "فَقَالَ لَهُمْ: «إِنَّكُمْ تُبَرِّرُونَ أَنْفُسَكُمْ أَمَامَ النَّاسِ، وَلكِنَّ اللهَ يَعْرِفُ قُلُوبَكُمْ. فَمَا يَعْتَبِرُهُ النَّاسُ رَفِيعَ الْقَدْرِ، هُوَ رِجْسٌ عِنْدَ اللهِ."
  },
  "16": {
    "en": "“The Law and the Prophets were proclaimed until John. Since that time, the good news of the kingdom of God is being preached, and everyone is forcing their way into it.",
    "ar": "ظَلَّتِ الشَّرِيعَةُ وَالأَنْبِيَاءُ حَتَّى زَمَنِ يُوحَنَّا: وَمُنْذُ ذلِكَ الْوَقْتِ يُبَشَّرُ بِمَلَكُوتِ اللهِ، وَكُلُّ وَاحِدٍ يَشُقُّ طَرِيقَهُ بِاجْتِهَادٍ لِلدُّخُولِ إِلَيْهِ."
  },
  "17": {
    "en": "It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law.",
    "ar": "عَلَى أَنَّ زَوَالَ السَّمَاءِ وَالأَرْضِ أَسْهَلُ مِنْ سُقُوطِ نُقْطَةٍ وَاحِدَةٍ مِنَ الشَّرِيعَةِ:"
  },
  "18": {
    "en": "“Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery.",
    "ar": "كُلُّ مَنْ يُطَلِّقُ زَوْجَتَهُ وَيَتَزَوَّجُ بِأُخْرَى، يَرْتَكِبُ الزِّنَى. وَكُلُّ مَنْ يَتَزَوَّجُ بِمُطَلَّقَةٍ مِنْ زَوْجِهَا يَرْتَكِبُ الزِّنَى."
  },
  "19": {
    "en": "“There was a rich man who was dressed in purple and fine linen and lived in luxury every day.",
    "ar": "كَانَ هُنَالِكَ إِنْسَانٌ غَنِيٌّ، يَلْبَسُ الأُرْجُوَانَ وَنَاعِمَ الثِّيَابِ، وَيُقِيمُ الْوَلائِمَ، مُتَنَعِّماً كُلَّ يَوْمٍ."
  },
  "20": {
    "en": "At his gate was laid a beggar named Lazarus, covered with sores",
    "ar": "وَكَانَ إِنْسَانٌ مِسْكِينٌ اسْمُهُ لِعَازَرُ، مَطْرُوحاً عِنْدَ بَابِهِ وَهُوَ مُصَابٌ بِالْقُرُوحِ،"
  },
  "21": {
    "en": "and longing to eat what fell from the rich man’s table. Even the dogs came and licked his sores.",
    "ar": "يَشْتَهِي أَنْ يَشْبَعَ مِنَ الْفُتَاتِ الْمُتَسَاقِطِ مِنْ مَائِدَةِ الْغَنِيِّ. حَتَّى الْكِلابُ كَانَتْ تَأْتِي وَتَلْحَسُ قُرُوحَهُ."
  },
  "22": {
    "en": "“The time came when the beggar died and the angels carried him to Abraham’s side. The rich man also died and was buried.",
    "ar": "وَمَاتَ الْمِسْكِينُ، وَحَمَلَتْهُ الْمَلائِكَةُ إِلَى حِضْنِ إِبْرَاهِيمَ. ثُمَّ مَاتَ الْغَنِيُّ أَيْضاً وَدُفِنَ."
  },
  "23": {
    "en": "In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.",
    "ar": "وَإِذْ رَفَعَ عَيْنَيْهِ وَهُوَ فِي الْهَاوِيَةِ يَتَعَذَّبُ، رَأَى إِبْرَاهِيمَ مِنْ بَعِيدٍ وَلِعَازَرَ فِي حِضْنِهِ."
  },
  "24": {
    "en": "So he called to him, ‘Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.’",
    "ar": "فَنَادَى قَائِلاً: يَا أَبِي إِبْرَاهِيمَ! ارْحَمْنِي، وَأَرْسِلْ لِعَازَرَ لِيَغْمِسَ طَرَفَ إِصْبَعِهِ فِي الْمَاءِ وَيُبَرِّدَ لِسَانِي: فَإِنِّي مُعَذَّبٌ فِي هَذَا اللَّهِيبِ."
  },
  "25": {
    "en": "“But Abraham replied, ‘Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.",
    "ar": "وَلكِنَّ إِبْرَاهِيمَ قَالَ: يَا بُنَيَّ، تَذَكَّرْ أَنَّكَ نِلْتَ خَيْرَاتِكَ كَامِلَةً فِي أَثْنَاءِ حَيَاتِكَ، وَلِعَازَرُ نَالَ الْبَلايَا. وَلكِنَّهُ الآنَ يَتَعَزَّى هُنَا، وَأَنْتَ هُنَاكَ تَتَعَذَّبُ."
  },
  "26": {
    "en": "And besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.’",
    "ar": "وَفَضْلاً عَنْ هَذَا كُلِّهِ، فَإِنَّ بَيْنَنَا وَبَيْنَكُمْ هُوَّةً عَظِيمَةً قَدْ أُثْبِتَتْ، حَتَّى إِنَّ الَّذِينَ يُرِيدُونَ الْعُبُورَ مِنْ هُنَا لَا يَقْدِرُونَ، وَلا الَّذِينَ مِنْ هُنَاكَ يَسْتَطِيعُونَ الْعُبُورَ إِلَيْنَا!"
  },
  "27": {
    "en": "“He answered, ‘Then I beg you, father, send Lazarus to my family,",
    "ar": "فَقَالَ: أَلْتَمِسُ مِنْكَ إِذَنْ، يَا أَبِي، أَنْ تُرْسِلَهُ إِلَى بَيْتِ أَبِي،"
  },
  "28": {
    "en": "for I have five brothers. Let him warn them, so that they will not also come to this place of torment.’",
    "ar": "فَإِنَّ عِنْدِي خَمْسَةَ إِخْوَةٍ، حَتَّى يَشْهَدَ لَهُمْ مُنْذِراً، لِئَلّا يَأْتُوا هُمْ أَيْضاً إِلَى مَكَانِ الْعَذَابِ هَذَا."
  },
  "29": {
    "en": "“Abraham replied, ‘They have Moses and the Prophets; let them listen to them.’",
    "ar": "وَلكِنَّ إِبْرَاهِيمَ قَالَ لَهُ: عِنْدَهُمْ مُوسَى وَالأَنْبِيَاءُ: فَلْيَسْمَعُوا لَهُمْ!"
  },
  "30": {
    "en": "“‘No, father Abraham,’ he said, ‘but if someone from the dead goes to them, they will repent.’",
    "ar": "فَقَالَ لَهُ: لَا يَا أَبِي إِبْرَاهِيمَ، بَلْ إِذَا ذَهَبَ إِلَيْهِمْ وَاحِدٌ مِنْ بَيْنِ الأَمْوَاتِ يَتُوبُونَ!"
  },
  "31": {
    "en": "“He said to him, ‘If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.’”",
    "ar": "فَقَالَ لَهُ: إِنْ كَانُوا لَا يَسْمَعُونَ لِمُوسَى وَالأَنْبِيَاءِ، فَلا يَقْتَنِعُونَ حَتَّى لَوْ قَامَ وَاحِدٌ مِنْ بَيْنِ الأَمْوَاتِ!»"
  }
}