{
  "1": {
    "en": "Then Jesus told his disciples a parable to show them that they should always pray and not give up.",
    "ar": "وَضَرَبَ لَهُمْ مَثَلاً فِي وُجُوبِ الصَّلاةِ دَائِماً وَدُونَ مَلَلٍ،"
  },
  "2": {
    "en": "He said: “In a certain town there was a judge who neither feared God nor cared what people thought.",
    "ar": "قَالَ: «كَانَ فِي مَدِينَةٍ قَاضٍ لَا يَخَافُ اللهَ وَلا يَحْتَرِمُ إِنْسَاناً."
  },
  "3": {
    "en": "And there was a widow in that town who kept coming to him with the plea, ‘Grant me justice against my adversary.’",
    "ar": "وَكَانَ فِي تِلْكَ الْمَدِينَةِ أَرْمَلَةٌ كَانَتْ تَأْتِي إِلَيْهِ قَائِلَةً: أَنْصِفْنِي مِنْ خَصْمِي!"
  },
  "4": {
    "en": "“For some time he refused. But finally he said to himself, ‘Even though I don’t fear God or care what people think,",
    "ar": "فَظَلَّ يَرْفُضُ طَلَبَهَا مُدَّةً مِنَ الزَّمَنِ. وَلكِنَّهُ بَعْدَ ذلِكَ قَالَ فِي نَفْسِهِ: حَتَّى لَوْ كُنْتُ لَا أَخَافُ اللهَ وَلا أَحْتَرِمُ إِنْسَاناً،"
  },
  "5": {
    "en": "yet because this widow keeps bothering me, I will see that she gets justice, so that she won’t eventually come and attack me!’”",
    "ar": "فَمَهْمَا يَكُنْ، فَلأَنَّ هذِهِ الأَرْمَلَةَ تُزْعِجُنِي سَأُنْصِفُهَا، لِئَلّا تَأْتِيَ دَائِماً فَتُصَدِّعَ رَأْسِي!»"
  },
  "6": {
    "en": "And the Lord said, “Listen to what the unjust judge says.",
    "ar": "وَقَالَ الرَّبُّ: «اسْمَعُوا مَا يَقُولُهُ الْقَاضِي الظَّالِمُ."
  },
  "7": {
    "en": "And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off?",
    "ar": "أَفَلا يُنْصِفُ اللهُ مُخْتَارِيهِ الَّذِينَ يَصْرُخُونَ إِلَيْهِ نَهَاراً وَلَيْلاً؟ أَمَا يُسْرِعُ فِي الاسْتِجَابَةِ لَهُمْ؟"
  },
  "8": {
    "en": "I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?”",
    "ar": "أَقُولُ لَكُمْ: إِنَّهُ يُنْصِفُهُمْ سَرِيعاً. وَلكِنْ، عِنْدَمَا يَعُودُ ابْنُ الإِنْسَانِ، أَيَجِدُ إِيمَاناً عَلَى الأَرْضِ؟»"
  },
  "9": {
    "en": "To some who were confident of their own righteousness and looked down on everyone else, Jesus told this parable:",
    "ar": "وَضَرَبَ أَيْضاً هَذَا الْمَثَلَ لأُنَاسٍ يَثِقُونَ فِي أَنْفُسِهِمْ بِأَنَّهُمْ أَبْرَارٌ وَيَحْتَقِرُونَ الآخَرِينَ:"
  },
  "10": {
    "en": "“Two men went up to the temple to pray, one a Pharisee and the other a tax collector.",
    "ar": "«صَعِدَ إِنْسَانَانِ إِلَى الْهَيْكَلِ لِيُصَلِّيَا، أَحَدُهُمَا فَرِّيسِيٌّ وَالآخَرُ جَابِي ضَرَائِبَ."
  },
  "11": {
    "en": "The Pharisee stood by himself and prayed: ‘God, I thank you that I am not like other people—robbers, evildoers, adulterers—or even like this tax collector.",
    "ar": "فَوَقَفَ الْفَرِّيسِيُّ يُصَلِّي فِي نَفْسِهِ هكَذَا: أَشْكُرُكَ، يَا اللهُ، لأَنِّي لَسْتُ مِثْلَ بَاقِي النَّاسِ الطَّمَّاعِينَ الظَّالِمِينَ الزُّنَاةِ، وَلا مِثْلَ جَابِي الضَّرَائِبِ هَذَا:"
  },
  "12": {
    "en": "I fast twice a week and give a tenth of all I get.’",
    "ar": "أَصُومُ مَرَّتَيْنِ فِي الأُسْبُوعِ، وَأُقَدِّمُ عُشْرَ كُلِّ مَا أَجْنِيهِ!"
  },
  "13": {
    "en": "“But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, ‘God, have mercy on me, a sinner.’",
    "ar": "وَلكِنَّ جَابِيَ الضَّرَائِبِ، وَقَفَ مِنْ بَعِيدٍ وَهُوَ لَا يَجْرُؤُ أَنْ يَرْفَعَ عَيْنَيْهِ نَحْوَ السَّمَاءِ، بَلْ قَرَعَ صَدْرَهُ قَائِلاً: ارْحَمْنِي، يَا اللهُ، أَنَا الْخَاطِئُ!"
  },
  "14": {
    "en": "“I tell you that this man, rather than the other, went home justified before God. For all those who exalt themselves will be humbled, and those who humble themselves will be exalted.”",
    "ar": "أَقُولُ لَكُمْ: إِنَّ هَذَا الإِنْسَانَ نَزَلَ إِلَى بَيْتِهِ مُبَرَّراً، بِعَكْسِ الآخَرِ. فَإِنَّ كُلَّ مَنْ يُرَفِّعُ نَفْسَهُ يُوضَعُ؛ وَمَنْ يَضَعُ نَفْسَهُ يُرَفَّعُ»."
  },
  "15": {
    "en": "People were also bringing babies to Jesus for him to place his hands on them. When the disciples saw this, they rebuked them.",
    "ar": "وَأَحْضَرَ بَعْضُهُمْ أَطْفَالاً أَيْضاً لِيَلْمِسَهُمْ. وَلكِنَّ التَّلامِيذَ لَمَّا رَأَوْهُمْ زَجَرُوهُمْ."
  },
  "16": {
    "en": "But Jesus called the children to him and said, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.",
    "ar": "أَمَّا يَسُوعُ فَدَعَاهُمْ إِلَيْهِ وَقَالَ: «دَعُوا الصِّغَارَ يَأْتُونَ إِلَيَّ، وَلا تَمْنَعُوهُمْ: لأَنَّ لِمِثْلِ هؤُلاءِ مَلَكُوتَ اللهِ!"
  },
  "17": {
    "en": "Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.”",
    "ar": "الْحَقَّ أَقُولُ لَكُمْ: مَنْ لَا يَقْبَلُ مَلَكُوتَ اللهِ كَأَنَّهُ وَلَدٌ صَغِيرٌ، فَلَنْ يَدْخُلَهُ أَبَداً!»"
  },
  "18": {
    "en": "A certain ruler asked him, “Good teacher, what must I do to inherit eternal life?”",
    "ar": "وَسَأَلَهُ وَاحِدٌ مِنَ الرُّؤَسَاءِ قَائِلاً: «أَيُّهَا الْمُعَلِّمُ الصَّالِحُ، مَاذَا أَعْمَلُ لأَرِثَ الْحَيَاةَ الأَبَدِيَّةَ؟»"
  },
  "19": {
    "en": "“Why do you call me good?” Jesus answered. “No one is good—except God alone.",
    "ar": "وَلَكِنَّ يَسُوعَ قَالَ لَهُ: «لِمَاذَا تَدْعُونِي الصَّالِحَ؟ لَيْسَ أَحَدٌ صَالِحاً إِلّا وَاحِدٌ، وَهُوَ اللهُ!"
  },
  "20": {
    "en": "You know the commandments: ‘You shall not commit adultery, you shall not murder, you shall not steal, you shall not give false testimony, honor your father and mother.’”",
    "ar": "أَنْتَ تَعْرِفُ الْوَصَايَا: لَا تَزْنِ؛ لَا تَقْتُلْ؛ لَا تَسْرِقْ؛ لَا تَشْهَدْ بِالزُّورِ؛ أَكْرِمْ أَبَاكَ وَأُمَّكَ!»"
  },
  "21": {
    "en": "“All these I have kept since I was a boy,” he said.",
    "ar": "فَقَالَ: «هَذِهِ كُلُّهَا عَمِلْتُ بِها مُنْذُ صِغَرِي!»"
  },
  "22": {
    "en": "When Jesus heard this, he said to him, “You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.”",
    "ar": "فَلَمَّا سَمِعَ يَسُوعُ هَذَا، قَالَ لَهُ: «يَنْقُصُكَ شَيْءٌ وَاحِدٌ: بِعْ كُلَّ مَا عِنْدَكَ، وَوَزِّعْ عَلَى الْفُقَرَاءِ، فَيَكُونَ لَكَ كَنْزٌ فِي السَّمَاوَاتِ. ثُمَّ تَعَالَ اتْبَعْنِي!»"
  },
  "23": {
    "en": "When he heard this, he became very sad, because he was very wealthy.",
    "ar": "وَلكِنَّهُ لَمَّا سَمِعَ ذلِكَ، حَزِنَ حُزْناً شَدِيداً، لأَنَّهُ كَانَ غَنِيًّا جِدّاً."
  },
  "24": {
    "en": "Jesus looked at him and said, “How hard it is for the rich to enter the kingdom of God!",
    "ar": "فَلَمَّا رَأَى يَسُوعُ ذَلِكَ مِنْهُ، قَالَ: «مَا أَصْعَبَ دُخُولَ الأَغْنِيَاءِ إِلَى مَلَكُوتِ اللهِ!"
  },
  "25": {
    "en": "Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.”",
    "ar": "فَإِنَّ مُرُورَ جَمَلٍ فِي ثَقْبِ إِبْرَةٍ أَسْهَلُ مِنْ دُخُولِ غَنِيٍّ إِلَى مَلَكُوتِ اللهِ»."
  },
  "26": {
    "en": "Those who heard this asked, “Who then can be saved?”",
    "ar": "فَقَالَ الَّذِينَ سَمِعُوا ذَلِكَ: «إِذَنْ، مَنْ يَقْدِرُ أَنْ يَخْلُصَ؟»"
  },
  "27": {
    "en": "Jesus replied, “What is impossible with man is possible with God.”",
    "ar": "فَقَالَ: «إِنَّ الْمُسْتَحِيلَ عِنْدَ النَّاسِ مُسْتَطَاعٌ عِنْدَ اللهِ!»"
  },
  "28": {
    "en": "Peter said to him, “We have left all we had to follow you!”",
    "ar": "فَقَالَ بُطْرُسُ: «هَا نَحْنُ قَدْ تَرَكْنَا كُلَّ شَيْءٍ وَتَبِعْنَاكَ!»"
  },
  "29": {
    "en": "“Truly I tell you,” Jesus said to them, “no one who has left home or wife or brothers or sisters or parents or children for the sake of the kingdom of God",
    "ar": "فَقَالَ لَهُمْ: «الحَقَّ أَقُولُ لَكُمْ: مَا مِنْ أَحَدٍ تَرَكَ بَيْتاً، أَوْ زَوْجَةً، أَوْ إِخْوَةً أَوْ وَالِدَيْنِ، أَوْ أَوْلاداً، مِنْ أَجْلِ مَلَكُوتِ اللهِ،"
  },
  "30": {
    "en": "will fail to receive many times as much in this age, and in the age to come eternal life.”",
    "ar": "إِلّا وَيَنَالُ أَضْعَافَ ذَلِكَ فِي هَذَا الزَّمَانِ، وَيَنَالُ فِي الزَّمَانِ الآتِي الْحَيَاةَ الأَبَدِيَّةَ!»"
  },
  "31": {
    "en": "Jesus took the Twelve aside and told them, “We are going up to Jerusalem, and everything that is written by the prophets about the Son of Man will be fulfilled.",
    "ar": "ثُمَّ انْتَحَى بِالاثْنَيْ عَشَرَ وَقَالَ لَهُمْ: «هَا نَحْنُ صَاعِدُونَ إِلَى أُورُشَلِيمَ، وَسَوْفَ تَتِمُّ جَمِيعُ الأُمُورِ الَّتِي كَتَبَهَا الأَنْبِيَاءُ عَنِ ابْنِ الإِنْسَانِ."
  },
  "32": {
    "en": "He will be delivered over to the Gentiles. They will mock him, insult him and spit on him;",
    "ar": "فَإِنَّهُ سَيُسَلَّمُ إِلَى أَيْدِي الأُمَمِ، فَيُسْتَهْزَأُ بِهِ وَيُهَانُ وَيُبْصَقُ عَلَيْهِ."
  },
  "33": {
    "en": "they will flog him and kill him. On the third day he will rise again.”",
    "ar": "وَبَعْدَ أَنْ يَجْلِدُوهُ يَقْتُلُونَهُ. وَفِي الْيَوْمِ الثَّالِثِ يَقُومُ!»"
  },
  "34": {
    "en": "The disciples did not understand any of this. Its meaning was hidden from them, and they did not know what he was talking about.",
    "ar": "وَلكِنَّهُمْ لَمْ يَفْهَمُوا شَيْئاً مِنْ ذلِكَ. وَكَانَ هَذَا الأَمْرُ خَافِياً عَنْهُمْ، وَلَمْ يُدْرِكُوا مَا قِيلَ."
  },
  "35": {
    "en": "As Jesus approached Jericho, a blind man was sitting by the roadside begging.",
    "ar": "وَلَمَّا وَصَلَ إِلَى جُوَارِ أَرِيحَا، كَانَ أَحَدُ الْعُمْيَانِ جَالِساً عَلَى جَانِبِ الطَّرِيقِ يَسْتَعْطِي."
  },
  "36": {
    "en": "When he heard the crowd going by, he asked what was happening.",
    "ar": "فَلَمَّا سَمِعَ مُرُورَ الْجَمْعِ، اسْتَخْبَرَ عَمَّا عَسَى أَنْ يَكُونَ ذَلِكَ."
  },
  "37": {
    "en": "They told him, “Jesus of Nazareth is passing by.”",
    "ar": "فَقِيلَ لَهُ: «إِنَّ يَسُوعَ النَّاصِرِيَّ مَارٌّ مِنْ هُنَاكَ»."
  },
  "38": {
    "en": "He called out, “Jesus, Son of David, have mercy on me!”",
    "ar": "فَنَادَى قَائِلاً «يَا يَسُوعُ ابْنَ دَاوُدَ، ارْحَمْنِي!»"
  },
  "39": {
    "en": "Those who led the way rebuked him and told him to be quiet, but he shouted all the more, “Son of David, have mercy on me!”",
    "ar": "فَزَجَرَهُ السَّائِرُونَ فِي الْمُقَدِّمَةِ لِيَسْكُتَ. وَلكِنَّهُ أَخَذَ يَزِيدُ صُرَاخاً أَكْثَرَ: «يَا ابْنَ دَاوُدَ، ارْحَمْنِي!»"
  },
  "40": {
    "en": "Jesus stopped and ordered the man to be brought to him. When he came near, Jesus asked him,",
    "ar": "فَتَوَقَّفَ يَسُوعَ وَأَمَرَ أَنْ يُؤْتَى بِهِ إِلَيْهِ. فَلَمَّا اقْتَرَبَ سَأَلَهُ:"
  },
  "41": {
    "en": "“What do you want me to do for you?”\n“Lord, I want to see,” he replied.",
    "ar": "«مَاذَا تُرِيدُ أَنْ أَفْعَلَ لَكَ؟» فَقَالَ: «يَا رَبُّ، أَنْ تَرُدَّ لِي الْبَصَرَ!»"
  },
  "42": {
    "en": "Jesus said to him, “Receive your sight; your faith has healed you.”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «أَبْصِرْ! إِيمَانُكَ قَدْ شَفَاكَ»."
  },
  "43": {
    "en": "Immediately he received his sight and followed Jesus, praising God. When all the people saw it, they also praised God.",
    "ar": "وَفِي الْحَالِ أَبْصَرَ، وَتَبِعَهُ وَهُوَ يُمَجِّدُ اللهَ. وَلَمَّا رَأَى جَميعُ الشَّعْبِ ذَلِكَ، سَبَّحُوا اللهَ."
  }
}