{
  "1": {
    "en": "Now the Festival of Unleavened Bread, called the Passover, was approaching,",
    "ar": "وَاقْتَرَبَ عِيدُ الْفَطِيرِ، الْمَعْرُوفُ بِالْفِصْحِ"
  },
  "2": {
    "en": "and the chief priests and the teachers of the law were looking for some way to get rid of Jesus, for they were afraid of the people.",
    "ar": "وَمَازَالَ رُؤَسَاءُ الْكَهَنَةِ وَالْكَتَبَةُ يَسْعَوْنَ كَيْ يَقْتُلُوا يَسُوعَ، لأَنَّهُمْ كَانُوا خَائِفِينَ مِنَ الشَّعْبِ."
  },
  "3": {
    "en": "Then Satan entered Judas, called Iscariot, one of the Twelve.",
    "ar": "وَدَخَلَ الشَّيْطَانُ فِي يَهُوذَا الْمُلَقَّبِ بِالإِسْخَرْيُوطِيِّ، وَهُوَ فِي عِدَادِ الاِثْنَيْ عَشَرَ."
  },
  "4": {
    "en": "And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus.",
    "ar": "فَمَضَى وَتَكَلَّمَ مَعَ رُؤَسَاءِ الْكَهَنَةِ وَقُوَّادِ حَرَسِ الْهَيْكَلِ كَيْفَ يُسَلِّمُهُ إِلَيْهِمْ."
  },
  "5": {
    "en": "They were delighted and agreed to give him money.",
    "ar": "فَفَرِحُوا، وَاتَّفَقُوا أَنْ يُعْطُوهُ بَعْضَ الْمَالِ."
  },
  "6": {
    "en": "He consented, and watched for an opportunity to hand Jesus over to them when no crowd was present.",
    "ar": "فَرَضِيَ، وَأَخَذَ يَتَحَيَّنُ فُرْصَةً لِيُسَلِّمَهُ إِلَيْهِمْ بَعِيداً عَنِ الْجَمْعِ."
  },
  "7": {
    "en": "Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed.",
    "ar": "وَجَاءَ يَوْمُ الْفَطِيرِ الَّذِي كَانَ يَجِبُ أَنْ يُذْبَحَ فِيهِ (حَمَلُ) الْفِصْحِ."
  },
  "8": {
    "en": "Jesus sent Peter and John, saying, “Go and make preparations for us to eat the Passover.”",
    "ar": "فَأَرْسَلَ يَسُوعُ بُطْرُسَ وَيُوحَنَّا قَائِلاً: «اذْهَبَا وَجَهِّزَا لَنَا الْفِصْحَ، لِنَأْكُلَ!»"
  },
  "9": {
    "en": "“Where do you want us to prepare for it?” they asked.",
    "ar": "فَسَأَلاهُ: «أَيْنَ تُرِيدُ أَنْ نُجَهِّزَ؟»"
  },
  "10": {
    "en": "He replied, “As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters,",
    "ar": "فَقَالَ لَهُمَا: «حَالَمَا تَدْخُلانِ الْمَدِينَةَ، يُلاقِيكُمَا إِنْسَانٌ يَحْمِلُ جَرَّةَ مَاءٍ، فَالْحَقَا بِهِ إِلَى الْبَيْتِ الَّذِي يَدْخُلُهُ."
  },
  "11": {
    "en": "and say to the owner of the house, ‘The Teacher asks: Where is the guest room, where I may eat the Passover with my disciples?’",
    "ar": "وَقُولا لِرَبِّ ذلِكَ الْبَيْتِ: يَقُولُ لَكَ الْمُعَلِّمُ: أَيْنَ غُرْفَةُ الضُّيُوفِ الَّتِي آكُلُ فِيهَا (حَمَلَ) الْفِصْحِ مَعَ تَلامِيذِي؟"
  },
  "12": {
    "en": "He will show you a large room upstairs, all furnished. Make preparations there.”",
    "ar": "فَيُرِيكُمَا غُرْفَةً فِي الطَّبَقَةِ الْعُلْيَا، كَبِيرَةً وَمَفْرُوشَةً. هُنَاكَ تُجَهِّزَانِ!»"
  },
  "13": {
    "en": "They left and found things just as Jesus had told them. So they prepared the Passover.",
    "ar": "فَانْطَلَقَا، وَوَجَدَا كَمَا قَالَ لَهُمَا، وَجَهَّزَا الْفِصْحَ."
  },
  "14": {
    "en": "When the hour came, Jesus and his apostles reclined at the table.",
    "ar": "وَلَمَّا حَانَتِ السَّاعَةُ، اتَّكَأَ وَمَعَهُ الرُّسُلُ،"
  },
  "15": {
    "en": "And he said to them, “I have eagerly desired to eat this Passover with you before I suffer.",
    "ar": "وَقَالَ لَهُمْ: «اشْتَهَيْتُ بِشَوْقٍ أَنْ آكُلَ هَذَا الْفِصْحَ مَعَكُمْ قَبْلَ أَنْ أَتَأَلَّمَ."
  },
  "16": {
    "en": "For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.”",
    "ar": "فَإِنِّي أَقُولُ لَكُمْ: لَنْ آكُلَ مِنْهُ بَعْدُ، حَتَّى يَتَحَقَّقَ فِي مَلَكُوتِ اللهِ»."
  },
  "17": {
    "en": "After taking the cup, he gave thanks and said, “Take this and divide it among you.",
    "ar": "وَإِذْ تَنَاوَلَ كَأْساً وَشَكَرَ، قَالَ: «خُذُوا هذِهِ وَاقْتَسِمُوهَا بَيْنَكُمْ."
  },
  "18": {
    "en": "For I tell you I will not drink again from the fruit of the vine until the kingdom of God comes.”",
    "ar": "فَإِنِّي أَقُولُ لَكُمْ إِنِّي لَا أَشْرَبُ مِنْ نِتَاجِ الْكَرْمَةِ حَتَّى يَأْتِيَ مَلَكُوتُ اللهِ!»"
  },
  "19": {
    "en": "And he took bread, gave thanks and broke it, and gave it to them, saying, “This is my body given for you; do this in remembrance of me.”",
    "ar": "وَإِذْ أَخَذَ رَغِيفاً، شَكَرَ، وَكَسَّرَ، وَأَعْطَاهُمْ قَائِلاً: «هَذَا جَسَدِي الَّذِي يُبْذَلُ لأَجْلِكُمْ. هَذَا افْعَلُوهُ لِذِكْرِي!»"
  },
  "20": {
    "en": "In the same way, after the supper he took the cup, saying, “This cup is the new covenant in my blood, which is poured out for you.",
    "ar": "وَكَذلِكَ أَخَذَ الْكَأْسَ أَيْضاً بَعْدَ الْعَشَاءِ، وَقَالَ: «هَذِهِ الْكَأْسُ هِيَ الْعَهْدُ الْجَدِيدُ بِدَمِي الَّذِي يُسْفَكُ لأَجْلِكُمْ."
  },
  "21": {
    "en": "But the hand of him who is going to betray me is with mine on the table.",
    "ar": "ثُمَّ إِنَّ يَدَ الَّذِي يُسَلِّمُنِي هِيَ مَعِي عَلَى الْمَائِدَةِ."
  },
  "22": {
    "en": "The Son of Man will go as it has been decreed. But woe to that man who betrays him!”",
    "ar": "فَابْنُ الإِنْسَانِ لابُدَّ أَنْ يَمْضِيَ كَمَا هُوَ مَحْتُومٌ، وَلكِنِ الْوَيْلُ لِذلِكَ الرَّجُلِ الَّذِي يُسَلِّمُهُ!»"
  },
  "23": {
    "en": "They began to question among themselves which of them it might be who would do this.",
    "ar": "فَأَخَذُوا يَتَسَاءَلُونَ فِيمَا بَيْنَهُمْ: مَنْ مِنْهُمْ يُوشِكُ أَنْ يَفْعَلَ هَذَا."
  },
  "24": {
    "en": "A dispute also arose among them as to which of them was considered to be greatest.",
    "ar": "وَقَامَ بَيْنَهُمْ أَيْضاً جِدَالٌ فِي أَيِّهِمْ يُحْسَبُ الأَعْظَمَ."
  },
  "25": {
    "en": "Jesus said to them, “The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors.",
    "ar": "فَقَالَ لَهُمْ: «إِنَّ مُلُوكَ الأُمَمِ يَسُودُونَهُمْ، وَأَصْحَابَ السُّلْطَةِ عِنْدَهُمْ يُدْعَوْنَ مُحْسِنِينَ."
  },
  "26": {
    "en": "But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves.",
    "ar": "وَأَمَّا أَنْتُمْ، فَلا يَكُنْ ذلِكَ بَيْنَكُمْ، بَلْ لِيَكُنِ الأَعْظَمُ بَيْنَكُمْ كَالأَصْغَرِ، وَالْقَائِدُ كَالْخَادِمِ."
  },
  "27": {
    "en": "For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves.",
    "ar": "فَمَنْ هُوَ أَعْظَمُ: الَّذِي يَتَّكِئُ أَمِ الَّذِي يَخْدِمُ؟ أَلَيْسَ الَّذِي يَتَّكِئُ؟ وَلكِنِّي أَنَا فِي وَسَطِكُمْ كَالَّذِي يَخْدِمُ."
  },
  "28": {
    "en": "You are those who have stood by me in my trials.",
    "ar": "أَنْتُمْ الَّذِينَ صَمَدْتُمْ مَعِي فِي مِحَنِي."
  },
  "29": {
    "en": "And I confer on you a kingdom, just as my Father conferred one on me,",
    "ar": "وَأَنَا أُعَيِّنُ لَكُمْ، كَمَا عَيَّنَ لِي أَبِي، مَلَكُوتاً،"
  },
  "30": {
    "en": "so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel.",
    "ar": "لِكَيْ تَأْكُلُوا وَتَشْرَبُوا عَلَى مَائِدَتِي فِي مَلَكُوتِي، وَتَجْلِسُوا عَلَى عُرُوشٍ تَدِينُونَ أَسْبَاطَ إِسْرَائِيلَ الاِثْنَيْ عَشَرَ»."
  },
  "31": {
    "en": "“Simon, Simon, Satan has asked to sift all of you as wheat.",
    "ar": "وَقَالَ الرَّبُّ «سِمْعَانُ، سِمْعَانُ! هَا إِنَّ الشَّيْطَانَ قَدْ طَلَبَكُمْ لِكَيْ يُغَرْبِلَكُمْ كَمَا يُغَرْبَلُ الْقَمْحُ،"
  },
  "32": {
    "en": "But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.”",
    "ar": "وَلكِنِّي تَضَرَّعْتُ لأَجْلِكَ لِكَيْ لَا يَخِيبَ إِيمَانُكَ. وَأَنْتَ، بَعْدَ أَنْ تَرْجِعَ، ثَبِّتْ إِخْوَتَكَ»."
  },
  "33": {
    "en": "But he replied, “Lord, I am ready to go with you to prison and to death.”",
    "ar": "فَقَالَ لَهُ: «يَا رَبُّ، إِنِّي مُسْتَعِدٌّ أَنْ أَذْهَبَ مَعَكَ إِلَى السِّجْنِ وَإِلَى الْمَوْتِ مَعاً!»"
  },
  "34": {
    "en": "Jesus answered, “I tell you, Peter, before the rooster crows today, you will deny three times that you know me.”",
    "ar": "فَقَالَ: «إِنِّي أَقُولُ لَكَ يَا بُطْرُسُ إِنَّ الدِّيكَ لَا يَصِيحُ الْيَوْمَ حَتَّى تَكُونَ قَدْ أَنْكَرْتَ ثَلاثَ مَرَّاتٍ أَنَّكَ تَعْرِفُنِي!»"
  },
  "35": {
    "en": "Then Jesus asked them, “When I sent you without purse, bag or sandals, did you lack anything?”\n“Nothing,” they answered.",
    "ar": "ثُمَّ قَالَ لَهُمْ: «حِينَ أَرْسَلْتُكُمْ بِلا صُرَّةِ مَالٍ وَلا كِيسِ زَادٍ وَلا حِذَاءٍ، هَلِ احْتَجْتُمْ إِلَى شَيْءٍ؟» فَقَالُوا: «لا!»"
  },
  "36": {
    "en": "He said to them, “But now if you have a purse, take it, and also a bag; and if you don’t have a sword, sell your cloak and buy one.",
    "ar": "فَقَالَ لَهُمْ: «أَمَّا الآنَ، فَمَنْ عِنْدَهُ صُرَّةُ مَالٍ، فَلْيَأْخُذْهَا؛ وَكَذلِكَ مَنْ عِنْدَهُ حَقِيبَةُ زَادٍ. وَمَنْ لَيْسَ عِنْدَهُ، فَلْيَبِعْ رِدَاءَهُ وَيَشْتَرِ سَيْفاً."
  },
  "37": {
    "en": "It is written: ‘And he was numbered with the transgressors’; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfillment.”",
    "ar": "فَإِنِّي أَقُولُ لَكُمْ: إِنَّ هَذَا الَّذِي كُتِبَ عُدَّ مَعَ الْمُجْرِمِينَ لابُدَّ أَنْ يَتِمَّ فِيَّ، لأَنَّ كُلَّ نُبُوءَةٍ تَخْتَصُّ بِي لَهَا إِتْمَامٌ!»"
  },
  "38": {
    "en": "The disciples said, “See, Lord, here are two swords.”\n“That’s enough!” he replied.",
    "ar": "فَقَالُوا: «يَا رَبُّ هَا هُنَا سَيْفَانِ». فَقَالَ لَهُمْ: «كَفَى!»"
  },
  "39": {
    "en": "Jesus went out as usual to the Mount of Olives, and his disciples followed him.",
    "ar": "ثُمَّ انْطَلَقَ وَذَهَبَ كَعَادَتِهِ إِلَى جَبَلِ الزَّيْتُونِ، وَتَبِعَهُ التَّلامِيذُ أَيْضاً."
  },
  "40": {
    "en": "On reaching the place, he said to them, “Pray that you will not fall into temptation.”",
    "ar": "وَلَمَّا وَصَلَ إِلَى الْمَكَانِ، قَالَ لَهُمْ: «صَلُّوا لِكَيْ لَا تَدْخُلُوا فِي تَجْرِبَةٍ»."
  },
  "41": {
    "en": "He withdrew about a stone’s throw beyond them, knelt down and prayed,",
    "ar": "وَابْتَعَدَ عَنْهُمْ مَسَافَةً تُقَارِبُ رَمْيَةَ حَجَرٍ، وَرَكَعَ يُصَلِّي"
  },
  "42": {
    "en": "“Father, if you are willing, take this cup from me; yet not my will, but yours be done.”",
    "ar": "قَائِلاً: «يَا أَبِي، إِنْ شِئْتَ أَبْعِدْ عَنِّي هذِهِ الْكَأْسَ. وَلكِنْ، لِتَكُنْ لَا مَشِيئَتِي بَلْ مَشِيئَتُكَ»."
  },
  "43": {
    "en": "An angel from heaven appeared to him and strengthened him.",
    "ar": "وَظَهَرَ لَهُ مَلاكٌ مِنَ السَّمَاءِ يُشَدِّدُهُ."
  },
  "44": {
    "en": "And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.",
    "ar": "وَإِذْ كَانَ فِي صِرَاعٍ، أَخَذَ يُصَلِّي بِأَشَدِّ إِلْحَاحٍ؛ حَتَّى إِنَّ عَرَقَهُ صَارَ كَقَطَرَاتِ دَمٍ نَازِلَةٍ عَلَى الأَرْضِ."
  },
  "45": {
    "en": "When he rose from prayer and went back to the disciples, he found them asleep, exhausted from sorrow.",
    "ar": "ثُمَّ قَامَ مِنَ الصَّلاةِ وَجَاءَ إِلَى التَّلامِيذِ، فَوَجَدَهُمْ نَائِمِينَ مِنَ الْحُزْنِ."
  },
  "46": {
    "en": "“Why are you sleeping?” he asked them. “Get up and pray so that you will not fall into temptation.”",
    "ar": "فَقَالَ لَهُمْ: «مَا بَالُكُمْ نَائِمِينَ؟ قُومُوا وَصَلُّوا لِكَيْ لَا تَدْخُلُوا فِي تَجْرِبَةٍ!»"
  },
  "47": {
    "en": "While he was still speaking a crowd came up, and the man who was called Judas, one of the Twelve, was leading them. He approached Jesus to kiss him,",
    "ar": "وَفِيمَا هُوَ يَتَكَلَّمُ، إِذَا جَمْعٌ يَتَقَدَّمُهُمُ الْمَدْعُوُّ يَهُوذَا، وَهُوَ وَاحِدٌ مِنَ الاِثْنَيْ عَشَرَ. فَتَقَدَّمَ إِلَى يَسُوعَ لِيُقَبِّلَهُ."
  },
  "48": {
    "en": "but Jesus asked him, “Judas, are you betraying the Son of Man with a kiss?”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «يَا يَهُوذَا، أَبِقُبْلَةٍ تُسَلِّمُ ابْنَ الإِنْسَانِ؟»"
  },
  "49": {
    "en": "When Jesus’ followers saw what was going to happen, they said, “Lord, should we strike with our swords?”",
    "ar": "فَلَمَّا رَأَى الَّذِينَ حَوْلَهُ مَا يُوشِكُ أَنْ يَحْدُثَ، قَالُوا: «يَا رَبُّ، أَنَضْرِبُ بِالسَّيْفِ؟»"
  },
  "50": {
    "en": "And one of them struck the servant of the high priest, cutting off his right ear.",
    "ar": "وَضَرَبَ أَحَدُهُمْ عَبْدَ رَئِيسِ الْكَهَنَةِ فَقَطَعَ أُذُنَهُ الْيُمْنَى."
  },
  "51": {
    "en": "But Jesus answered, “No more of this!” And he touched the man’s ear and healed him.",
    "ar": "فَأَجَابَ يَسُوعُ قَائِلاً: «قِفُوا عِنْدَ هَذَا الْحَدِّ!» وَلَمَسَ أُذُنَهُ فَشَفَاهُ."
  },
  "52": {
    "en": "Then Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come for him, “Am I leading a rebellion, that you have come with swords and clubs?",
    "ar": "وَقَالَ يَسُوعُ لِرُؤَسَاءِ الْكَهَنَةِ وَقُوَّادِ حَرَسِ الْهَيْكَلِ وَالشُّيُوخِ، الَّذِينَ أَقْبَلُوا عَلَيْهِ: «أَكَمَا عَلَى لِصٍّ خَرَجْتُمْ بِالسُّيُوفِ وَالْعِصِيِّ؟"
  },
  "53": {
    "en": "Every day I was with you in the temple courts, and you did not lay a hand on me. But this is your hour—when darkness reigns.”",
    "ar": "عِنْدَمَا كُنْتُ مَعَكُمْ كُلَّ يَوْمٍ فِي الْهَيْكَلِ، لَمْ تَمُدُّوا أَيْدِيَكُمْ عَلَيَّ. وَلكِنَّ هذِهِ السَّاعَةَ لَكُمْ، وَالسُّلْطَةُ الآنَ لِلظَّلامِ!»"
  },
  "54": {
    "en": "Then seizing him, they led him away and took him into the house of the high priest. Peter followed at a distance.",
    "ar": "وَإِذْ قَبَضُوا عَلَيْهِ، سَاقُوهُ حَتَّى دَخَلُوا بِهِ قَصْرَ رَئِيسِ الْكَهَنَةِ. وَتَبِعَهُ بُطْرُسُ مِنْ بَعِيدٍ."
  },
  "55": {
    "en": "And when some there had kindled a fire in the middle of the courtyard and had sat down together, Peter sat down with them.",
    "ar": "وَلَمَّا أُشْعِلَتْ نَارٌ فِي سَاحَةِ الدَّارِ وَجَلَسَ بَعْضُهُمْ حَوْلَهَا، جَلَسَ بُطْرُسُ بَيْنَهُمْ."
  },
  "56": {
    "en": "A servant girl saw him seated there in the firelight. She looked closely at him and said, “This man was with him.”",
    "ar": "فَرَأَتْهُ خَادِمَةٌ جَالِساً عِنْدَ الضَّوْءِ، فَدَقَّقَتِ النَّظَرَ فِيهِ، وَقَالَتْ: «وَهَذَا كَانَ مَعَهُ!»"
  },
  "57": {
    "en": "But he denied it. “Woman, I don’t know him,” he said.",
    "ar": "وَلكِنَّهُ أَنْكَرَ قَائِلاً: «يَا امْرَأَةُ، لَسْتُ أَعْرِفُهُ!»"
  },
  "58": {
    "en": "A little later someone else saw him and said, “You also are one of them.”\n“Man, I am not!” Peter replied.",
    "ar": "وَبَعْدَ وَقْتٍ قَصِيرٍ رَآهُ آخَرُ فَقَالَ: «وَأَنْتَ مِنْهُمْ!» وَلكِنَّ بُطْرُسَ قَالَ: «يَا إِنْسَانُ، لَيْسَ أَنَا!»"
  },
  "59": {
    "en": "About an hour later another asserted, “Certainly this fellow was with him, for he is a Galilean.”",
    "ar": "وَبَعْدَ مُضِيِّ سَاعَةٍ تَقْرِيباً، قَالَ آخَرُ مُؤَكِّداً: «حَقّاً إِنَّ هَذَا كَانَ مَعَهُ أَيْضاً، لأَنَّهُ أَيْضاً مِنَ الْجَلِيلِ!»"
  },
  "60": {
    "en": "Peter replied, “Man, I don’t know what you’re talking about!” Just as he was speaking, the rooster crowed.",
    "ar": "فَقَالَ بُطْرُسُ: «يَا إِنْسَانُ، لَسْتُ أَدْرِي مَا تَقُولُ!» وَفِي الْحَالِ وَهُوَ مَازَالَ يَتَكَلَّمُ، صَاحَ الدِّيكُ."
  },
  "61": {
    "en": "The Lord turned and looked straight at Peter. Then Peter remembered the word the Lord had spoken to him: “Before the rooster crows today, you will disown me three times.”",
    "ar": "فَالْتَفَتَ الرَّبُّ وَنَظَرَ إِلَى بُطْرُسَ. فَتَذَكَّرَ بُطْرُسُ كَلِمَةَ الرَّبِّ إِذْ قَالَ لَهُ: «قَبْلَ أَنْ يَصِيحَ الدِّيكُ تَكُونُ قَدْ أَنْكَرْتَنِي ثَلاثَ مَرَّاتٍ»."
  },
  "62": {
    "en": "And he went outside and wept bitterly.",
    "ar": "وَانْطَلَقَ إِلَى الْخَارِجِ، وَبَكَى بُكَاءً مُرّاً."
  },
  "63": {
    "en": "The men who were guarding Jesus began mocking and beating him.",
    "ar": "أَمَّا الرِّجَالُ الَّذِينَ كَانُوا يَحْرُسُونَ يَسُوعَ، فَقَدْ أَخَذُوا يَسْخَرُونَ مِنْهُ وَيَضْرِبُونَهُ،"
  },
  "64": {
    "en": "They blindfolded him and demanded, “Prophesy! Who hit you?”",
    "ar": "وَيُغَطُّونَ وَجْهَهُ وَيَسْأَلُونَهُ: «تَنَبَّأْ! مَنِ الَّذِي ضَرَبَكَ؟»"
  },
  "65": {
    "en": "And they said many other insulting things to him.",
    "ar": "وَوَجَّهُوا إِلَيْهِ شَتَائِمَ أُخْرَى كَثِيرَةً."
  },
  "66": {
    "en": "At daybreak the council of the elders of the people, both the chief priests and the teachers of the law, met together, and Jesus was led before them.",
    "ar": "وَلَمَّا طَلَعَ النَّهَارُ، اجْتَمَعَ مَجْلِسُ شُيُوخِ الشَّعْبِ الْمُؤَلَّفُ مِنْ رُؤَسَاءِ الْكَهَنَةِ وَالْكَتَبَةِ، وَسَاقُوهُ أَمَامَ مَجْلِسِهِمْ."
  },
  "67": {
    "en": "“If you are the Messiah,” they said, “tell us.”\nJesus answered, “If I tell you, you will not believe me,",
    "ar": "وَقَالُوا: «إِنْ كُنْتَ أَنْتَ الْمَسِيحَ، فَقُلْ لَنَا!» فَقَالَ لَهُمْ: «إِنْ قُلْتُ لَكُمْ، لَا تُصَدِّقُونَ،"
  },
  "68": {
    "en": "and if I asked you, you would not answer.",
    "ar": "وَإِنْ سَأَلْتُكُمْ، لَا تُجِيبُونَنِي."
  },
  "69": {
    "en": "But from now on, the Son of Man will be seated at the right hand of the mighty God.”",
    "ar": "إِلّا أَنَّ ابْنَ الإِنْسَانِ مِنَ الآنَ سَيَكُونُ جَالِساً عَنْ يَمِينِ قُدْرَةِ اللهِ!»"
  },
  "70": {
    "en": "They all asked, “Are you then the Son of God?”\nHe replied, “You say that I am.”",
    "ar": "فَقَالُوا كُلُّهُمْ: «أَأَنْتَ إِذَنِ ابْنُ اللهِ؟» قَالَ لَهُمْ: «أَنْتُمْ قُلْتُمْ، إِنِّي أَنَا هُوَ!»"
  },
  "71": {
    "en": "Then they said, “Why do we need any more testimony? We have heard it from his own lips.”",
    "ar": "فَقَالُوا: «أَيَّةُ حَاجَةٍ بِنَا بَعْدُ إِلَى شُهُودٍ؟ فَهَا نَحْنُ قَدْ سَمِعْنَا مِنْ فَمِهِ!»"
  }
}