{
  "1": {
    "en": "Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars.",
    "ar": "ثُمَّ رَأَيْتُ مَلاكاً آخَرَ قَوِيًّا نَازِلاً مِنَ السَّمَاءِ، لابِساً سَحَابَةً، وَعَلَى رَأْسِهِ قَوْسُ قُزَحٍ؛ وَجْهُهُ كَالشَّمْسِ، وَرِجْلاهُ كَعَمُودَيْنِ مِنْ نَارٍ،"
  },
  "2": {
    "en": "He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land,",
    "ar": "وَبِيَدِهِ دَرْجُ كِتَابٍ صَغِيرٌ مَفْتُوحٌ. فَوَضَعَ رِجْلَهُ الْيُمْنَى عَلَى الْبَحْرِ وَالْيُسْرَى عَلَى الأَرْضِ،"
  },
  "3": {
    "en": "and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke.",
    "ar": "وَصَرَخَ صَرْخَةً عَظِيمَةً كَزَئِيرِ الأَسَدِ، دَوَّتْ بَعْدَهَا أَصْوَاتُ الرُّعُودِ السَّبْعَةِ."
  },
  "4": {
    "en": "And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, “Seal up what the seven thunders have said and do not write it down.”",
    "ar": "وَلَمَّا تَأَهَّبْتُ لِكِتَابَةِ مَا تَقُولُهُ الرُّعُودُ، سَمِعْتُ صَوْتاً مِنَ السَّمَاءِ يَقُولُ لِي: «لا تَكْتُبْ، فَمَا نَطَقَتْ بِهِ الرُّعُودُ يَجِبُ أَنْ تُبْقِيَهُ مَكْتُوماً»."
  },
  "5": {
    "en": "Then the angel I had seen standing on the sea and on the land raised his right hand to heaven.",
    "ar": "ثُمَّ إِنَّ الْمَلاكَ الَّذِي رَأَيْتُهُ وَاقِفاً عَلَى الْبَحْرِ وَالأَرْضِ رَفَعَ يَدَهُ الْيُمْنَى نَحْوَ السَّمَاءِ،"
  },
  "6": {
    "en": "And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, “There will be no more delay!",
    "ar": "وَأَقْسَمَ بِالْحَيِّ إِلَى أَبَدِ الآبِدِينَ الَّذِي خَلَقَ السَّمَاءَ وَمَا فِيهَا وَالأَرْضَ وَمَا فِيهَا وَالْبَحْرَ وَمَا فِيهِ، إِنَّهُ لَنْ تَكُونَ مُهْلَةٌ بَعْدُ،"
  },
  "7": {
    "en": "But in the days when the seventh angel is about to sound his trumpet, the mystery of God will be accomplished, just as he announced to his servants the prophets.”",
    "ar": "فَحَالَمَا يَنْفُخُ الْمَلاكُ السَّابِعُ فِي بُوقِهِ، يَتِمُّ سِرُّ اللهِ، وَفْقاً لِمَا أَعْلَنَهُ لِعَبِيدِهِ الأَنْبِيَاءِ!"
  },
  "8": {
    "en": "Then the voice that I had heard from heaven spoke to me once more: “Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.”",
    "ar": "ثُمَّ كَلَّمَنِي الصَّوْتُ السَّمَاوِيُّ ثَانِيَةً وَقَالَ لِي: «اذْهَبْ، خُذِ الْكِتَابَ الصَّغِيرَ الْمَفْتُوحَ فِي يَدِ الْمَلاكِ الْقَوِيِّ الْوَاقِفِ عَلَى الْبَحْرِ وَالأَرْضِ»."
  },
  "9": {
    "en": "So I went to the angel and asked him to give me the little scroll. He said to me, “Take it and eat it. It will turn your stomach sour, but ‘in your mouth it will be as sweet as honey.’”",
    "ar": "فَذَهَبْتُ إِلَيْهِ وَطَلَبْتُ الْكِتَابَ مِنْهُ، فَأَجَابَنِي: «خُذْهُ وَالْتَهِمْهُ. سَتَجِدُ طَعْمَهُ فِي فَمِكَ حُلْواً كَالْعَسَلِ، وَلَكِنَّهُ سَيَجْعَلُ بَطْنَكَ مُرّاً!»"
  },
  "10": {
    "en": "I took the little scroll from the angel’s hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour.",
    "ar": "وَلَمَّا أَخَذْتُهُ مِنْ يَدِهِ وَالْتَهَمْتُهُ، كَانَ حُلْواً كَالْعَسَلِ فِي فَمِي، وَلَكِنْ مَا إِنِ ابْتَلَعْتُهُ حَتَّى مَلأَ بَطْنِي مَرَارَةً!"
  },
  "11": {
    "en": "Then I was told, “You must prophesy again about many peoples, nations, languages and kings.”",
    "ar": "وَقِيلَ لِي: «عَلَيْكَ أَنْ تَتَنَبَّأَ أَيْضاً بِشَأْنِ كَثِيرٍ مِنَ الشُّعُوبِ وَالأُمَمِ وَاللُّغَاتِ وَالْمُلُوكِ»."
  }
}