{
  "1": {
    "en": "After this I heard what sounded like the roar of a great multitude in heaven shouting:\n'Hallelujah!\nSalvation and glory and power belong to our God,",
    "ar": "وَبَعْدَ هَذَا سَمِعْتُ صَوْتاً عَالِياً كَأَنَّهُ صَادِرٌ مِنْ جَمْعٍ كَبِيرٍ فِي السَّمَاءِ يَقُولُ: «هَلِّلُويَا! الْخَلاصُ وَالْمَجْدُ وَالْكَرَامَةُ وَالْقُدْرَةُ لِلرَّبِّ إِلَهِنَا"
  },
  "2": {
    "en": "for true and just are his judgments.\nHe has condemned the great prostitute\n    who corrupted the earth by her adulteries.\nHe has avenged on her the blood of his servants.”",
    "ar": "فَإِنَّ أَحْكَامَهُ حَقٌّ وَعَدْلٌ، لأَنَّهُ عَاقَبَ الزَّانِيَةَ الْكُبْرَى الَّتِي أَفْسَدَتِ الأَرْضَ، وَانْتَقَمَ لِدَمِ عَبِيدِهِ مِنْهَا»."
  },
  "3": {
    "en": "And again they shouted:\n“Hallelujah!\nThe smoke from her goes up for ever and ever.”",
    "ar": "وَهَتَفُوا ثَانِيَةً: «هَلِّلُويَا! دُخَانُ حَرِيقِهَا يَتَصَاعَدُ إِلَى أَبَدِ الآبِدِينَ!»"
  },
  "4": {
    "en": "The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. And they cried:\n“Amen, Hallelujah!”",
    "ar": "وَجَثَا الشُّيُوخُ الأَرْبَعَةُ وَالْعِشْرُونَ وَالْكَائِنَاتُ الْحَيَّةُ الأَرْبَعَةُ سُجُوداً لِلهِ الْجَالِسِ عَلَى الْعَرْشِ، وَهَتَفُوا: «آمِينَ! هَلِّلُويَا!»"
  },
  "5": {
    "en": "Then a voice came from the throne, saying:\n“Praise our God,\n    all you his servants,\nyou who fear him,\n    both great and small!”",
    "ar": "وَخَرَجَ مِنَ الْعَرْشِ صَوْتٌ يَقُولُ: «سَبِّحُوا إِلهَنَا يَا جَمِيعَ عَبِيدِهِ الَّذِينَ يَتَّقُونَهُ صِغَاراً وَكِبَاراً!»"
  },
  "6": {
    "en": "Then I heard what sounded like a great multitude, like the roar of rushing waters and like loud peals of thunder, shouting:\n“Hallelujah!\n    For our Lord God Almighty reigns.",
    "ar": "ثُمَّ سَمِعْتُ صَوْتاً كَأَنَّهُ صَوْتُ جَمْعٍ كَبِيرٍ أَوْ شَلّالٍ غَزِيرٍ أَوْ رَعْدٍ شَدِيدٍ، يَقُولُ: «هَلِّلُويَا! فَإِنَّ الرَّبَّ الإِلهَ الْقَادِرَ عَلَى كُلِّ شَيْءٍ قَدْ مَلَكَ،"
  },
  "7": {
    "en": "Let us rejoice and be glad\n    and give him glory!\nFor the wedding of the Lamb has come,\n    and his bride has made herself ready.",
    "ar": "لِنَفْرَحْ وَنَبْتَهِجْ وَنُمَجِّدْهُ، فَإِنَّ عُرْسَ الْحَمَلِ قَدْ حَانَ مَوْعِدُهُ، وَعَرُوسَهُ قَدْ هَيَّأَتْ نَفْسَهَا،"
  },
  "8": {
    "en": "Fine linen, bright and clean,\n    was given her to wear.”\n(Fine linen stands for the righteous acts of God’s holy people.)",
    "ar": "وَوُهِبَ لَهَا أَنْ تَلْبَسَ الكَتَّانَ الأَبْيَضَ النَّاصِعَ!» وَالْكَتَّانُ يَرْمِزُ إِلَى أَعْمَالِ الصَّلاحِ الَّتِي قَامَ بِها الْقِدِّيسُونَ."
  },
  "9": {
    "en": "Then the angel said to me, “Write this: Blessed are those who are invited to the wedding supper of the Lamb!” And he added, “These are the true words of God.”",
    "ar": "وَأَمْلَى عَلَيَّ الْمَلاكُ أَنْ أَكْتُبَ: «طُوبَى لِلْمَدْعُوِّينَ إِلَى وَلِيمَةِ عُرْسِ الْحَمَلِ». ثُمَّ قَالَ: «اللهُ نَفْسُهُ يَقُولُ هَذَا الْقَوْلَ الْحَقَّ»."
  },
  "10": {
    "en": "At this I fell at his feet to worship him. But he said to me, “Don’t do that! I am a fellow servant with you and with your brothers and sisters who hold to the testimony of Jesus. Worship God! For it is the Spirit of prophecy who bears testimony to Jesus.”",
    "ar": "فَجَثَوْتُ عِنْدَ قَدَمَيْهِ لأَسْجُدَ لَهُ، فَقَالَ لِي: «لا تَفْعَلْ! إِنِّي عَبْدٌ لِلهِ، مِثْلُكَ وَمِثْلُ إِخْوَتِكَ الْمُؤْمِنِينَ الَّذِينَ لَدَيْهِمِ الشَّهَادَةُ الْمُخْتَصَّةُ بِيَسُوعَ: لِلهِ اسْجُدْ! فَإِنَّ الشَّهَادَةَ الْمخْتَصَّةَ بِيَسُوعَ هِيَ رُوحُ النُّبُوءَةِ»."
  },
  "11": {
    "en": "I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and wages war.",
    "ar": "ثُمَّ رَأَيْتُ السَّمَاءَ مَفْتُوحَةً، وَإذَا حِصَانٌ أَبْيَضُ يُسَمَّى رَاكِبُهُ «الأَمِينَ الصَّادِقَ» الَّذِي يَقْضِي وَيُحَارِبُ بِالْعَدْلِ."
  },
  "12": {
    "en": "His eyes are like blazing fire, and on his head are many crowns. He has a name written on him that no one knows but he himself.",
    "ar": "عَيْنَاهُ كَلَهِيبِ نَارٍ، وَعَلَى رَأْسِهِ أَكَالِيلُ كَثِيرَةٌ، وَقَدْ كُتِبَ عَلَى جَبْهَتِهِ اسْمٌ لَا يَعْرِفُهُ أَحَدٌ إِلّا هُوَ."
  },
  "13": {
    "en": "He is dressed in a robe dipped in blood, and his name is the Word of God.",
    "ar": "وَكَانَ يَرْتَدِي ثَوْباً مُغَمَّساً بِالدَّمِ؛ أَمَّا اسْمُهُ فَهُوَ «كَلِمَةُ اللهِ»"
  },
  "14": {
    "en": "The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean.",
    "ar": "وَكَانَ الأَجْنَادُ الَّذِينَ فِي السَّمَاءِ يَتْبَعُونَهُ رَاكِبِينَ خُيُولاً بَيْضَاءَ، وَلابِسِينَ كَتَّاناً نَقِيًّا نَاصِعَ الْبَيَاضِ،"
  },
  "15": {
    "en": "Coming out of his mouth is a sharp sword with which to strike down the nations. “He will rule them with an iron scepter.” He treads the winepress of the fury of the wrath of God Almighty.",
    "ar": "وَكَانَ يَخْرُجُ مِنْ فَمِهِ سَيْفٌ حَادٌّ لِيَضْرِبَ بِهِ الأُمَمَ وَيَحْكُمَهُمْ بِعَصاً مِنْ حَدِيدٍ، وَيَدُوسَهُمْ فِي مِعْصَرَةِ شِدَّةِ غَضَبِ اللهِ الْقَادِرِ عَلَى كُلِّ شَيْءٍ."
  },
  "16": {
    "en": "On his robe and on his thigh he has this name written:\nking of kings and lord of lords.",
    "ar": "وَقَدْ كُتِبَ عَلَى ثَوْبِهِ وَعَلَى فَخْذِهِ «مَلِكُ الْمُلُوكِ وَرَبُّ الأَرْبَابِ»."
  },
  "17": {
    "en": "And I saw an angel standing in the sun, who cried in a loud voice to all the birds flying in midair, “Come, gather together for the great supper of God,",
    "ar": "ثُمَّ رَأَيْتُ مَلاكاً وَاقِفاً فِي الشَّمْسِ، يُنَادِي الطُّيُورَ الطَّائِرَةَ فِي وَسَطِ السَّمَاءِ بِصَوْتٍ عَالٍ قَائِلاً: «هَلُمِّي اجْتَمِعِي مَعاً إِلَى وَلِيمَةِ اللهِ الْكُبْرَى!"
  },
  "18": {
    "en": "so that you may eat the flesh of kings, generals, and the mighty, of horses and their riders, and the flesh of all people, free and slave, great and small.”",
    "ar": "تَعَالَيْ وَالْتَهِمِي لُحُومَ الْمُلُوكِ وَالْقَادَةِ وَالأَبْطَالِ، وَالْخُيُولِ وَفُرْسَانِهَا، وَلُحُومَ الْبَشَرِ جَمِيعاً مِنْ أَحْرَارٍ وَعَبِيدٍ، وَصِغَارٍ وَكِبَارٍ»."
  },
  "19": {
    "en": "Then I saw the beast and the kings of the earth and their armies gathered together to wage war against the rider on the horse and his army.",
    "ar": "وَرَأَيْتُ الْوَحْشَ وَمُلُوكَ الأَرْضِ وَجُيُوشَهُمْ وَقَدِ احْتَشَدُوا لِيُحَارِبُوا هَذَا الْفَارِسَ وَجَيْشَهُ."
  },
  "20": {
    "en": "But the beast was captured, and with it the false prophet who had performed the signs on its behalf. With these signs he had deluded those who had received the mark of the beast and worshiped its image. The two of them were thrown alive into the fiery lake of burning sulfur.",
    "ar": "فَقُبِضَ عَلَى الْوَحْشِ وَعَلَى النَّبِيِّ الدَّجَّالِ الَّذِي قَامَ بِالْمُعْجِزَاتِ فِي حُضُورِ الْوَحْشِ وَأَضَلَّ بِها الَّذِينَ قَبِلُوا عَلامَةَ الْوَحْشِ، وَسَجَدُوا لِتِمْثَالِهِ. وَطُرِحَ كِلاهُمَا حَيًّا فِي بُحَيْرَةِ النَّارِ وَالْكِبْرِيتِ الْمُتَّقِدَةِ،"
  },
  "21": {
    "en": "The rest were killed with the sword coming out of the mouth of the rider on the horse, and all the birds gorged themselves on their flesh.",
    "ar": "وَقَتَلَ السَّيْفُ الْخَارِجُ مِنْ فَمِ الْفَارِسِ جَمِيعَ الْبَاقِينَ، وَشَبِعَتِ الطُّيُورُ كُلُّهَا مِنْ لُحُومِهِمْ."
  }
}