{
  "1": {
    "en": "Then I saw in the right hand of him who sat on the throne a scroll with writing on both sides and sealed with seven seals.",
    "ar": "وَرَأَيْتُ إِلَى يَمِينِ الْجَالِسِ عَلَى الْعَرْشِ دَرْجَ كِتَابٍ مَخْطُوطاً مِنَ الدَّاخِلِ وَالْخَارِجِ، مَخْتُوماً بِسَبْعَةِ خُتُومٍ."
  },
  "2": {
    "en": "And I saw a mighty angel proclaiming in a loud voice, “Who is worthy to break the seals and open the scroll?”",
    "ar": "وَرَأَيْتُ مَلاكاً قَوِيًّا يُنَادِي بِأَعْلَى صَوْتِهِ: «مَنْ هُوَ الْمُسْتَحِقُّ أَنْ يَفُكَّ خُتُومَ الْكِتَابِ وَيَفْتَحَهُ؟»"
  },
  "3": {
    "en": "But no one in heaven or on earth or under the earth could open the scroll or even look inside it.",
    "ar": "فَلَمْ يَسْتَطِعْ أَحَدٌ فِي السَّمَاءِ وَلا عَلَى الأَرْضِ وَلا تَحْتَ الأَرْضِ أَنْ يَفْتَحَ الْكِتَابَ أَوْ يَنْظُرَ إِلَيْهِ!"
  },
  "4": {
    "en": "I wept and wept because no one was found who was worthy to open the scroll or look inside.",
    "ar": "فَأَخَذْتُ أَبْكِي بُكَاءً شَدِيداً لأَنَّهُ لَمْ يَكُنْ هُنَاكَ مَنْ يَسْتَحِقُّ أَنْ يَفْتَحَ الْكِتَابَ أَوْ يَنْظُرَ إِلَيْهِ."
  },
  "5": {
    "en": "Then one of the elders said to me, “Do not weep! See, the Lion of the tribe of Judah, the Root of David, has triumphed. He is able to open the scroll and its seven seals.”",
    "ar": "وَلَكِنَّ شَيْخاً مِنَ الشُّيُوخِ قَالَ لِي: «لا تَبْكِ! قَدِ انْتَصَرَ الأَسَدُ الَّذِي مِنْ سِبْطِ يَهُوذَا، الَّذِي هُوَ أَصْلُ دَاوُدَ، وَهُوَ الْمُسْتَحِقُّ أَنْ يَفْتَحَ الْكِتَابَ وَيَفُكَّ خُتُومَهُ السَّبْعَةَ»."
  },
  "6": {
    "en": "Then I saw a Lamb, looking as if it had been slain, standing at the center of the throne, encircled by the four living creatures and the elders. The Lamb had seven horns and seven eyes, which are the seven spirits of God sent out into all the earth.",
    "ar": "وَنَظَرْتُ فَرَأَيْتُ فِي الْوَسَطِ بَيْنَ الْعَرْشِ وَالْكَائِنَاتِ الْحَيَّةِ الأَرْبَعَةِ وَالشُّيُوخِ حَمَلاً يَظْهَرُ كَأَنَّهُ كَانَ قَدْ ذُبِحَ. وَكَانَتْ لَهُ سَبْعَةُ قُرُونٍ، وَسَبْعُ أَعْيُنٍ تُمَثِّلُ أَرْوَاحَ اللهِ السَّبْعَةَ الَّتِي أُرْسِلَتْ إِلَى الأَرْضِ كُلِّهَا."
  },
  "7": {
    "en": "He went and took the scroll from the right hand of him who sat on the throne.",
    "ar": "فَتَقَدَّمَ وَأَخَذَ الْكِتَابَ مِنْ يَمِينِ الْجَالِسِ عَلَى الْعَرْشِ."
  },
  "8": {
    "en": "And when he had taken it, the four living creatures and the twenty-four elders fell down before the Lamb. Each one had a harp and they were holding golden bowls full of incense, which are the prayers of God’s people.",
    "ar": "فَسَجَدَ الشُّيُوخُ الأَرْبَعَةُ وَالْعِشْرُونَ وَالْكَائِنَاتُ الْحَيَّةُ الأَرْبَعَةُ أَمَامَ الْحَمَلِ، وَكَانَ بِيَدِ كُلٍّ مِنْهُمْ قِيثَارَةٌ وَكُؤُوسُ ذَهَبٍ مَمْلُوءَةٌ بِالْبَخُورِ، الَّذِي هُوَ صَلَوَاتُ الْقِدِّيسِينَ."
  },
  "9": {
    "en": "And they sang a new song, saying:\n“You are worthy to take the scroll\n    and to open its seals,\nbecause you were slain,\n    and with your blood you purchased for God\n    persons from every tribe and language and people and nation.",
    "ar": "وَأَخَذُوا يُرَتِّلُونَ تَرْتِيلَةً جَدِيدَةً يَقُولُونَ فِيهَا: «مُسْتَحِقٌّ أَنْتَ أَنْ تَأْخُذَ الْكِتَابَ وَتَفُكَّ خُتُومَهُ، لأَنَّكَ ذُبِحْتَ، وَبِدَمِكَ اشْتَرَيْتَ لِلهِ أُنَاساً مِنْ كُلِّ قَبِيلَةٍ وَلُغَةٍ وَشَعْبٍ وَأُمَّةٍ،"
  },
  "10": {
    "en": "You have made them to be a kingdom and priests to serve our God,\n    and they will reign on the earth.”",
    "ar": "وَجَعَلْتَهُمْ مَمْلَكَةً لإِلَهِنَا وَكَهَنَةً لَهُ، وَسَيَمْلِكُونَ عَلَى الأَرْضِ»."
  },
  "11": {
    "en": "Then I looked and heard the voice of many angels, numbering thousands upon thousands, and ten thousand times ten thousand. They encircled the throne and the living creatures and the elders.",
    "ar": "ثُمَّ نَظَرْتُ، فَسَمِعْتُ تَرْتِيلَ الْمَلايِينِ مِنَ الْمَلائِكَةِ وَهِيَ تُحِيطُ بِالْعَرْشِ وَبِالْكَائِنَاتِ الْحَيَّةِ وَالشُّيُوخِ،"
  },
  "12": {
    "en": "In a loud voice they were saying:\n“Worthy is the Lamb, who was slain,\n    to receive power and wealth and wisdom and strength\n    and honor and glory and praise!”",
    "ar": "وَهُمْ يَهْتِفُونَ بِصَوْتٍ عَالٍ: «مُسْتَحِقٌّ الْحَمَلُ الْمَذْبُوحُ أَنْ يَنَالَ الْقُدْرَةَ وَالْغِنَى وَالْحِكْمَةَ وَالْقُوَّةَ وَالإِجْلالَ وَالْمَجْدَ وَالْبَرَكَةَ»."
  },
  "13": {
    "en": "Then I heard every creature in heaven and on earth and under the earth and on the sea, and all that is in them, saying:\n“To him who sits on the throne and to the Lamb\n    be praise and honor and glory and power,\nfor ever and ever!”",
    "ar": "ثُمَّ سَمِعْتُ كُلَّ خَلِيقَةٍ فِي السَّمَاءِ وَعَلَى الأَرْضِ، وَتَحْتَ الأَرْضِ، وَعَلَى الْبَحْرِ، هَاتِفَةً مَعَ كُلِّ مَا فِيهَا: «الْبَرَكَةُ وَالإِجْلالُ وَالْمَجْدُ وَالسُّلْطَةُ لِلْجَالِسِ عَلَى الْعَرْشِ وَلِلْحَمَلِ، إِلَى أَبَدِ الآبِدِينَ»."
  },
  "14": {
    "en": "The four living creatures said, “Amen,” and the elders fell down and worshiped.",
    "ar": "فَرَدَّتِ الْكَائِنَاتُ الْحَيَّةُ الأَرْبَعَةُ: «آمِينَ!» وَجَثَا الشُّيُوخُ سَاجِدِينَ."
  }
}