{
  "1": {
    "en": "I will sing of your love and justice;\n    to you, Lord, I will sing praise.",
    "ar": "سَأُشِيدُ بِرَحْمَتِكَ وَعَدْلِكَ يَا رَبُّ، وَلَكَ أُرَنِّمُ."
  },
  "2": {
    "en": "I will be careful to lead a blameless life—\n    when will you come to me?\nI will conduct the affairs of my house\n    with a blameless heart.",
    "ar": "أَسْلُكُ بِتَعَقُّلٍ فِي طَرِيقِ الْكَمَالِ. مَتَى تَأْتِي يَا رَبُّ لِمَعُونَتِي؟ أَسْلُكُ فِي وَسَطِ بَيْتِي بِاسْتِقَامَةِ قَلْبِي."
  },
  "3": {
    "en": "I will not look with approval\n    on anything that is vile.\nI hate what faithless people do;\n    I will have no part in it.",
    "ar": "لَنْ أَضَعَ نُصْبَ عَيْنَيَّ أَمْراً بَاطِلاً، فَإِنِّي أُبْغِضُ عَمَلَ الضَّالِّينَ لِئَلّا يَلْتَصِقَ بِي."
  },
  "4": {
    "en": "The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.",
    "ar": "لِيُفَارِقْنِي الْقَلْبُ الْمُنْحَرِفُ فَلَا أَرْتَكِبَ شَرّاً."
  },
  "5": {
    "en": "Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.",
    "ar": "أُبِيدُ كُلَّ مَنْ يَغْتَابُ قَرِيبَهُ سِرّاً؛ وَذُو الْعَيْنِ الْمُتَشَامِخَةِ وَالْقَلْبِ الْمُتَكَبِّرِ لَا أَحْتَمِلُهُ."
  },
  "6": {
    "en": "My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.",
    "ar": "تَرْعَى عَيْنَايَ الأُمَنَاءَ فِي الأَرْضِ لِيَسْكُنُوا مَعِي. وَخُدَّامِي هُمُ السَّالِكُونَ فِي طَرِيقِ الكَمَالِ."
  },
  "7": {
    "en": "No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.",
    "ar": "لَا يُقِيمُ دَاخِلَ بَيْتِي الْغَشَّاشُونَ، وَالْكَذَبَةُ لَا يَمْثُلُونَ أَمَامِي."
  },
  "8": {
    "en": "Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "ar": "أَقْضِي فِي كُلِّ صَبَاحٍ عَلَى جَمِيعِ الأَشْرَارِ فِي أَرْضِنَا، حَتَّى أَسْتَأْصِلَ مِنْ مَدِينَةِ الرَّبِّ كُلَّ فَاعِلِي الإِثْمِ."
  }
}