{
  "1": {
    "en": "Hear my prayer, Lord;\n    let my cry for help come to you.",
    "ar": "يَا رَبُّ اسْتَمِعْ صَلاتِي وَلْيَصِلْ إِلَيْكَ صُرَاخِي."
  },
  "2": {
    "en": "Do not hide your face from me\n    when I am in distress.\nTurn your ear to me;\n    when I call, answer me quickly.",
    "ar": "لَا تَحْجُبْ وَجْهَكَ عَنِّي فِي يَوْمِ ضِيقِي، بَلْ أَمِلْ نَحْوِي أُذُنَكَ. اسْتَجِبْ لِي سَرِيعاً يَوْمَ أَدْعُوكَ،"
  },
  "3": {
    "en": "For my days vanish like smoke;\n    my bones burn like glowing embers.",
    "ar": "لأَنَّ أَيَّامِي قَدْ تَبَدَّدَتْ كَالدُّخَانِ، وَعِظَامِي اضْطَرَمَتْ كَالْوَقِيدِ."
  },
  "4": {
    "en": "My heart is blighted and withered like grass;\n    I forget to eat my food.",
    "ar": "قَلْبِي مَنْكُوبٌ وَيَابِسٌ كَالْعُشْبِ الْجَافِّ، حَتَّى غَفِلْتُ عَنْ أَكْلِ طَعَامِي."
  },
  "5": {
    "en": "In my distress I groan aloud\n    and am reduced to skin and bones.",
    "ar": "الْتَصَقَتْ عِظَامِي بِلَحْمِي مِنْ جَرَّاءِ أَنَّاتِي الْمُرْتَفِعَةِ."
  },
  "6": {
    "en": "I am like a desert owl,\n    like an owl among the ruins.",
    "ar": "صِرْتُ أَشْبَهَ بِبَجْعِ الْبَرَارِي، وَمِثْلَ بُومَةِ الْخَرَائِبِ."
  },
  "7": {
    "en": "I lie awake; I have become\n    like a bird alone on a roof.",
    "ar": "أَرِقْتُ، وَصِرْتُ كَالْعُصْفُورِ الْمُنْفَرِدِ عَلَى السَّطْحِ."
  },
  "8": {
    "en": "All day long my enemies taunt me;\n    those who rail against me use my name as a curse.",
    "ar": "عَيَّرَنِي أَعْدَائِي طُولَ النَّهَارِ، وَالسَّاخِرُونَ الْحَانِقُونَ عَلَيَّ، جَعَلُوا اسْمِي لَعْنَةً،"
  },
  "9": {
    "en": "For I eat ashes as my food\n    and mingle my drink with tears",
    "ar": "فَقَدْ أَكَلْتُ الرَّمَادَ كَالْخُبْزِ، وَمَزَجْتُ شَرَابِي بِالدُّمُوعِ،"
  },
  "10": {
    "en": "because of your great wrath,\n    for you have taken me up and thrown me aside.",
    "ar": "بِسَبَبِ غَضَبِكَ وَسَخَطِكَ لأَنَّكَ قَدْ رَفَعْتَنِي ثُمَّ طَرَحْتَنِي بِعُنْفٍ."
  },
  "11": {
    "en": "My days are like the evening shadow;\n    I wither away like grass.",
    "ar": "عُمْرِي أَشْبَهُ بِظِلٍّ مُتَقَلِّصٍ، وَأَنَا مِثْلُ الْعُشْبِ أَذْوِي."
  },
  "12": {
    "en": "But you, Lord, sit enthroned forever;\n    your renown endures through all generations.",
    "ar": "أَمَّا أَنْتَ يَا رَبُّ فَجَالِسٌ عَلَى عَرْشِكَ إِلَى الأَبَدِ، وَذِكْرُكَ بَاقٍ مَدَى الدَّهْرِ."
  },
  "13": {
    "en": "You will arise and have compassion on Zion,\n    for it is time to show favor to her;\n    the appointed time has come.",
    "ar": "أَنْتَ تَقُومُ وَتَرْحَمُ صِهْيَوْنَ لأَنَّهُ قَدْ أَزِفَ وَقْتُ إِظْهَارِ رِضَاكَ،"
  },
  "14": {
    "en": "For her stones are dear to your servants;\n    her very dust moves them to pity.",
    "ar": "فَإِنَّ عَبِيدَكَ يُسَرُّونَ بِحِجَارَتِهَا، يَشْتَاقُونَ إِلَى ذَرَّاتِ تُرَابِهَا."
  },
  "15": {
    "en": "The nations will fear the name of the Lord,\n    all the kings of the earth will revere your glory.",
    "ar": "فَتَخْشَى الأُمَمُ اسْمَ الرَّبِّ، وَيَهَابُ جَمِيعُ مُلُوكِ الأَرْضِ مَجْدَكَ."
  },
  "16": {
    "en": "For the Lord will rebuild Zion\n    and appear in his glory.",
    "ar": "لأَنَّ الرَّبَّ بَنَى صِهْيَوْنَ وَتَجَلَّى فِي مَجْدِهِ."
  },
  "17": {
    "en": "He will respond to the prayer of the destitute;\n    he will not despise their plea.",
    "ar": "الْتَفَتَ إِلَى صَلاةِ الْبَائِسِينَ وَلَمْ يَرْفُضْ دُعَاءَ الْمُتَضَايِقِينَ."
  },
  "18": {
    "en": "Let this be written for a future generation,\n    that a people not yet created may praise the Lord:",
    "ar": "يُكْتَبُ هَذَا لِلْجِيلِ الآتِي الَّذِي سَيُخْلَقُ فَيُسَبِّحُ الرَّبَّ."
  },
  "19": {
    "en": "“The Lord looked down from his sanctuary on high,\n    from heaven he viewed the earth,",
    "ar": "تَطَلَّعَ الرَّبُّ مِنْ عَلْيَاءِ مَقْدِسِهِ، مِنَ السَّمَاوَاتِ نَظَرَ إِلَى الأَرْضِ،"
  },
  "20": {
    "en": "to hear the groans of the prisoners\n    and release those condemned to death.”",
    "ar": "لِيَسْمَعَ أَنِينَ شَعْبِهِ الأَسِيرِ وَيُحَرِّرَ الْمَقْضِيَّ عَلَيْهِمْ بِالْمَوْتِ."
  },
  "21": {
    "en": "So the name of the Lord will be declared in Zion\n    and his praise in Jerusalem",
    "ar": "لِكَيْ يُذَاعَ اسْمُ الرَّبِّ فِي صِهْيَوْنَ، وَيُسَبَّحَ أَيْضاً فِي أُورُشَلِيمَ،"
  },
  "22": {
    "en": "when the peoples and the kingdoms\n    assemble to worship the Lord.",
    "ar": "عِنْدَمَا تَجْتَمِعُ الشُّعُوبُ وَالْمَمَالِكُ جَمِيعاً لِيَعْبُدُوا الرَّبَّ."
  },
  "23": {
    "en": "In the course of my life he broke my strength;\n    he cut short my days.",
    "ar": "الرَّبُّ أَضْعَفَنِي وَأَنَا فِي رَيْعَانِ قُوَّتِي وَقَصَّرَ أَيَّامِي."
  },
  "24": {
    "en": "So I said:\n“Do not take me away, my God, in the midst of my days;\n    your years go on through all generations.",
    "ar": "حَتَّى قُلْتُ: «يَا رَبُّ أَنْتَ حَيٌّ إِلَى الأَبَدِ. لَا تَقْصِفْنِي فِي مُنْتَصَفِ عُمْرِي، قَبْلَ أَنْ أَبْلُغَ الشَّيْخُوخَةَ."
  },
  "25": {
    "en": "In the beginning you laid the foundations of the earth,\n    and the heavens are the work of your hands.",
    "ar": "مِنْ قِدَمٍ أَسَّسْتَ الأَرْضَ، وَالسَّمَاوَاتُ هِيَ صُنْعُ يَدَيْكَ."
  },
  "26": {
    "en": "They will perish, but you remain;\n    they will all wear out like a garment.\nLike clothing you will change them\n    and they will be discarded.",
    "ar": "هِيَ زَائِلَةٌ أَمَّا أَنْتَ فَبَاقٍ. تَبْلَى كُلُّهَا كَالثَّوْبِ. وَتَسْتَبْدِلُهَا كَمَا يُسْتَبْدَلُ الرِّدَاءُ القَدِيمُ بِالجَدِيدِ."
  },
  "27": {
    "en": "But you remain the same,\n    and your years will never end.",
    "ar": "لَكِنَّكَ أَنْتَ الدَّائِمُ الْخَالِدُ، وَسِنُوكَ لَنْ تَنْتَهِيَ."
  },
  "28": {
    "en": "The children of your servants will live in your presence;\n    their descendants will be established before you.”",
    "ar": "أَبْنَاءُ عَبِيدِكَ يَدُومُونَ، وَنَسْلُهُمْ يَظَلُّ ثَابِتاً أَمَامَكَ»."
  }
}