{
  "1": {
    "en": "Give praise to the Lord, proclaim his name;\n    make known among the nations what he has done.",
    "ar": "قَدِّمُوا الشُّكْرَ لِلرَّبِّ. ادْعُوا بِاسْمِهِ. عَرِّفُوا بِأَعْمَالِهِ بَيْنَ الشُّعُوبِ."
  },
  "2": {
    "en": "Sing to him, sing praise to him;\n    tell of all his wonderful acts.",
    "ar": "غَنُّوا لَهُ، اشْدُوا لَهُ. حَدِّثُوا بِكُلِّ عَجَائِبِهِ."
  },
  "3": {
    "en": "Glory in his holy name;\n    let the hearts of those who seek the Lord rejoice.",
    "ar": "تَبَاهَوْا بِاسْمِهِ الْقُدُّوسِ، لِتَفْرَحْ قُلُوبُ طَالِبِي الرَّبِّ."
  },
  "4": {
    "en": "Look to the Lord and his strength;\n    seek his face always.",
    "ar": "اطْلُبُوا الرَّبَّ وَقُوَّتَهُ، الْتَمِسُوا وَجْهَهُ دَائِماً."
  },
  "5": {
    "en": "Remember the wonders he has done,\n    his miracles, and the judgments he pronounced,",
    "ar": "اذْكُرُوا عَجَائِبَهُ الَّتِي صَنَعَهَا، مُعْجِزَاتِهِ وَأَحْكَامَهُ الَّتِي نَطَقَ بِها."
  },
  "6": {
    "en": "you his servants, the descendants of Abraham,\n    his chosen ones, the children of Jacob.",
    "ar": "يَا ذُرِّيَّةَ إِبْرَاهِيمَ عَبْدِهِ، يَا بَنِي يَعْقُوبَ الَّذِينَ اخْتَارَهُمْ."
  },
  "7": {
    "en": "He is the Lord our God;\n    his judgments are in all the earth.",
    "ar": "هُوَ الرَّبُّ إِلَهُنَا، أَحْكَامُهُ تَمْلأُ الأَرْضَ كُلَّهَا."
  },
  "8": {
    "en": "He remembers his covenant forever,\n    the promise he made, for a thousand generations,",
    "ar": "لَمْ يَنْسَ عَهْدَهُ قَطُّ وَلَا وَعْدَهُ الَّذِي قَطَعَهُ إِلَى أَلْفِ جِيلٍ،"
  },
  "9": {
    "en": "the covenant he made with Abraham,\n    the oath he swore to Isaac.",
    "ar": "الْعَهْدَ الَّذِي أَبْرَمَهُ مَعَ إِبْرَاهِيمَ، وَالْقَسَمَ الَّذِي أَقْسَمَ بِهِ لإِسْحَاقَ."
  },
  "10": {
    "en": "He confirmed it to Jacob as a decree,\n    to Israel as an everlasting covenant:",
    "ar": "ثُمَّ ثَبَّتَهُ لِيَعْقُوبَ فَرِيضَةً، وَلإِسْرَائِيلَ مِيثَاقاً أَبَدِيًّا،"
  },
  "11": {
    "en": "“To you I will give the land of Canaan\n    as the portion you will inherit.”",
    "ar": "قَائِلاً: «لَكَ أُعْطِي أَرْضَ كَنْعَانَ نَصِيبَ مِيرَاثٍ لَكُمْ»."
  },
  "12": {
    "en": "When they were but few in number,\n    few indeed, and strangers in it,",
    "ar": "إِذْ كَانُوا قِلَّةً بَعْدُ، نَفَراً ضَئِيلاً مُتَغَرِّبِينَ فِي الأَرْضِ."
  },
  "13": {
    "en": "they wandered from nation to nation,\n    from one kingdom to another.",
    "ar": "مُتَنَقِّلِينَ مِنْ أُمَّةٍ إِلَى أُمَّةٍ، وَمِنْ مَمْلَكَةٍ إِلَى أُخْرَى."
  },
  "14": {
    "en": "He allowed no one to oppress them;\n    for their sake he rebuked kings:",
    "ar": "فَلَمْ يَدَعْ أَيَّ إِنْسَانٍ يَظْلِمُهُمْ، بَلْ وَبَّخَ مُلُوكاً مِنْ أَجْلِهِمْ."
  },
  "15": {
    "en": "“Do not touch my anointed ones;\n    do my prophets no harm.”",
    "ar": "قَائِلاً: «لَا تَمَسُّوا مُسَحَائِي، وَلَا تُؤْذُوا أَنْبِيَائِي»."
  },
  "16": {
    "en": "He called down famine on the land\n    and destroyed all their supplies of food;",
    "ar": "ثُمَّ أَفْشَى مَجَاعَةً فِي الأَرْضِ، وَقَطَعَ الْخُبْزَ قِوَامَ طَعَامِهِمْ."
  },
  "17": {
    "en": "and he sent a man before them—\n    Joseph, sold as a slave.",
    "ar": "لَكِنَّهُ أَرْسَلَ أَمَامَهُمْ يُوسُفَ، فَبِيعَ عَبْداً."
  },
  "18": {
    "en": "They bruised his feet with shackles,\n    his neck was put in irons,",
    "ar": "آذَوْا بِالْقُيُودِ قَدَمَيْهِ، وَبِالْحَدِيدِ طَوَّقُوا عُنُقَهُ."
  },
  "19": {
    "en": "till what he foretold came to pass,\n    till the word of the Lord proved him true.",
    "ar": "إِلَى أَنْ تَحَقَّقَ تَفْسِيرُهُ لِلأَحْلامِ فِي أَوَانِهِ، وَبَرْهَنَتْ كَلِمَةُ الرَّبِّ صِدْقَهُ."
  },
  "20": {
    "en": "The king sent and released him,\n    the ruler of peoples set him free.",
    "ar": "فَأَرْسَلَ الْمَلِكُ وَأَطْلَقَهُ، حَاكِمُ الشَّعْبِ حَرَّرَهُ."
  },
  "21": {
    "en": "He made him master of his household,\n    ruler over all he possessed,",
    "ar": "أَقَامَهُ سَيِّداً عَلَى قَصْرِهِ، وَمُتَسَلِّطاً عَلَى جَمِيعِ أَمْلاكِهِ."
  },
  "22": {
    "en": "to instruct his princes as he pleased\n    and teach his elders wisdom.",
    "ar": "يَتَصَرَّفُ بِوُلاتِهِ حَسَبَ مَسَرَّتِهِ، وَيُلَقِّنُ شُيُوخَهُ الْحِكْمَةَ."
  },
  "23": {
    "en": "Then Israel entered Egypt;\n    Jacob resided as a foreigner in the land of Ham.",
    "ar": "ثُمَّ جَاءَ إِسْرَائِيلُ إِلَى أَرْضِ مِصْرَ. تَغَرَّبَ يَعْقُوبُ فِي بَلَدِ حَامٍ."
  },
  "24": {
    "en": "The Lord made his people very fruitful;\n    he made them too numerous for their foes,",
    "ar": "فَكَثَّرَ اللهُ شَعْبَهُ، وَجَعَلَهُ أَقْوَى مِنْ أَعْدَائِهِ،"
  },
  "25": {
    "en": "whose hearts he turned to hate his people,\n    to conspire against his servants.",
    "ar": "الَّذِينَ حَوَّلَ قُلُوبَهُمْ لِيُبْغِضُوا شَعْبَهُ، وَيَكِيدُوا لِعَبِيدِهِ."
  },
  "26": {
    "en": "He sent Moses his servant,\n    and Aaron, whom he had chosen.",
    "ar": "عِنْدَئِذٍ أَرْسَلَ مُوسَى عَبْدَهُ وَهَارُونَ مُخْتَارَهُ."
  },
  "27": {
    "en": "They performed his signs among them,\n    his wonders in the land of Ham.",
    "ar": "فَأَجْرَيَا بَيْنَهُمْ آيَاتِهِ، وَصَنَعَا عَجَائِبَ فِي مِصْرَ."
  },
  "28": {
    "en": "He sent darkness and made the land dark—\n    for had they not rebelled against his words?",
    "ar": "بَعَثَ ظَلاماً، تَغَشَّتْ بِهِ الأَرْضُ، وَلَكِنَّ الْمِصْرِيِّينَ عَانَدُوا كَلِمَتَهُ."
  },
  "29": {
    "en": "He turned their waters into blood,\n    causing their fish to die.",
    "ar": "حَوَّلَ مِيَاهَهُمْ إِلَى دَمٍ وَأَمَاتَ أَسْمَاكَهُمْ."
  },
  "30": {
    "en": "Their land teemed with frogs,\n    which went up into the bedrooms of their rulers.",
    "ar": "فَاضَتْ أَرْضُهُمْ ضَفَادِعَ حَتَّى بَلَغَتْ مَخَادِعَ مُلُوكِهِمْ."
  },
  "31": {
    "en": "He spoke, and there came swarms of flies,\n    and gnats throughout their country.",
    "ar": "أَمَرَ فَأَقْبَلَ الذُّبَابُ وَالْبَعُوضُ فَانْتَشَرَ فِي كُلِّ أَرْضِهِمْ"
  },
  "32": {
    "en": "He turned their rain into hail,\n    with lightning throughout their land;",
    "ar": "أَمْطَرَ عَلَيْهِمْ بَرَداً وَأَلْهَبَ أَرْضَهُمْ بِالْبُرُوقِ."
  },
  "33": {
    "en": "he struck down their vines and fig trees\n    and shattered the trees of their country.",
    "ar": "ضَرَبَ كُرُومَهُمْ وَتِينَهُمْ، وَهَشَّمَ كُلَّ أَشْجَارِهِمْ"
  },
  "34": {
    "en": "He spoke, and the locusts came,\n    grasshoppers without number;",
    "ar": "أَمَرَ، فَتَوَافَدَ الْجَرَادُ الطَّيَّارُ وَالزَّحَّافُ بِأَعْدَادٍ لَا تُحْصَى،"
  },
  "35": {
    "en": "they ate up every green thing in their land,\n    ate up the produce of their soil.",
    "ar": "فَالْتَهَمَ كُلَّ عُشْبِ أَرْضِهِمْ، وَأَكَلَ ثِمَارَ حُقُولِهِمْ."
  },
  "36": {
    "en": "Then he struck down all the firstborn in their land,\n    the firstfruits of all their manhood.",
    "ar": "ثُمَّ قَتَلَ الرَّبُّ جَمِيعَ أَبْكَارِ أَرْضِهِمْ، أَوَائِلَ ثِمَارِ خُصُوبَتِهِمْ جَمِيعاً."
  },
  "37": {
    "en": "He brought out Israel, laden with silver and gold,\n    and from among their tribes no one faltered.",
    "ar": "وَأَخْرَجَ شَعْبَهُ مُحَمَّلِينَ بِفِضَّةٍ وَذَهَبٍ، وَلَمْ يَتَعَثَّرْ فِي الْمَسِيرِ مِنْ عَشَائِرِهِمْ وَاحِدٌ."
  },
  "38": {
    "en": "Egypt was glad when they left,\n    because dread of Israel had fallen on them.",
    "ar": "فَرِحَ أَهْلُ مِصْرَ بِخُرُوجِهِمْ لأَنَّ رُعْبَهُمْ غَلَبَ عَلَيْهِمْ."
  },
  "39": {
    "en": "He spread out a cloud as a covering,\n    and a fire to give light at night.",
    "ar": "نَشَرَ سَحَابَةً فَوْقَ شَعْبِهِ، غِطَاءً لَهُمْ، وَأَرْسَلَ نَاراً تُضِيءُ لَهُمْ لَيْلاً."
  },
  "40": {
    "en": "They asked, and he brought them quail;\n    he fed them well with the bread of heaven.",
    "ar": "طَلَبُوا طَعَاماً فَبَعَثَ لَهُمْ طُيُورَ السَّلْوَى وَمِنْ خُبْزِ السَّمَاءِ أَشْبَعَهُمْ."
  },
  "41": {
    "en": "He opened the rock, and water gushed out;\n    it flowed like a river in the desert.",
    "ar": "فَلَقَ الصَّخْرَةَ وَفَجَّرَ مِنْهَا الْمِيَاهَ، فَجَرَتْ فِي الصَّحْرَاءِ كَأَنَّهَا نَهْرٌ."
  },
  "42": {
    "en": "For he remembered his holy promise\n    given to his servant Abraham.",
    "ar": "لأَنَّهُ ذَكَرَ كَلِمَتَهُ الْمُقَدَّسَةَ الَّتِي وَعَدَ بِها إِبْرَاهِيمَ عَبْدَهُ."
  },
  "43": {
    "en": "He brought out his people with rejoicing,\n    his chosen ones with shouts of joy;",
    "ar": "وَهَكَذَا أَخْرَجَ شَعْبَهُ مِنْ مِصْرَ بِابْتِهَاجٍ وَمُخْتَارِيهِ بِتَرَانِيمِ الظَّفَرِ."
  },
  "44": {
    "en": "he gave them the lands of the nations,\n    and they fell heir to what others had toiled for—",
    "ar": "وَوَهَبَهُمْ أَرَاضِيَ الأُمَمِ، فَامْتَلَكُوا غَلَّاتٍ تَعِبَتْ فِيهَا شُعُوبٌ أُخْرَى."
  },
  "45": {
    "en": "that they might keep his precepts\n    and observe his laws.\nPraise the Lord.",
    "ar": "لِيُمَارِسُوا فَرَائِضَهُ وَيُطِيعُوا شَرَائِعَهُ. هَلِّلُويَا."
  }
}