{
  "1": {
    "en": "Praise the Lord.\nGive thanks to the Lord, for he is good;\n    his love endures forever.",
    "ar": "هَلِّلُويَا. قَدِّمُوا الشُّكْرَ لِلرَّبِّ فَإِنَّهُ صَالِحٌ، لأَنَّ رَحْمَتَهُ إِلَى الأَبَدِ تَدُومُ."
  },
  "2": {
    "en": "Who can proclaim the mighty acts of the Lord\n    or fully declare his praise?",
    "ar": "مَنْ ذَا يُحَدِّثُ بِأَفْعَالِ الرَّبِّ الْجَبَّارَةِ، وَيُخْبِرُ بِكُلِّ تَسْبِيحِهِ؟"
  },
  "3": {
    "en": "Blessed are those who act justly,\n    who always do what is right.",
    "ar": "طُوبَى لِلْعَامِلِينَ بِالْعَدْلِ وَالْبِرِّ فِي كُلِّ حِينٍ."
  },
  "4": {
    "en": "Remember me, Lord, when you show favor to your people,\n    come to my aid when you save them,",
    "ar": "يَا رَبُّ، اذْكُرْنِي فِي رِضَاكَ عَلَى شَعْبِكَ. تَعَهَّدْنِي بِخَلاصِكَ."
  },
  "5": {
    "en": "that I may enjoy the prosperity of your chosen ones,\n    that I may share in the joy of your nation\n    and join your inheritance in giving praise.",
    "ar": "لِكَيْ أَشْهَدَ نَجَاحَ مُخْتَارِيكَ وَلأَفْرَحَ بِفَرَحِ أُمَّتِكَ، وَأَفْتَخِرَ مَعَ مِيرَاثِكَ."
  },
  "6": {
    "en": "We have sinned, even as our ancestors did;\n    we have done wrong and acted wickedly.",
    "ar": "قَدْ أَخْطَأْنَا مَعَ آبَائِنَا وَارْتَكَبْنَا الإِثْمَ وَالشَّرَّ."
  },
  "7": {
    "en": "When our ancestors were in Egypt,\n    they gave no thought to your miracles;\nthey did not remember your many kindnesses,\n    and they rebelled by the sea, the Red Sea.",
    "ar": "لَمْ يَفْهَمْ آبَاؤُنَا فِي مِصْرَ عَجَائِبَكَ، وَلَمْ يَتَذَكَّرُوا وَفْرَةَ مَرَاحِمِكَ، بَلْ تَمَرَّدُوا عَلَيْكَ عِنْدَ الْبَحْرِ الأَحْمَرِ."
  },
  "8": {
    "en": "Yet he saved them for his name’s sake,\n    to make his mighty power known.",
    "ar": "لَكِنَّكَ خَلَّصْتَهُمْ مِنْ أَجْلِ اسْمِكَ إِعْلاناً لِقُوَّتِكَ الْعَظِيمَةِ."
  },
  "9": {
    "en": "He rebuked the Red Sea, and it dried up;\n    he led them through the depths as through a desert.",
    "ar": "انْتَهَرْتَ الْبَحْرَ الأَحْمَرَ، فَجَفَّ، وَاجْتَزْتَ بِهِمْ عَبْرَ اللُّجَجِ كَأَنَّهُمْ عَلَى أَرْضٍ جَافَّةٍ"
  },
  "10": {
    "en": "He saved them from the hand of the foe;\n    from the hand of the enemy he redeemed them.",
    "ar": "أَنْقَذْتَهُمْ مِنْ يَدِ مُبْغِضِيهِمْ وَافْتَدَيْتَهُمْ مِنْ قَبْضَةِ الْعَدُوِّ."
  },
  "11": {
    "en": "The waters covered their adversaries;\n    not one of them survived.",
    "ar": "غَمَرَتِ الْمِيَاهُ مُطَارِدِيهِمْ حَتَّى لَمْ يَبْقَ مِنْهُمْ وَاحِدٌ."
  },
  "12": {
    "en": "Then they believed his promises\n    and sang his praise.",
    "ar": "عِنْدَئِذٍ آمَنُوا بِكَلامِهِ وَشَدُوا بِتَسْبِيحِهِ."
  },
  "13": {
    "en": "But they soon forgot what he had done\n    and did not wait for his plan to unfold.",
    "ar": "وَلَكِنْ سَرْعَانَ مَا نَسُوا أَعْمَالَهُ! لَمْ يَنْتَظِرُوا مَشُورَتَهُ."
  },
  "14": {
    "en": "In the desert they gave in to their craving;\n    in the wilderness they put God to the test.",
    "ar": "بَلِ انْصَاعُوا لِشَهْوَتِهِمِ الشَّدِيدَةِ فِي الْبَرِّيَّةِ، وَتَحَدَّوْا اللهَ فِي الصَّحْرَاءِ."
  },
  "15": {
    "en": "So he gave them what they asked for,\n    but sent a wasting disease among them.",
    "ar": "فَلَبَّى سُؤْلَهُمْ وَلَكِنَّهُ أَصَابَ نُفُوسَهُمْ بِالسُّقْمِ."
  },
  "16": {
    "en": "In the camp they grew envious of Moses\n    and of Aaron, who was consecrated to the Lord.",
    "ar": "ثُمَّ حَسَدُوا مُوسَى فِي الْمُخَيَّمِ، وَأَيْضاً هَارُونَ المُقَدَّسَ لِلرَّبِّ."
  },
  "17": {
    "en": "The earth opened up and swallowed Dathan;\n    it buried the company of Abiram.",
    "ar": "انْفَتَحَتِ الأَرْضُ وَابْتَلَعَتْ دَاثَانَ، وَأَطْبَقَتْ عَلَى قَوْمِ أَبِيرَامَ."
  },
  "18": {
    "en": "Fire blazed among their followers;\n    a flame consumed the wicked.",
    "ar": "وَاشْتَعَلَتْ نَارٌ وَسَطَ جَمَاعَةِ قُورَحَ، أَحْرَقَ لَهِيبُهَا الأَشْرَارَ."
  },
  "19": {
    "en": "At Horeb they made a calf\n    and worshiped an idol cast from metal.",
    "ar": "صَاغُوا عِجْلاً فِي حُورِيبَ، وَسَجَدُوا لِتِمْثَالٍ مَسْبُوكٍ."
  },
  "20": {
    "en": "They exchanged their glorious God\n    for an image of a bull, which eats grass.",
    "ar": "اسْتَبْدَلُوا إِلَهَهُمُ الْمَجِيدَ بِصُورَةِ ثَوْرٍ آكِلِ عُشْبٍ."
  },
  "21": {
    "en": "They forgot the God who saved them,\n    who had done great things in Egypt,",
    "ar": "نَسُوا اللهَ مُخَلِّصَهُمُ الَّذِي صَنَعَ الْعَظَائِمَ فِي مِصْرَ،"
  },
  "22": {
    "en": "miracles in the land of Ham\n    and awesome deeds by the Red Sea.",
    "ar": "الْمُعْجِزَاتِ فِي أَرْضِ حَامٍ، وَالآيَاتِ الْمُخِيفَةَ عِنْدَ الْبَحْرِ الأَحْمَرِ."
  },
  "23": {
    "en": "So he said he would destroy them—\n    had not Moses, his chosen one,\nstood in the breach before him\n    to keep his wrath from destroying them.",
    "ar": "فَأَوْشَكَ أَنْ يُبِيدَهُمْ كَقَوْلِهِ، لَوْلَا أَنَّ مُوسَى مُخْتَارَهُ وَقَفَ فِي الثَّغْرَةِ أَمَامَهُ يَشْفَعُ فِيهِمْ لِيَرُدَّ غَضَبَهُ فَلَا يُهْلِكَهُمْ."
  },
  "24": {
    "en": "Then they despised the pleasant land;\n    they did not believe his promise.",
    "ar": "ثُمَّ اسْتَهَانُوا بِالأَرْضِ الشَّهِيَّةِ وَلَمْ يُصَدِّقُوا كَلامَ الرَّبِّ."
  },
  "25": {
    "en": "They grumbled in their tents\n    and did not obey the Lord.",
    "ar": "بَلْ تَذَمَّرُوا دَاخِلَ خِيَامِهِمْ، غَيْرَ مُنْصِتِينَ لِصَوْتِ الرَّبِّ."
  },
  "26": {
    "en": "So he swore to them with uplifted hand\n    that he would make them fall in the wilderness,",
    "ar": "فَأَقْسَمَ أَنْ يُهْلِكَهُمْ فِي الْبَرِّيَّةِ،"
  },
  "27": {
    "en": "make their descendants fall among the nations\n    and scatter them throughout the lands.",
    "ar": "يُسْقِطَ ذُرِّيَّتَهُمْ بَيْنَ الأُمَمِ، وَيُشَتِّتَهُمْ فِي البُلْدَانِ."
  },
  "28": {
    "en": "They yoked themselves to the Baal of Peor\n    and ate sacrifices offered to lifeless gods;",
    "ar": "وَتَعَلَّقُوا بِبَعْلِ فَغُورَ وَأَكَلُوا ذَبَائِحَ الْمَوْتَى."
  },
  "29": {
    "en": "they aroused the Lord’s anger by their wicked deeds,\n    and a plague broke out among them.",
    "ar": "وَأَثَارُوا غَضَبَ الرَّبِّ بِأَعْمَالِهِمِ الشِّرِّيرَةِ، فَتَفَشَّى بَيْنَهُمْ وَبَأٌ مُفَاجِئٌ."
  },
  "30": {
    "en": "But Phinehas stood up and intervened,\n    and the plague was checked.",
    "ar": "فَوَقَفَ فِينَحَاسُ وَأَجْرَى الْقَضَاءَ، فَامْتَنَعَ الْوَبَأُ."
  },
  "31": {
    "en": "This was credited to him as righteousness\n    for endless generations to come.",
    "ar": "فَحُسِبَ لَهُ ذَلِكَ بِرّاً جِيلاً فَجِيلاً إِلَى الأَبَدِ."
  },
  "32": {
    "en": "By the waters of Meribah they angered the Lord,\n    and trouble came to Moses because of them;",
    "ar": "ثُمَّ أَسْخَطُوا الرَّبَّ عِنْدَ مِيَاهِ مَرِيبَةَ (أَي الْخُصُومَةِ) حَتَّى تَأَذَّى مُوسَى بِسَبَبِهِمْ،"
  },
  "33": {
    "en": "for they rebelled against the Spirit of God,\n    and rash words came from Moses’ lips.",
    "ar": "إِذِ اسْتَفَزُّوا رُوحَهُ فَأَفْرَطَتْ شَفَتَاهُ بِالكَلامِ."
  },
  "34": {
    "en": "They did not destroy the peoples\n    as the Lord had commanded them,",
    "ar": "لَمْ يَسْتَأْصِلُوا الشُّعُوبَ مِثْلَمَا أَمَرَهُمُ الرَّبُّ."
  },
  "35": {
    "en": "but they mingled with the nations\n    and adopted their customs.",
    "ar": "بَلْ خَالَطُوا الأُمَمَ الْوَثَنِيَّةَ وَتَعَلَّمُوا أَعْمَالَهُمْ."
  },
  "36": {
    "en": "They worshiped their idols,\n    which became a snare to them.",
    "ar": "تَعَبَّدُوا لأَوْثَانِهِمْ فَصَارَتْ لَهُمْ فَخّاً."
  },
  "37": {
    "en": "They sacrificed their sons\n    and their daughters to false gods.",
    "ar": "ضَحَّوْا بِأَبْنَائِهِمْ وَبَنَاتِهِمْ لِلشَّيَاطِينِ."
  },
  "38": {
    "en": "They shed innocent blood,\n    the blood of their sons and daughters,\nwhom they sacrificed to the idols of Canaan,\n    and the land was desecrated by their blood.",
    "ar": "سَفَكُوا دَماً بَرِيئاً، دَمَ بَنِيهِمْ وَبَنَاتِهِمِ الَّذِينَ ذَبَحُوهُمْ لأَصْنَامِ الْكَنْعَانِيِّينَ، فَتَدَنَّسَتِ الأَرْضُ بِالدِّمَاءِ."
  },
  "39": {
    "en": "They defiled themselves by what they did;\n    by their deeds they prostituted themselves.",
    "ar": "لِذَلِكَ تَنَجَّسُوا بِأَعْمَالِهِمْ، وَخَانُوا الرَّبَّ بِأَفْعَالِهِمْ"
  },
  "40": {
    "en": "Therefore the Lord was angry with his people\n    and abhorred his inheritance.",
    "ar": "فَالْتَهَبَ غَضَبُ الرَّبِّ عَلَى شَعْبِهِ، وَمَقَتَ مِيرَاثَهُ."
  },
  "41": {
    "en": "He gave them into the hands of the nations,\n    and their foes ruled over them.",
    "ar": "وَأَسْلَمَهُمْ إِلَى أَيْدِي الأُمَمِ، فَتَسَلَّطَ عَلَيْهِمْ مُبْغِضُوهُمْ."
  },
  "42": {
    "en": "Their enemies oppressed them\n    and subjected them to their power.",
    "ar": "وَضَايَقَهُمْ أَعْدَاؤُهُمْ حَتَّى ذَلُّوا تَحْتَ أَيْدِيهِمْ."
  },
  "43": {
    "en": "Many times he delivered them,\n    but they were bent on rebellion\n    and they wasted away in their sin.",
    "ar": "مَرَّاتٍ كَثِيرَةً أَنْقَذَهُمْ، أَمَّا هُمْ فَعَصَوْهُ وَانْحَطُّوا فِي آثَامِهِمْ."
  },
  "44": {
    "en": "Yet he took note of their distress\n    when he heard their cry;",
    "ar": "غَيْرَ أَنَّهُ الْتَفَتَ إِلَى ضِيقَتِهِمْ إِذْ سَمِعَ صُرَاخَهُمْ."
  },
  "45": {
    "en": "for their sake he remembered his covenant\n    and out of his great love he relented.",
    "ar": "تَذَكَّرَ عَهْدَهُ لَهُمْ وَرَقَّ لَهُمْ حَسَبَ كَثْرَةِ رَحْمَتِهِ،"
  },
  "46": {
    "en": "He caused all who held them captive\n    to show them mercy.",
    "ar": "فَأَنَالَهُمْ حُظْوَةً لَدَى جَمِيعِ آسِرِيهِمْ."
  },
  "47": {
    "en": "Save us, Lord our God,\n    and gather us from the nations,\nthat we may give thanks to your holy name\n    and glory in your praise.",
    "ar": "خَلِّصْنَا أَيُّهَا الرَّبُّ إِلَهُنَا، وَاجْمَعْ شَمْلَنَا مِنْ بَيْنِ الأُمَمِ لِنَرْفَعَ الشُّكْرَ لاسْمِكَ الْقُدُّوسِ وَنَفْتَخِرَ بِتَسْبِيحِكَ."
  },
  "48": {
    "en": "Praise be to the Lord, the God of Israel,\n    from everlasting to everlasting.\nLet all the people say, “Amen!”\nPraise the Lord.",
    "ar": "مُبَارَكٌ الرَّبُّ إِلَهُ إِسْرَائِيلَ مِنَ الأَزَلِ إِلَى الأَبَدِ. وَلْيَقُلِ الشَّعْبُ كُلُّهُ: آمِين. هَلِّلُويَا."
  }
}