{
  "1": {
    "en": "Not to us, Lord, not to us\n    but to your name be the glory,\n    because of your love and faithfulness.",
    "ar": "لَا تُمَجِّدْنَا يَا رَبُّ، بَلْ مَجِّدِ اسْمَكَ، مِنْ أَجْلِ رَحْمَتِكَ وَحَقِّكَ."
  },
  "2": {
    "en": "Why do the nations say,\n    “Where is their God?”",
    "ar": "لِمَاذَا تَسْأَلُنَا الأُمَمُ: أَيْنَ هُوَ إِلَهُكُمْ؟"
  },
  "3": {
    "en": "Our God is in heaven;\n    he does whatever pleases him.",
    "ar": "إِنَّ إِلَهَنَا فِي السَّمَاوَاتِ. كُلَّ مَا شَاءَ صَنَعَ."
  },
  "4": {
    "en": "But their idols are silver and gold,\n    made by human hands.",
    "ar": "أَمَّا أَوْثَانُهُمْ فَهِيَ فِضَّةٌ وَذَهَبٌ مِنْ صُنْعِ أَيْدِي الْبَشَرِ."
  },
  "5": {
    "en": "They have mouths, but cannot speak,\n    eyes, but cannot see.",
    "ar": "لَهَا أَفْوَاهٌ لَكِنَّهَا لَا تَنْطِقُ. لَهَا عُيُونٌ وَلَكِنَّهَا لَا تُبْصِرُ."
  },
  "6": {
    "en": "They have ears, but cannot hear,\n    noses, but cannot smell.",
    "ar": "وَآذَانٌ لَكِنَّهَا لَا تَسْمَعُ. وَأُنُوفٌ لَكِنَّهَا لَا تَشُمُّ."
  },
  "7": {
    "en": "They have hands, but cannot feel,\n    feet, but cannot walk,\n    nor can they utter a sound with their throats.",
    "ar": "لَهَا أَيْدٍ لَكِنَّهَا لَا تَلْمَسُ. وَأَرْجُلٌ لَكِنَّهَا لَا تَمْشِي، وَلَا تُصْدِرُ مِنْ حَنَاجِرِهَا صَوْتاً."
  },
  "8": {
    "en": "Those who make them will be like them,\n    and so will all who trust in them.",
    "ar": "مِثْلَهَا يَصِيرُ صَانِعُوهَا وَكُلُّ مَنْ يَتَوَكَّلُ عَلَيْهَا."
  },
  "9": {
    "en": "All you Israelites, trust in the Lord—\n    he is their help and shield.",
    "ar": "اتَّكِلُوا عَلَى الرَّبِّ يَا بَنِي إِسْرَائِيلَ، هُوَ عَوْنُكُمْ وَتُرْسُكُمْ."
  },
  "10": {
    "en": "House of Aaron, trust in the Lord—\n    he is their help and shield.",
    "ar": "اتَّكِلُوا عَلَى الرَّبِّ يَا بَيْتَ هَارُونَ: هُوَ عَوْنُكُمْ وَتُرْسُكُمْ."
  },
  "11": {
    "en": "You who fear him, trust in the Lord—\n    he is their help and shield.",
    "ar": "اتَّكِلُوا عَلَى الرَّبِّ يَا خَائِفِي الرَّبِّ: هُوَ عَوْنُكُمْ وَتُرْسُكُمْ."
  },
  "12": {
    "en": "The Lord remembers us and will bless us:\n    He will bless his people Israel,\n    he will bless the house of Aaron,",
    "ar": "الرَّبُّ ذَكَرَنَا وَيُبَارِكُنَا. يُبَارِكُ شَعْبَ إِسْرَائِيلَ، يُبَارِكُ الرَّبُّ آلَ هَارُونَ."
  },
  "13": {
    "en": "he will bless those who fear the Lord—\n    small and great alike.",
    "ar": "يُبَارِكُ كُلَّ مَنْ يَتَّقِيهِ، صِغَارَهُمْ وَكِبَارَهُمْ."
  },
  "14": {
    "en": "May the Lord cause you to flourish,\n    both you and your children.",
    "ar": "لِيَزِدِ الرَّبُّ بَرَكَتَهُ عَلَيْكُمْ وَعَلَى أَوْلادِكُمْ."
  },
  "15": {
    "en": "May you be blessed by the Lord,\n    the Maker of heaven and earth.",
    "ar": "لِيُبَارِكْكُمُ الرَّبُّ، خَالِقُ السَّمَاوَاتِ وَالأَرْضِ."
  },
  "16": {
    "en": "The highest heavens belong to the Lord,\n    but the earth he has given to mankind.",
    "ar": "السَّمَاوَاتُ لِلرَّبِّ وَحْدَهُ، أَمَّا الأَرْضُ فَوَهَبَهَا لِبَنِي آدَمَ."
  },
  "17": {
    "en": "It is not the dead who praise the Lord,\n    those who go down to the place of silence;",
    "ar": "لَا يُسَبِّحُ الأَمْوَاتُ الرَّبَّ، وَلَا الهَاجِعُونَ فِي الْقُبُورِ."
  },
  "18": {
    "en": "it is we who extol the Lord,\n    both now and forevermore.\nPraise the Lord.",
    "ar": "أَمَّا نَحْنُ فَنُبَارِكُ الرَّبَّ مِنَ الآنَ وَإِلَى الدَّهْرِ. هَلِّلُويَا."
  }
}