{
  "1": {
    "en": "Blessed are those whose ways are blameless,\n    who walk according to the law of the Lord.",
    "ar": "طُوبَى لِلسَّالِكِينَ فِي طَرِيقِ الكَمَالِ، طَرِيقِ شَرِيعَةِ الرَّبِّ."
  },
  "2": {
    "en": "Blessed are those who keep his statutes\n    and seek him with all their heart—",
    "ar": "طُوبَى لِمَنْ يَحْفَظُونَ وَصَايَا الرَّبِّ، الَّذِينَ يَطْلُبُونَهُ بِكُلِّ الْقَلْبِ،"
  },
  "3": {
    "en": "they do no wrong\n    but follow his ways.",
    "ar": "وَلَا يَرْتَكِبُونَ إِثْماً، إِنَّمَا فِي طُرُقِهِ يَسِيرُونَ."
  },
  "4": {
    "en": "You have laid down precepts\n    that are to be fully obeyed.",
    "ar": "أَنْتَ أَوْصَيْتَ بِحِفْظِ وَصَايَاكَ وَالعَمَلِ بِها كُلِّهَا."
  },
  "5": {
    "en": "Oh, that my ways were steadfast\n    in obeying your decrees!",
    "ar": "لَيْتَكَ تُوَجِّهُ طُرُقِي لِمُمَارَسَةِ فَرَائِضِكَ."
  },
  "6": {
    "en": "Then I would not be put to shame\n    when I consider all your commands.",
    "ar": "عِنْدَئِذٍ لَا أَخْزَى إِذَا تَأَمَّلْتُ فِي جَمِيعِ وَصَايَاكَ."
  },
  "7": {
    "en": "I will praise you with an upright heart\n    as I learn your righteous laws.",
    "ar": "أَحْمَدُكَ بِقَلْبٍ مُسْتَقِيمٍ لأَنِّي أَدْرَكْتُ أَحْكَامَكَ الْعَادِلَةَ."
  },
  "8": {
    "en": "I will obey your decrees;\n    do not utterly forsake me.",
    "ar": "سَأَحْفَظُ وَصَايَاكَ، فَلَا تَتْرُكْنِي أَبَداً."
  },
  "9": {
    "en": "How can a young person stay on the path of purity?\n    By living according to your word.",
    "ar": "بِمَاذَا يُزَكِّي الشَّابُّ مَسْلَكَهُ؟ بِطَاعَتِهِ لِكَلِمَتِكَ."
  },
  "10": {
    "en": "I seek you with all my heart;\n    do not let me stray from your commands.",
    "ar": "لِذَلِكَ طَلَبْتُكَ بِكُلِّ قَلْبِي، فَلَا تَدَعْنِي أَضِلُّ عَنْ وَصَايَاكَ."
  },
  "11": {
    "en": "I have hidden your word in my heart\n    that I might not sin against you.",
    "ar": "خَبَأْتُ كَلامَكَ فِي قَلْبِي، لِئَلّا أُخْطِئَ إِلَيْكَ."
  },
  "12": {
    "en": "Praise be to you, Lord;\n    teach me your decrees.",
    "ar": "مُبَارَكٌ أَنْتَ يَا رَبُّ. عَلِّمْنِي فَرَائِضَكَ."
  },
  "13": {
    "en": "With my lips I recount\n    all the laws that come from your mouth.",
    "ar": "بِشَفَتَيَّ أَعْلَنْتُ جَمِيعَ الأَحْكَامِ الَّتِي نَطَقْتَ بِها."
  },
  "14": {
    "en": "I rejoice in following your statutes\n    as one rejoices in great riches.",
    "ar": "بِطَرِيقِ شَهَادَاتِكَ قَدْ سُرِرْتُ أَكْثَرَ مِنْ سُرُورِ الْحَائِزِ عَلَى كُلِّ غِنىً."
  },
  "15": {
    "en": "I meditate on your precepts\n    and consider your ways.",
    "ar": "أَتَأَمَّلُ وَصَايَاكَ، وَأَحْفَظُ سُبُلَكَ."
  },
  "16": {
    "en": "I delight in your decrees;\n    I will not neglect your word.",
    "ar": "بِفَرائِضِكَ أَتَلَذَّذُ، وَلَا أَنْسَى كَلِمَتَكَ."
  },
  "17": {
    "en": "Be good to your servant while I live,\n    that I may obey your word.",
    "ar": "أَحْسِنْ إِلَيَّ أَنَا عَبْدِكَ، فَأَحْيَا وَأَعْمَلَ بِكَلِمَتِكَ."
  },
  "18": {
    "en": "Open my eyes that I may see\n    wonderful things in your law.",
    "ar": "افْتَحْ عَيْنَيَّ فَأَرَى عَجَائِبَ مِنْ شَرِيعَتِكَ."
  },
  "19": {
    "en": "I am a stranger on earth;\n    do not hide your commands from me.",
    "ar": "غَرِيبٌ أَنَا فِي الأَرْضِ فَلَا تَحْجُبْ عَنِّي وَصَايَاكَ."
  },
  "20": {
    "en": "My soul is consumed with longing\n    for your laws at all times.",
    "ar": "تَتَلَهَّفُ نَفْسِي شَوْقاً إِلَى أَحْكَامِكَ دَائِماً."
  },
  "21": {
    "en": "You rebuke the arrogant, who are accursed,\n    those who stray from your commands.",
    "ar": "أَنْتَ تَزْجُرُ الْمُتَكَبِّرِينَ الْمَلْعُونِينَ الَّذِينَ يَضِلُّونَ عَنْ وَصَايَاكَ."
  },
  "22": {
    "en": "Remove from me their scorn and contempt,\n    for I keep your statutes.",
    "ar": "انْتَزِعْ عَارِي وَهَوَانِي، لأَنَّنِي أُرَاعِي وَصَايَاكَ."
  },
  "23": {
    "en": "Though rulers sit together and slander me,\n    your servant will meditate on your decrees.",
    "ar": "جَلَسَ الرُّؤَسَاءُ وَتَآمَرُوا عَلَيَّ. أَمَّا أَنَا، عَبدَكَ، فَبَقِيتُ أَتَأَمَّلُ فِي فَرَائِضِكَ."
  },
  "24": {
    "en": "Your statutes are my delight;\n    they are my counselors.",
    "ar": "وَصَايَاكَ الشَّاهِدَةُ أَيْضاً هِيَ مَسَرَّتِي، وَأَنَا أَسْتَشِيرُهَا دَائِماً."
  },
  "25": {
    "en": "I am laid low in the dust;\n    preserve my life according to your word.",
    "ar": "(أَنَا يَائِسٌ) أَرْقُدُ مُلْتَصِقاً بالتُّرَابِ، فَأَحْيِنِي حَسَبَ وَعْدِكَ."
  },
  "26": {
    "en": "I gave an account of my ways and you answered me;\n    teach me your decrees.",
    "ar": "اعْتَرَفْتُ بِمَا جَنَيْتُ فَاسْتَجَبْتَ لِي. عَلِّمْنِي فَرَائِضَكَ."
  },
  "27": {
    "en": "Cause me to understand the way of your precepts,\n    that I may meditate on your wonderful deeds.",
    "ar": "فَهِّمْنِي طَرِيقَ أَوَامِرِكَ، فَأَتَأَمَّلَ فِي أَعْمَالِكَ الْعَجِيبَةِ."
  },
  "28": {
    "en": "My soul is weary with sorrow;\n    strengthen me according to your word.",
    "ar": "نَفْسِي ذَائِبَةٌ مِنَ الْحُزْنِ. قَوِّنِي بِحَسَبِ وَعْدِكَ."
  },
  "29": {
    "en": "Keep me from deceitful ways;\n    be gracious to me and teach me your law.",
    "ar": "أَبْعِدْ عَنِّي طَرِيقَ الْغَوَايَةِ وَبِرَحْمَتِكَ لَقِّنِّي شَرِيعَتَكَ."
  },
  "30": {
    "en": "I have chosen the way of faithfulness;\n    I have set my heart on your laws.",
    "ar": "قَدِ اخْتَرْتُ طَرِيقَ الْحَقِّ، إذْ وَضَعْتُ أَحْكَامَكَ أَمَامِي."
  },
  "31": {
    "en": "I hold fast to your statutes, Lord;\n    do not let me be put to shame.",
    "ar": "الْتَزَمْتُ بِوَصَايَاكَ الشَّاهِدَةِ لَكَ يَا رَبُّ فَلَا تُخْزِنِي."
  },
  "32": {
    "en": "I run in the path of your commands,\n    for you have broadened my understanding.",
    "ar": "أَجِدُّ مُسْرِعاً فِي طَرِيقِ وَصَايَاكَ، لأَنَّكَ تَشْرَحُ قَلْبِي."
  },
  "33": {
    "en": "Teach me, Lord, the way of your decrees,\n    that I may follow it to the end.",
    "ar": "يَا رَبُّ، عَلِّمْنِي طَرِيقَ فَرَائِضِكَ فَأُرَاعِيَهَا إِلَى النِّهَايَةِ."
  },
  "34": {
    "en": "Give me understanding, so that I may keep your law\n    and obey it with all my heart.",
    "ar": "أَعْطِنِي فَهْماً لأَحْفَظَ شَرِيعَتَكَ وَأَعْمَلَ بِها بِكُلِّ قَلْبِي."
  },
  "35": {
    "en": "Direct me in the path of your commands,\n    for there I find delight.",
    "ar": "اهْدِنِي فِي سَبِيلِ وَصَايَاكَ، فَفِيهَا بَهْجَتِي."
  },
  "36": {
    "en": "Turn my heart toward your statutes\n    and not toward selfish gain.",
    "ar": "اجْتَذِبْ قَلْبِي نَحْوَ شَهَادَاتِكَ بَعِيداً عَنْ مَطَامِعِ الْمَالِ."
  },
  "37": {
    "en": "Turn my eyes away from worthless things;\n    preserve my life according to your word.",
    "ar": "حَوِّلْ عَيْنَيَّ عَنْ رُؤْيَةِ الْبَاطِلِ، وَفِي طَرِيقِكَ أَحْيِنِي."
  },
  "38": {
    "en": "Fulfill your promise to your servant,\n    so that you may be feared.",
    "ar": "حَقِّقْ لِعَبْدِكَ قَوْلَكَ، الَّذِي وَعَدْتَ بِهِ مُتَّقِيكَ."
  },
  "39": {
    "en": "Take away the disgrace I dread,\n    for your laws are good.",
    "ar": "أَزِلْ عَنِّي الْعَارَ الَّذِي أَخْشَاهُ، لأَنَّ أَحْكَامَكَ صَالِحَةٌ."
  },
  "40": {
    "en": "How I long for your precepts!\n    In your righteousness preserve my life.",
    "ar": "هَا قَدْ رَغِبْتُ فِي وَصَايَاكَ. بِعَدْلِكَ أَحْيِنِي."
  },
  "41": {
    "en": "May your unfailing love come to me, Lord,\n    your salvation, according to your promise;",
    "ar": "أَنْعِمْ عَلَيَّ يَا رَبُّ بِرَحْمَتِكَ وَخَلاصِكَ حَسَبَ كَلامِكَ."
  },
  "42": {
    "en": "then I can answer anyone who taunts me,\n    for I trust in your word.",
    "ar": "فَأَرُدَّ عَلَى مُعَيِّرِيَّ، لأَنِّي أَثِقُ بِوَعْدِكَ."
  },
  "43": {
    "en": "Never take your word of truth from my mouth,\n    for I have put my hope in your laws.",
    "ar": "لَا تَنْزِعْ كَلِمَةَ الْحَقِّ مِنْ فَمِي لأَنَّ رَجَائِي فِي أَحْكَامِكَ،"
  },
  "44": {
    "en": "I will always obey your law,\n    for ever and ever.",
    "ar": "فَأَحْفَظَ شَرِيعَتَكَ دَائِماً، إِلَى الدَّهْرِ وَالأَبَدِ،"
  },
  "45": {
    "en": "I will walk about in freedom,\n    for I have sought out your precepts.",
    "ar": "وَأَسْلُكَ فِي رَحَابَةِ الْحُرِّيَّةِ، لأَنِّي الْتَمَسْتُ أَوَامِرَكَ."
  },
  "46": {
    "en": "I will speak of your statutes before kings\n    and will not be put to shame,",
    "ar": "سَأَتَحَدَّثُ بِشَهَادَاتِكَ أَمَامَ الْمُلُوكِ وَلَا يَعْتَرِينِي الْخِزْيُ،"
  },
  "47": {
    "en": "for I delight in your commands\n    because I love them.",
    "ar": "وَأَتَلَذَّذُ بِوَصَايَاكَ الَّتِي أَحْبَبْتُهَا،"
  },
  "48": {
    "en": "I reach out for your commands, which I love,\n    that I may meditate on your decrees.",
    "ar": "وَأَرْفَعُ كَفَّيَّ إِلَى وَصَايَاكَ الَّتِي أَحْبَبْتُهَا وَأَتَأَمَّلُ فِي فَرَائِضِكَ."
  },
  "49": {
    "en": "Remember your word to your servant,\n    for you have given me hope.",
    "ar": "حَقِّقْ لِعَبْدِكَ وَعْدَكَ الَّذِي جَعَلْتَنِي أَنْتَظِرُهُ."
  },
  "50": {
    "en": "My comfort in my suffering is this:\n    Your promise preserves my life.",
    "ar": "وَعْدُكَ يُنْعِشُنِي إِذْ هُوَ تَعْزِيَتِي فِي ضِيقِي."
  },
  "51": {
    "en": "The arrogant mock me unmercifully,\n    but I do not turn from your law.",
    "ar": "جَاوَزَ الْمُتَكَبِّرُونَ الْحَدَّ فِي السُّخْرِيَةِ بِي، لَكِنْ عَنْ شَرِيعَتِكَ لَمْ أَمِلْ."
  },
  "52": {
    "en": "I remember, Lord, your ancient laws,\n    and I find comfort in them.",
    "ar": "تَذَكَّرْتُ أَحْكَامَكَ مُنْذُ الدَّهْرِ يَا رَبُّ، فَتَعَزَّيْتُ."
  },
  "53": {
    "en": "Indignation grips me because of the wicked,\n    who have forsaken your law.",
    "ar": "تَوَلّانِي الْغَيْظُ مِنَ الأَشْرَارِ الَّذِينَ نَبَذُوا شَرِيعَتَكَ."
  },
  "54": {
    "en": "Your decrees are the theme of my song\n    wherever I lodge.",
    "ar": "صَارَتْ فَرَائِضُكَ تَرْنِيمَاتٍ لِي فِي أَرْضِ غُرْبَتِي."
  },
  "55": {
    "en": "In the night, Lord, I remember your name,\n    that I may keep your law.",
    "ar": "ذَكَرْتُ فِي اللَّيْلِ اسْمَكَ يَا رَبُّ، وَحَفِظْتُ شَرِيعَتَكَ."
  },
  "56": {
    "en": "This has been my practice:\n    I obey your precepts.",
    "ar": "هَذَا مَا حَظِيتُ بِهِ لأَنِّي رَاعَيْتُ وَصَايَاكَ."
  },
  "57": {
    "en": "You are my portion, Lord;\n    I have promised to obey your words.",
    "ar": "أَنْتَ يَا رَبُّ نَصِيبِي، فَأَعِدُكَ بِطَاعَةِ شَرِيعَتِكَ."
  },
  "58": {
    "en": "I have sought your face with all my heart;\n    be gracious to me according to your promise.",
    "ar": "طَلَبْتُ وَجْهَكَ مِنْ كُلِّ قَلْبِي: ارْحَمْنِي حَسَبَ وَعْدِكَ."
  },
  "59": {
    "en": "I have considered my ways\n    and have turned my steps to your statutes.",
    "ar": "تَأَمَّلْتُ فِي انْحِرَافِي فَعُدْتُ وَتَحَوَّلْتُ نَحْوَ شَهَادَاتِكَ."
  },
  "60": {
    "en": "I will hasten and not delay\n    to obey your commands.",
    "ar": "أَسْرَعْتُ مِنْ غَيْرِ تَوَانٍ إِلَى الْعَمَلِ بِوَصَايَاكَ."
  },
  "61": {
    "en": "Though the wicked bind me with ropes,\n    I will not forget your law.",
    "ar": "قَامَ الأَشْرَارُ بِالإِيقَاعِ بِي، وَلَكِنِّي لَمْ أَنْسَ شَرِيعَتَكَ."
  },
  "62": {
    "en": "At midnight I rise to give you thanks\n    for your righteous laws.",
    "ar": "أَسْتَيْقِظُ فِي مُنْتَصَفِ اللَّيْلِ لأَحْمَدَكَ مِنْ أَجْلِ أَحْكَامِكَ الْعَادِلَةِ."
  },
  "63": {
    "en": "I am a friend to all who fear you,\n    to all who follow your precepts.",
    "ar": "رَفِيقٌ أَنَا لِكُلِّ الَّذِينَ يَتَّقُونَكَ، وَلِحَافِظِي وَصَايَاكَ."
  },
  "64": {
    "en": "The earth is filled with your love, Lord;\n    teach me your decrees.",
    "ar": "رَحْمَتُكَ يَا رَبُّ قَدْ عَمَّتِ الأَرْضَ فَعَلِّمْنِي فَرَائِضَكَ."
  },
  "65": {
    "en": "Do good to your servant\n    according to your word, Lord.",
    "ar": "صَنَعْتَ خَيْراً يَا رَبُّ مَعِي أَنَا عَبْدَكَ كَمَا وَعَدْتَ."
  },
  "66": {
    "en": "Teach me knowledge and good judgment,\n    for I trust your commands.",
    "ar": "هَبْنِي رُوحَ تَمْيِيزٍ وَمَعْرِفَةً، لأَنِّي آمَنْتُ بِوَصَايَاكَ."
  },
  "67": {
    "en": "Before I was afflicted I went astray,\n    but now I obey your word.",
    "ar": "ضَلَلْتُ قَبْلَ أَنْ أَدَّبْتَنِي، أَمَّا الآنَ فَحَفِظْتُ كَلامَكَ."
  },
  "68": {
    "en": "You are good, and what you do is good;\n    teach me your decrees.",
    "ar": "أَنْتَ صَالِحٌ وَمُحْسِنٌ فَعَلِّمْنِي فَرَائِضَكَ."
  },
  "69": {
    "en": "Though the arrogant have smeared me with lies,\n    I keep your precepts with all my heart.",
    "ar": "لَفَّقَ الْمُتَكَبِّرُونَ عَلَيَّ أَقْوَالاً كَاذِبَةً، أَمَّا أَنَا فَبِكُلِّ قَلْبِي أَحْفَظُ وَصَايَاكَ."
  },
  "70": {
    "en": "Their hearts are callous and unfeeling,\n    but I delight in your law.",
    "ar": "غَلُظَ قَلْبُهُمْ وَتَقَسَّى، أَمَّا أَنَا فَأَتَمَتَّعُ بِشَرِيعَتِكَ."
  },
  "71": {
    "en": "It was good for me to be afflicted\n    so that I might learn your decrees.",
    "ar": "كَانَ مَا ذُقْتُ مِنْ هَوَانٍ لِخَيْرِي فَتَعَلَّمْتُ فَرَائِضَكَ."
  },
  "72": {
    "en": "The law from your mouth is more precious to me\n    than thousands of pieces of silver and gold.",
    "ar": "شَرِيعَةُ فَمِكَ خَيْرٌ لِي مِنْ كُلِّ ذَهَبِ الْعَالَمِ وَفِضَّتِهِ."
  },
  "73": {
    "en": "Your hands made me and formed me;\n    give me understanding to learn your commands.",
    "ar": "يَدَاكَ صَنَعَتَانِي وَكَوَّنَتَانِي، فَهَبْنِي فَهْماً لأَتَعَلَّمَ وَصَايَاكَ."
  },
  "74": {
    "en": "May those who fear you rejoice when they see me,\n    for I have put my hope in your word.",
    "ar": "فَيَرَانِي مُتَّقُوكَ وَيَفْرَحُونَ، لأَنِّي انْتَظَرْتُ كَلامَكَ."
  },
  "75": {
    "en": "I know, Lord, that your laws are righteous,\n    and that in faithfulness you have afflicted me.",
    "ar": "قَدْ عَلِمْتُ يَا رَبُّ أَنَّ أَحْكَامَكَ عَادِلَةٌ، وَأَنَّكَ بِالْحَقِّ أَدَّبْتَنِي."
  },
  "76": {
    "en": "May your unfailing love be my comfort,\n    according to your promise to your servant.",
    "ar": "فَلْتَكُنْ رَحْمَتُكَ تَعْزِيَةً لِي، بِمُقْتَضَى وَعْدِكَ لِعَبْدِكَ."
  },
  "77": {
    "en": "Let your compassion come to me that I may live,\n    for your law is my delight.",
    "ar": "لِتَأْتِنِي مَرَاحِمُكَ فَأَحْيَا، لأَنَّ شَرِيعَتَكَ هِيَ مُتْعَتِي."
  },
  "78": {
    "en": "May the arrogant be put to shame for wronging me without cause;\n    but I will meditate on your precepts.",
    "ar": "لِيَخْزَ الْمُتَكَبِّرُونَ لأَنَّهُمُ افْتَرَوْا عَلَيَّ زُوراً، أَمَّا أَنَا فَأَتَأَمَّلُ فِي وَصَايَاكَ."
  },
  "79": {
    "en": "May those who fear you turn to me,\n    those who understand your statutes.",
    "ar": "لِيَنْضَمَّ إِلَيَّ مُتَّقُوكَ وَعَارِفُو شَهَادَاتِكَ."
  },
  "80": {
    "en": "May I wholeheartedly follow your decrees,\n    that I may not be put to shame.",
    "ar": "لِيَكُنْ قَلْبِي مُتَعَلِّقاً بِكَامِلِ فَرَائِضِكَ، فَلَا أَخْزَى."
  },
  "81": {
    "en": "My soul faints with longing for your salvation,\n    but I have put my hope in your word.",
    "ar": "تَتَلَهَّفُ نَفْسِي إِلَى خَلاصِكَ. رَجَائِي هُوَ كَلِمَتُكَ."
  },
  "82": {
    "en": "My eyes fail, looking for your promise;\n    I say, “When will you comfort me?”",
    "ar": "كَلَّتْ عَيْنَايَ فِي انْتِظَارِ كَلامِكَ، وَأَنَا أَقُولُ: مَتَى تُعَزِّينِي؟"
  },
  "83": {
    "en": "Though I am like a wineskin in the smoke,\n    I do not forget your decrees.",
    "ar": "أَصْبَحْتُ كَقِرْبَةِ خَمْرٍ أَتْلَفَتْهَا الْحَرَارَةُ وَالدُّخَانُ، وَلَكِنِّي لَمْ أَنْسَ فَرَائِضَكَ."
  },
  "84": {
    "en": "How long must your servant wait?\n    When will you punish my persecutors?",
    "ar": "كَمْ هِي أَيَّامُ عُمْرِ عَبْدِكَ؟ مَتَى تُنْزِلُ الْقَضَاءَ بِالَّذِينَ يَضْطَهِدُونَنِي؟"
  },
  "85": {
    "en": "The arrogant dig pits to trap me,\n    contrary to your law.",
    "ar": "الْمُتَكَبِّرُونَ الَّذِينَ يَعْصَوْنَ شَرِيعَتَكَ حَفَرُوا لِي حُفَراً."
  },
  "86": {
    "en": "All your commands are trustworthy;\n    help me, for I am being persecuted without cause.",
    "ar": "وَصَايَاكَ كُلُّهَا صَادِقَةٌ. زُوراً يَضْطَهِدُونَنِي فَأَغِثْنِي."
  },
  "87": {
    "en": "They almost wiped me from the earth,\n    but I have not forsaken your precepts.",
    "ar": "لَوْلَا قَلِيلٌ لأَفْنَوْنِي مِنَ الأَرْضِ، لَكِنِّي لَمْ أَتْرُكْ شَرِيعَتَكْ."
  },
  "88": {
    "en": "In your unfailing love preserve my life,\n    that I may obey the statutes of your mouth.",
    "ar": "أَحْيِنِي بِمُقْتَضَى رَحْمَتِكَ، فَأُطِيعَ شَرَائِعَكَ."
  },
  "89": {
    "en": "Your word, Lord, is eternal;\n    it stands firm in the heavens.",
    "ar": "يَا رَبُّ كَلِمَتُكَ تَدُومُ ثَابِتَةً فِي السَّمَاوَاتِ إِلَى الأَبَدِ."
  },
  "90": {
    "en": "Your faithfulness continues through all generations;\n    you established the earth, and it endures.",
    "ar": "مِنْ جِيلٍ إِلَى جِيلٍ أَمَانَتُكَ. أَنْتَ أَسَّسْتَ الأَرْضَ فَلَنْ تَتَزَعْزَعَ."
  },
  "91": {
    "en": "Your laws endure to this day,\n    for all things serve you.",
    "ar": "بِمُوْجِبِ أَحْكَامِكَ تَثْبُتُ الْيَوْمَ، لأَنَّ الْكُلَّ خُدَّامٌ لَكَ."
  },
  "92": {
    "en": "If your law had not been my delight,\n    I would have perished in my affliction.",
    "ar": "لَوْ لَمْ تَكُنْ شَرِيعَتُكَ مُتْعَتِي، لَهَلَكْتُ فِي مَذَلَّتِي،"
  },
  "93": {
    "en": "I will never forget your precepts,\n    for by them you have preserved my life.",
    "ar": "لَنْ أَنْسَى وَصَايَاكَ أَبَداً، لأَنَّكَ بِها وَهَبْتَنِي الْحَيَاةَ."
  },
  "94": {
    "en": "Save me, for I am yours;\n    I have sought out your precepts.",
    "ar": "أَنَا لَكَ، فَخَلِّصْنِي، لأَنِّي الْتَمَسْتُ وَصَايَاكَ."
  },
  "95": {
    "en": "The wicked are waiting to destroy me,\n    but I will ponder your statutes.",
    "ar": "تَرَبَّصَ بِيَ الأَشْرَارُ لِيُهْلِكُونِي، لَكِنِّي أَتَأَمَّلُ فِي شَهَادَاتِكَ."
  },
  "96": {
    "en": "To all perfection I see a limit,\n    but your commands are boundless.",
    "ar": "رَأَيْتُ لِكُلِّ كَمَالٍ حَدّاً، أَمَّا وَصِيَّتُكَ فَلَا حَدَّ لَهَا."
  },
  "97": {
    "en": "Oh, how I love your law!\n    I meditate on it all day long.",
    "ar": "كَمْ أَحْبَبْتُ شَرِيعَتَكَ، إِنَّهَا مَوْضُوعُ تَأَمُّلِي طُولَ النَّهَارِ."
  },
  "98": {
    "en": "Your commands are always with me\n    and make me wiser than my enemies.",
    "ar": "وَصِيَّتُكَ جَعَلَتْنِي أَحْكَمَ مِنْ أَعْدَائِي، لأَنَّهَا نَصِيبِي إِلَى الأَبَدِ."
  },
  "99": {
    "en": "I have more insight than all my teachers,\n    for I meditate on your statutes.",
    "ar": "صِرْتُ أَكْثَرَ فَهْماً مِنْ مُعَلِّمِيَّ، لأَنَّ شَهَادَاتِكَ هِيَ مَوْضُوعُ تَأَمُّلِي."
  },
  "100": {
    "en": "I have more understanding than the elders,\n    for I obey your precepts.",
    "ar": "صِرْتُ أَكْثَرَ فِطْنَةً مِنَ الشُّيُوخِ، لأَنِّي رَاعَيْتُ وَصَايَاكَ."
  },
  "101": {
    "en": "I have kept my feet from every evil path\n    so that I might obey your word.",
    "ar": "مَنَعْتُ قَدَمَيَّ عَنْ سُلُوكِ كُلِّ طَرِيقِ شَرٍّ، لِكَيْ أَحْفَظَ كَلامَكَ."
  },
  "102": {
    "en": "I have not departed from your laws,\n    for you yourself have taught me.",
    "ar": "لَمْ أَبْتَعِدْ عَنْ أَحْكَامِكَ لأَنَّكَ هَكَذَا عَلَّمْتَنِي."
  },
  "103": {
    "en": "How sweet are your words to my taste,\n    sweeter than honey to my mouth!",
    "ar": "مَا أَحْلَى أَقْوَالَكَ لِمَذَاقِي. إِنَّهَا أَحْلَى مِنَ الْعَسَلِ فِي فَمِي."
  },
  "104": {
    "en": "I gain understanding from your precepts;\n    therefore I hate every wrong path.",
    "ar": "مِنْ وَصَايَاكَ اكْتَسَبْتُ فِطْنَةً لِذَلِكَ أَبْغَضْتُ كُلَّ طَرِيقٍ بَاطِلٍ."
  },
  "105": {
    "en": "Your word is a lamp for my feet,\n    a light on my path.",
    "ar": "سِرَاجٌ لِرِجْلِي كَلامُكَ وَنُورٌ لِسَبِيلِي."
  },
  "106": {
    "en": "I have taken an oath and confirmed it,\n    that I will follow your righteous laws.",
    "ar": "أَقْسَمْتُ يَمِيناً مُوَثَّقَةً أَنْ أَحْفَظَ أَحْكَامَكَ الْعَادِلَةَ."
  },
  "107": {
    "en": "I have suffered much;\n    preserve my life, Lord, according to your word.",
    "ar": "قَاسَيْتُ جِدّاً فَأَنْعِشْنِي يَا رَبُّ بِمُقْتَضَى وَعْدِكَ."
  },
  "108": {
    "en": "Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.",
    "ar": "تَقَبَّلْ يَا رَبُّ صَلَوَاتِ شُكْرِي، وَعَلِّمْنِي أَحْكَامَكَ."
  },
  "109": {
    "en": "Though I constantly take my life in my hands,\n    I will not forget your law.",
    "ar": "نَفْسِي دَائِماً فِي كَفِّي، لَكِنِّي لَا أَنْسَى شَرِيعَتَكَ."
  },
  "110": {
    "en": "The wicked have set a snare for me,\n    but I have not strayed from your precepts.",
    "ar": "نَصَبَ الأَشْرَارُ لِي فَخّاً فَتَفَادَيْتُهُ لأَنِّي لَمْ أَضِلَّ عَنْ وَصَايَاكَ."
  },
  "111": {
    "en": "Your statutes are my heritage forever;\n    they are the joy of my heart.",
    "ar": "اتَّخَذْتُ شَهَادَاتِكَ مِيرَاثاً إِلَى الأَبَدِ، لأَنَّهَا بَهْجَةُ قَلْبِي."
  },
  "112": {
    "en": "My heart is set on keeping your decrees\n    to the very end.",
    "ar": "لَقَدْ عَزَمْتُ أَنْ أُتَمِّمَ فَرَائِضَكَ إِلَى أَنْ أَمُوتَ."
  },
  "113": {
    "en": "I hate double-minded people,\n    but I love your law.",
    "ar": "أَبْغَضْتُ ذَوِي الرَّأْيِ الْمُتَقَلِّبِ، أَمَّا شَرِيعَتُكَ فَأَحْبَبْتُ."
  },
  "114": {
    "en": "You are my refuge and my shield;\n    I have put my hope in your word.",
    "ar": "أَنْتَ مَلْجَإِي وَتُرْسِي، وَأَمَلِي فِي كَلِمَتِكَ."
  },
  "115": {
    "en": "Away from me, you evildoers,\n    that I may keep the commands of my God!",
    "ar": "ابْتَعِدُوا عَنِّي يَا فَاعِلِي الشَّرِّ، فَأَحْفَظَ وَصَايَا إِلَهِي."
  },
  "116": {
    "en": "Sustain me, my God, according to your promise, and I will live;\n    do not let my hopes be dashed.",
    "ar": "كُنْ سَنَدِي كَمَا وَعَدْتَ، فَأَحْيَا وَلَا يَخِيبَ رَجَائِي."
  },
  "117": {
    "en": "Uphold me, and I will be delivered;\n    I will always have regard for your decrees.",
    "ar": "اعْضُدْنِي فَأَخْلُصَ، وَأُرَاعِيَ فَرَائِضَكَ دَائِماً."
  },
  "118": {
    "en": "You reject all who stray from your decrees,\n    for their delusions come to nothing.",
    "ar": "احْتَقَرْتَ الضَّالِّينَ عَنْ فَرَائِضِكَ، وَمَكْرُهُمْ لَا يُجْدِيهِمْ نَفْعاً."
  },
  "119": {
    "en": "All the wicked of the earth you discard like dross;\n    therefore I love your statutes.",
    "ar": "رَذَلْتَ جَمِيعَ أَشْرَارِ الأَرْضِ كَأَنَّهُمْ نُفَايَةٌ، لِذَلِكَ أَحْبَبْتُ شَهَادَاتِكَ."
  },
  "120": {
    "en": "My flesh trembles in fear of you;\n    I stand in awe of your laws.",
    "ar": "اقْشَعَرَّ بَدَنِي رُعْباً مِنْكَ وَجَزِعْتُ مِنْ أَحْكَامِكَ."
  },
  "121": {
    "en": "I have done what is righteous and just;\n    do not leave me to my oppressors.",
    "ar": "أَجْرَيْتُ قَضَاءً وَعَدْلاً، فَلَا تُسْلِمْنِي إِلَى ظَالِمِيَّ."
  },
  "122": {
    "en": "Ensure your servant’s well-being;\n    do not let the arrogant oppress me.",
    "ar": "كُنْ ضَامِناً لِخَيْرِ عَبْدِكَ، فَلَا يَجُورَ عَلَيَّ الْمُتَكَبِّرُونَ."
  },
  "123": {
    "en": "My eyes fail, looking for your salvation,\n    looking for your righteous promise.",
    "ar": "كَلَّتْ عَيْنَايَ اشْتِيَاقاً إِلَى خَلاصِكَ وَإِلَى تَحْقِيقِ وَعْدِكَ الأَمِينِ."
  },
  "124": {
    "en": "Deal with your servant according to your love\n    and teach me your decrees.",
    "ar": "عَامِلْ عَبْدَكَ بِمُقْتَضَى رَحْمَتِكَ، وَعَلِّمْنِي فَرَائِضَكَ."
  },
  "125": {
    "en": "I am your servant; give me discernment\n    that I may understand your statutes.",
    "ar": "عَبْدُكَ أَنَا، فَهَبْنِي فَهْماً لأَعْرِفَ شَهَادَاتِكَ."
  },
  "126": {
    "en": "It is time for you to act, Lord;\n    your law is being broken.",
    "ar": "يَا رَبُّ آنَ لَكَ أَنْ تَعْمَلَ، فَقَدْ نَقَضُوا شَرِيعَتَكَ."
  },
  "127": {
    "en": "Because I love your commands\n    more than gold, more than pure gold,",
    "ar": "لِذَلِكَ أُحِبُّ وَصَايَاكَ أَكْثَرَ مِنَ الذَّهَبِ الْخَالِصِ،"
  },
  "128": {
    "en": "and because I consider all your precepts right,\n    I hate every wrong path.",
    "ar": "وَلأَنِّي أَحْسِبُ كُلَّ فَرَائِضِكَ مُسْتَقِيمَةً فِي كُلِّ شَيْءٍ، أُبْغِضُ كُلَّ طَرِيقٍ بَاطِلٍ."
  },
  "129": {
    "en": "Your statutes are wonderful;\n    therefore I obey them.",
    "ar": "مَا أَعْجَبَ شَهَادَاتِكَ. لِذَلِكَ تُرَاعِيهَا نَفْسِي."
  },
  "130": {
    "en": "The unfolding of your words gives light;\n    it gives understanding to the simple.",
    "ar": "فَتْحُ كَلامِكَ يُنِيرُ الذِّهْنَ، وَيَهِبُ الْبُسَطَاءَ فَهْماً."
  },
  "131": {
    "en": "I open my mouth and pant,\n    longing for your commands.",
    "ar": "فَغَرْتُ فَمِي لاهِثاً اشْتِيَاقاً إِلَى وَصَايَاكَ."
  },
  "132": {
    "en": "Turn to me and have mercy on me,\n    as you always do to those who love your name.",
    "ar": "الْتَفِتْ إِلَيَّ وَتَحَنَّنْ عَلَيَّ، كَمَا تَفْعَلُ دَائِماً مَعَ مُحِبِّيكَ."
  },
  "133": {
    "en": "Direct my footsteps according to your word;\n    let no sin rule over me.",
    "ar": "ثَبِّتْ خُطْوَاتِي فِي كَلِمَتِكَ، وَلَا تَدَعْ أَيَّ إِثْمٍ يَتَسَلَّطُ عَلَيَّ."
  },
  "134": {
    "en": "Redeem me from human oppression,\n    that I may obey your precepts.",
    "ar": "حَرِّرْنِي مِنْ ظُلْمِ الإِنْسَانِ، فَأَحْفَظَ وَصَايَاكَ."
  },
  "135": {
    "en": "Make your face shine on your servant\n    and teach me your decrees.",
    "ar": "أَضِئْ بِوَجْهِكَ عَلَى عَبْدِكَ، وَعَلِّمْنِي فَرَائِضَكَ."
  },
  "136": {
    "en": "Streams of tears flow from my eyes,\n    for your law is not obeyed.",
    "ar": "فَاضَتْ مِنْ عَيْنَيَّ يَنَابِيعُ دَمْعٍ، لأَنَّهُمْ لَمْ يُرَاعُوا شَرِيعَتَكَ."
  },
  "137": {
    "en": "You are righteous, Lord,\n    and your laws are right.",
    "ar": "عَادِلٌ أَنْتَ يَا رَبُّ، وَأَحْكَامُكَ مُسْتَقِيمَةٌ."
  },
  "138": {
    "en": "The statutes you have laid down are righteous;\n    they are fully trustworthy.",
    "ar": "أَصْدَرْتَ أَوَامِرَكَ بِعَدْلٍ وَبِأَقْصَى الأَمَانَةِ."
  },
  "139": {
    "en": "My zeal wears me out,\n    for my enemies ignore your words.",
    "ar": "أَتَمَيَّزُ غَيْرَةً فِي دَاخِلِي، لأَنَّ أَعْدَائِي تَغَاضَوْا عَنْ كَلامِكَ."
  },
  "140": {
    "en": "Your promises have been thoroughly tested,\n    and your servant loves them.",
    "ar": "أَقْوَالُكَ مُمَحَّصَةٌ نَقِيَّةٌ، وَعَبْدُكَ أَحَبَّهَا."
  },
  "141": {
    "en": "Though I am lowly and despised,\n    I do not forget your precepts.",
    "ar": "صَغِيرُ الشَّأْنِ أَنَا وَحَقِيرٌ وَمَعَ ذَلِكَ لَمْ أَنْسَ وَصَايَاكَ."
  },
  "142": {
    "en": "Your righteousness is everlasting\n    and your law is true.",
    "ar": "عَدْلُكَ عَدْلٌ أَبَدِيٌّ وَشَرِيعَتُكَ حَقٌّ."
  },
  "143": {
    "en": "Trouble and distress have come upon me,\n    but your commands give me delight.",
    "ar": "اسْتَوْلَى عَلَيَّ الضِّيقُ وَالشِّدَّةُ، وَلَا لَذَّةَ لِي إِلّا بِوَصَايَاكَ."
  },
  "144": {
    "en": "Your statutes are always righteous;\n    give me understanding that I may live.",
    "ar": "شَهَادَاتُكَ عَدْلٌ إِلَى الأَبَدِ. فَهِّمْنِي إِيَّاهَا فَأَحْيَا."
  },
  "145": {
    "en": "I call with all my heart; answer me, Lord,\n    and I will obey your decrees.",
    "ar": "صَرَخْتُ إِلَيْكَ مِنْ كُلِّ قَلْبِي، فَاسْتَجِبْ لِي يَا رَبُّ، وَسَأُرَاعِي شَرَائِعَكَ."
  },
  "146": {
    "en": "I call out to you; save me\n    and I will keep your statutes.",
    "ar": "إِيَّاكَ دَعَوْتُ فَخَلِّصْنِي لأُطِيعَ شَهَادَاتِكَ."
  },
  "147": {
    "en": "I rise before dawn and cry for help;\n    I have put my hope in your word.",
    "ar": "اسْتَيْقَظْتُ قَبْلَ الْفَجْرِ وَاسْتَغَثْتُ؛ رَجَائِي فِي كَلامِكَ."
  },
  "148": {
    "en": "My eyes stay open through the watches of the night,\n    that I may meditate on your promises.",
    "ar": "اللَّيْلَ كُلَّهُ أَظَلُّ مُسْتَيْقِظاً، أَتَأَمَّلُ فِي أَقْوَالِكَ"
  },
  "149": {
    "en": "Hear my voice in accordance with your love;\n    preserve my life, Lord, according to your laws.",
    "ar": "اسْتَمِعْ لِي يَا رَبُّ بِمُقْتَضَى رَحْمَتِكَ، وَأَحْيِنِي بِمُوْجِبِ أَحْكَامِكَ."
  },
  "150": {
    "en": "Those who devise wicked schemes are near,\n    but they are far from your law.",
    "ar": "اقْتَرَبَ مِنِّي السَّاعُونَ وَرَاءَ الرَّذِيلَةِ، الْبَعِيدُونَ عَنْ شَرِيعَتِكَ."
  },
  "151": {
    "en": "Yet you are near, Lord,\n    and all your commands are true.",
    "ar": "إِنَّمَا أَنْتَ يَا رَبُّ أَقْرَبُ إِلَيَّ، وَوَصَايَاكَ كُلُّهَا حَقٌّ."
  },
  "152": {
    "en": "Long ago I learned from your statutes\n    that you established them to last forever.",
    "ar": "مُنْذُ الْقَدِيمِ عَرَفْتُ مِنْ شَهَادَاتِكَ أَنَّكَ وَضَعْتَهَا لِتَثْبُتَ إِلَى الأَبَدِ."
  },
  "153": {
    "en": "Look on my suffering and deliver me,\n    for I have not forgotten your law.",
    "ar": "انْظُرْ إِلَى مَذَلَّتِي وَأَنْقِذْنِي، لأَنِّي لَمْ أَنْسَ شَرِيعَتَكَ."
  },
  "154": {
    "en": "Defend my cause and redeem me;\n    preserve my life according to your promise.",
    "ar": "تَوَلَّ قَضِيَّتِي وَافْدِنِي، أَحْيِنِي حَسَبَ كَلِمَتِكَ."
  },
  "155": {
    "en": "Salvation is far from the wicked,\n    for they do not seek out your decrees.",
    "ar": "الْخَلاصُ بَعِيدٌ عَنِ الأَشْرَارِ، لأَنَّهُمْ لَا يَطْلُبُونَ فَرَائِضَكَ."
  },
  "156": {
    "en": "Your compassion, Lord, is great;\n    preserve my life according to your laws.",
    "ar": "مَا أَكْثَرَ مَرَاحِمَكَ يَا رَبُّ. أَحْيِنِي بِمُقْتَضَى أَحْكَامِكَ."
  },
  "157": {
    "en": "Many are the foes who persecute me,\n    but I have not turned from your statutes.",
    "ar": "كَثِيرُونَ هُمْ أَعْدَائِي وَمُضْطَهِدِيَّ، وَلَكِنِّي لَمْ أَحِدْ عَنْ شَهَادَاتِكَ."
  },
  "158": {
    "en": "I look on the faithless with loathing,\n    for they do not obey your word.",
    "ar": "نَظَرْتُ إِلَى الْغَادِرِينَ شَزْراً، لأَنَّهُمْ لَمْ يُطِيعُوا كَلِمَتَكَ."
  },
  "159": {
    "en": "See how I love your precepts;\n    preserve my life, Lord, in accordance with your love.",
    "ar": "انْظُرْ كَيْفَ أَحْبَبْتُ وَصَايَاكَ فَأَحْيِنِي يَا رَبُّ بِمُقْتَضَى رَحْمَتِكَ."
  },
  "160": {
    "en": "All your words are true;\n    all your righteous laws are eternal.",
    "ar": "كَلامُكَ بِأَسْرِهِ حَقٌّ، وَكُلُّ أَحْكَامِكَ إِلَى الأَبَدِ عَادِلَةٌ."
  },
  "161": {
    "en": "Rulers persecute me without cause,\n    but my heart trembles at your word.",
    "ar": "اضْطَهَدَنِي رُؤَسَاءُ مِنْ غَيْرِ عِلَّةٍ، لَكِنَّ قَلْبِي لَا يَهَابُ سِوَى كَلامِكَ."
  },
  "162": {
    "en": "I rejoice in your promise\n    like one who finds great spoil.",
    "ar": "أَبْتَهِجُ بِكَلامِكَ كَبَهْجَةِ مَنْ عَثَرَ عَلَى غَنِيمَةٍ جَزِيلَةٍ."
  },
  "163": {
    "en": "I hate and detest falsehood\n    but I love your law.",
    "ar": "أَبْغَضْتُ الْكَذِبَ وَمَقَتُّهُ، أَمَّا شَرِيعَتُكَ فَأَحْبَبْتُهَا."
  },
  "164": {
    "en": "Seven times a day I praise you\n    for your righteous laws.",
    "ar": "سَبْعَ مَرَّاتٍ سَبَّحْتُكَ فِي النَّهَارِ عَلَى أَحْكَامِكَ الْعَادِلَةِ."
  },
  "165": {
    "en": "Great peace have those who love your law,\n    and nothing can make them stumble.",
    "ar": "سَلامٌ جَزِيلٌ لِمُحِبِّي شَرِيعَتِكَ، وَلَنْ يُعْثِرَهُمْ بِفَضْلِهَا شَيْءٌ"
  },
  "166": {
    "en": "I wait for your salvation, Lord,\n    and I follow your commands.",
    "ar": "رَجَوْتُ خَلاصَكَ يَا رَبُّ وَوَصَايَاكَ عَمِلْتُ."
  },
  "167": {
    "en": "I obey your statutes,\n    for I love them greatly.",
    "ar": "حَفِظَتْ نَفْسِي شَهَادَاتِكَ وَأَنَا أُحِبُّهَا جِدّاً."
  },
  "168": {
    "en": "I obey your precepts and your statutes,\n    for all my ways are known to you.",
    "ar": "رَاعَيْتُ وَصَايَاكَ وَشَهَادَاتِكَ، وَجَمِيعُ أَعْمَالِي مَاثِلَةٌ أَمَامَكَ."
  },
  "169": {
    "en": "May my cry come before you, Lord;\n    give me understanding according to your word.",
    "ar": "لِيَصِلْ صُرَاخِي إِلَيْكَ يَا رَبُّ. هَبْنِي فَهْماً حَسَبَ كَلامِكَ."
  },
  "170": {
    "en": "May my supplication come before you;\n    deliver me according to your promise.",
    "ar": "لِتَمْثُلْ طِلْبَتِي أَمَامَكَ. أَنْقِذْنِي بِمُوجِبِ وَعْدِكَ."
  },
  "171": {
    "en": "May my lips overflow with praise,\n    for you teach me your decrees.",
    "ar": "تَفِيضُ شَفَتَايَ تَسْبِيحاً إذْ تُعَلِّمُنِي فَرَائِضَكَ."
  },
  "172": {
    "en": "May my tongue sing of your word,\n    for all your commands are righteous.",
    "ar": "يَشْدُو لِسَانِي بِأَقْوَالِكَ، لأَنَّ جَمِيعَ وَصَايَاكَ عَدْلٌ."
  },
  "173": {
    "en": "May your hand be ready to help me,\n    for I have chosen your precepts.",
    "ar": "لِتُغِثْنِي يَدُكَ لأَنِّي اخْتَرْتُ وَصَايَاكَ."
  },
  "174": {
    "en": "I long for your salvation, Lord,\n    and your law gives me delight.",
    "ar": "اشْتَقْتُ إِلَى خَلاصِكَ يَا رَبُّ؛ شَرِيعَتُكَ هِيَ مَسَرَّتِي."
  },
  "175": {
    "en": "Let me live that I may praise you,\n    and may your laws sustain me.",
    "ar": "لِتَحْيَ نَفْسِي فَتُسَبِّحَكَ وَلْتَكُنْ أَحْكَامُكَ لِي عَوْناً."
  },
  "176": {
    "en": "I have strayed like a lost sheep.\n    Seek your servant,\n    for I have not forgotten your commands.",
    "ar": "تِهْتُ كَخَرُوفٍ ضَالٍّ. فَابْحَثْ عَنْ عَبْدِكَ، فَإِنِّي لَمْ أَنْسَ وَصَايَاكَ."
  }
}