{
  "1": {
    "en": "Help, Lord, for no one is faithful anymore;\n    those who are loyal have vanished from the human race.",
    "ar": "أَغِثْ يَا رَبُّ لأَنَّهُ قَدِ انْقَرَضَ التَّقِيُّ، وَاخْتَفَى الأُمَنَاءُ مِنْ بَيْنِ بَنِي الْبَشَرِ."
  },
  "2": {
    "en": "Everyone lies to their neighbor;\n    they flatter with their lips\n    but harbor deception in their hearts.",
    "ar": "كُلُّ إِنْسَانٍ يُخَاطِبُ صَاحِبَهُ بِالْبَاطِلِ: بِشِفَاهٍ مَلِقَةٍ وَقُلُوبٍ مُنَافِقَةٍ يَتَحَادَثُونَ."
  },
  "3": {
    "en": "May the Lord silence all flattering lips\n    and every boastful tongue—",
    "ar": "يَقْطَعُ الرَّبُّ كُلَّ الشِّفَاهِ الْمَلِقَةِ، وَكُلَّ لِسَانٍ مُتَبَجِّحٍ."
  },
  "4": {
    "en": "those who say,\n    “By our tongues we will prevail;\n    our own lips will defend us—who is lord over us?”",
    "ar": "الَّذِينَ قَالُوا: أَلْسِنَتُنَا لَنَا وَبِهَا نَسُودُ. فَمَنْ يَتَحَكَّمُ فِينَا؟"
  },
  "5": {
    "en": "“Because the poor are plundered and the needy groan,\n    I will now arise,” says the Lord.\n    “I will protect them from those who malign them.”",
    "ar": "وَلَكِنَّ الرَّبَّ يَقُولُ: إِنْقَاذاً لِلْمَسَاكِينِ، وَاسْتِجَابَةً لِتَنَهُّدَاتِ الْمَظْلُومِينَ، أَهُبُّ الآنَ لأُفَرِّجَ كُرْبَةَ الْمُتَضَايِقِينَ."
  },
  "6": {
    "en": "And the words of the Lord are flawless,\n    like silver purified in a crucible,\n    like gold refined seven times.",
    "ar": "أَقْوَالُ الرَّبِّ خَالِصَةٌ لَا شَائِبَةَ فِيهَا، كالْفِضَّةِ الْمُنَقَّاةِ الْمُصَفَّاةِ سَبْعَ مَرَّاتٍ فِي بَوتَقَةٍ مُحَمَّاةٍ."
  },
  "7": {
    "en": "You, Lord, will keep the needy safe\n    and will protect us forever from the wicked,",
    "ar": "أَنْتَ يَا رَبُّ تَحْفَظُ الأَبْرَارَ، وَتَقِيهِمْ إِلَى الأَبَدِ مِنْ جِيلِ الأَشْرَارِ."
  },
  "8": {
    "en": "who freely strut about\n    when what is vile is honored by the human race.",
    "ar": "يَتَجَوَّلُ الأَشْرَارُ أَحْرَاراً فِي كُلِّ نَاحِيَةٍ، عِنْدَمَا يَتَبَوَّأُ أَرَاذِلُ النَّاسِ الْمَقَامَاتِ الرَّفِيعَةَ."
  }
}