{
  "1": {
    "en": "Lord, hear my prayer,\n    listen to my cry for mercy;\nin your faithfulness and righteousness\n    come to my relief.",
    "ar": "يَا رَبُّ اسْمَعْ صَلاتِي، وَأَصْغِ إِلَى تَضَرُّعَاتِي. اسْتَجِبْ لِي بِفَضْلِ أَمَانَتِكَ وَعَدْلِكَ."
  },
  "2": {
    "en": "Do not bring your servant into judgment,\n    for no one living is righteous before you.",
    "ar": "لَا تُحَاكِمْ عَبْدَكَ، فَلَنْ يَتَبَرَّرَ أَمَامَكَ إِنْسَانٌ."
  },
  "3": {
    "en": "The enemy pursues me,\n    he crushes me to the ground;\nhe makes me dwell in the darkness\n    like those long dead.",
    "ar": "الْعَدُوُّ يَضْطَهِدُنِي، يَسْحَقُ حَيَاتِي. زَجَّنِي فِي سِجْنٍ مُظْلِمٍ، فَصِرْتُ مِثْلَ الَّذِينَ مَاتُوا وَانْدَثَرَ ذِكْرُهُمْ."
  },
  "4": {
    "en": "So my spirit grows faint within me;\n    my heart within me is dismayed.",
    "ar": "غُشِيَ عَلَى رُوحِي فِي دَاخِلِي، وَتَحَيَّرَ قَلْبِي فِي أَعْمَاقِي."
  },
  "5": {
    "en": "I remember the days of long ago;\n    I meditate on all your works\n    and consider what your hands have done.",
    "ar": "تَذَكَّرْتُ الأَيَّامَ السَّالِفَةَ مُتَأَمِّلاً فِي جَمِيعِ أَعْمَالِكَ، مُتَفَكِّراً فِي صَنِيعِ يَدَيْكَ."
  },
  "6": {
    "en": "I spread out my hands to you;\n    I thirst for you like a parched land.",
    "ar": "بَسَطْتُ إِلَيْكَ يَدَيَّ، عَطِشَتْ إِلَيْكَ نَفْسِي كَأَرْضٍ ظَامِئَةٍ."
  },
  "7": {
    "en": "Answer me quickly, Lord;\n    my spirit fails.\nDo not hide your face from me\n    or I will be like those who go down to the pit.",
    "ar": "أَجِبْنِي مُسْرِعاً يَا رَبُّ. وَهَنَتْ رُوحِي فَلَا تَحْجُبْ وَجْهَكَ عَنِّي، لِئَلّا أَصِيرَ كالْمُنْحَدِرِينَ إِلَى الْقَبْرِ."
  },
  "8": {
    "en": "Let the morning bring me word of your unfailing love,\n    for I have put my trust in you.\nShow me the way I should go,\n    for to you I entrust my life.",
    "ar": "أَسْمِعْنِي فِي الصَّبَاحِ رَحْمَتَكَ، فَإِنِّي عَلَيْكَ تَوَكَّلْتُ. عَرِّفْنِي الطَّرِيقَ الَّتِي أَسْلُكُهَا، لأَنِّي إِلَيْكَ رَفَعْتُ نَفْسِي."
  },
  "9": {
    "en": "Rescue me from my enemies, Lord,\n    for I hide myself in you.",
    "ar": "أَنْقِذْنِي مِنْ أَعْدَائِي يَا رَبُّ، لأَنَّنِي بِكَ اسْتَعَذْتُ."
  },
  "10": {
    "en": "Teach me to do your will,\n    for you are my God;\nmay your good Spirit\n    lead me on level ground.",
    "ar": "عَلِّمْنِي أَنْ أَعْمَلَ مَا يُرْضِيكَ لأَنَّكَ أَنْتَ إِلَهِي، وَلْيَهْدِنِي رُوحُكَ الصَّالِحُ إِلَى أَرْضٍ مُسْتَوِيَةٍ."
  },
  "11": {
    "en": "For your name’s sake, Lord, preserve my life;\n    in your righteousness, bring me out of trouble.",
    "ar": "أَحْيِنِي يَا رَبُّ مِنْ أَجْلِ اسْمِكَ، وَبِعَدْلِكَ أَفْرِجْ ضِيقَ نَفْسِي."
  },
  "12": {
    "en": "In your unfailing love, silence my enemies;\n    destroy all my foes,\n    for I am your servant.",
    "ar": "بِرَحْمَتِكَ لِي اسْتَأْصِلْ أَعْدَائِي، وَأَهْلِكْ جَمِيعَ ظَالِمِيَّ، لأَنِّي أَنَا خَادِمُكَ."
  }
}