{
  "1": {
    "en": "Praise be to the Lord my Rock,\n    who trains my hands for war,\n    my fingers for battle.",
    "ar": "مُبَارَكٌ الرَّبُّ صَخْرَتِي، الَّذِي يُدَرِّبُ يَدَيَّ عَلَى الْقِتَالِ وَأَصَابِعِي عَلَى الْحَرْبِ."
  },
  "2": {
    "en": "He is my loving God and my fortress,\n    my stronghold and my deliverer,\nmy shield, in whom I take refuge,\n    who subdues peoples under me.",
    "ar": "هُوَ رَحْمَتِي وَمَعْقِلِي، حِصْنِي وَمُنْقِذِي، تُرْسِي وَمُتَّكَلِي، وَالْمُخْضِعُ شَعْبِي لِي."
  },
  "3": {
    "en": "Lord, what are human beings that you care for them,\n    mere mortals that you think of them?",
    "ar": "يَا رَبُّ، مَنْ هُوَ الإِنْسَانُ حَتَّى تَعْبَأَ بِهِ وَابْنُ الإِنْسَانِ حَتَّى تَكْتَرِثَ لَهُ؟"
  },
  "4": {
    "en": "They are like a breath;\n    their days are like a fleeting shadow.",
    "ar": "إِنَّمَا الإِنْسَانُ أَشْبَهُ بِنَفْخَةٍ. أَيَّامُهُ كَظِلٍّ عَابِرٍ."
  },
  "5": {
    "en": "Part your heavens, Lord, and come down;\n    touch the mountains, so that they smoke.",
    "ar": "يَا رَبُّ طَأْطِئْ سَمَاوَاتِكَ وَانْزِلْ. الْمِسِ الْجِبَالَ فَتُدَخِّنَ."
  },
  "6": {
    "en": "Send forth lightning and scatter the enemy;\n    shoot your arrows and rout them.",
    "ar": "أَرْسِلْ بُرُوقَكَ وَبَدِّدْهُمْ، أَطْلِقْ سِهَامَكَ النَّارِيَّةَ وَأَزْعِجْهُمْ."
  },
  "7": {
    "en": "Reach down your hand from on high;\n    deliver me and rescue me\nfrom the mighty waters,\n    from the hands of foreigners",
    "ar": "مُدَّ يَدَيْكَ مِنَ الْعَلاءِ. أَنْجِدْنِي وَأَنْقِذْنِي مِنْ لُجَجِ الْمِيَاهِ، مِنْ أَيْدِي الْغُرَبَاءِ،"
  },
  "8": {
    "en": "whose mouths are full of lies,\n    whose right hands are deceitful.",
    "ar": "الَّذِينَ نَطَقَتْ أَفْوَاهُهُمْ بِالكَذِبِ، وَيَمِينُهُمْ يَمِينُ زُورٍ."
  },
  "9": {
    "en": "I will sing a new song to you, my God;\n    on the ten-stringed lyre I will make music to you,",
    "ar": "يَا اللهُ، أُرَنِّمُ لَكَ تَرْنِيمَةً جَدِيدَةً. أَشْدُو لَكَ عَلَى رَبَابٍ ذَاتِ عَشَرَةِ أَوْتَارٍ."
  },
  "10": {
    "en": "to the One who gives victory to kings,\n    who delivers his servant David.\nFrom the deadly sword",
    "ar": "يَا مَنْ تُعْطِي الْمُلُوكَ خَلاصاً، وَتُنْقِذُ دَاوُدَ عَبْدَكَ مِنَ السَّيْفِ الْقَاتِلِ."
  },
  "11": {
    "en": "deliver me;\n    rescue me from the hands of foreigners\nwhose mouths are full of lies,\n    whose right hands are deceitful.",
    "ar": "أَنْجِدْنِي وَأَنْقِذْنِي مِنْ أَيْدِي الْغُرَبَاءِ، الَّذِينَ تَنْطِقُ أَفْوَاهُهُمْ بِالْكَذِبِ، وَيَمِينُهُمْ يَمِينُ زُورٍ."
  },
  "12": {
    "en": "Then our sons in their youth\n    will be like well-nurtured plants,\nand our daughters will be like pillars\n    carved to adorn a palace.",
    "ar": "حَتَّى يَكُونَ أَبْنَاؤُنَا كَأَغْرَاسٍ نَامِيَةٍ فِي حَدَاثَتِهَا، وَبَنَاتُنَا مِثْلَ أَعْمِدَةِ زَوَايَا الْقُصُورِ الْمَنْحُوتَةِ،"
  },
  "13": {
    "en": "Our barns will be filled\n    with every kind of provision.\nOur sheep will increase by thousands,\n    by tens of thousands in our fields;",
    "ar": "وَمَخَازِنُنَا مَلآنَةً تَفِيضُ بِشَتَّى الأَصْنَافِ، وَأَغْنَامُنَا تُنْتِجُ أُلُوفاً، وَعَشَرَاتِ الأُلُوفِ فِي مَرَاعِينَا،"
  },
  "14": {
    "en": "our oxen will draw heavy loads.\nThere will be no breaching of walls,\n    no going into captivity,\n    no cry of distress in our streets.",
    "ar": "وَأَبْقَارُنَا حَامِلَةً، وَلَا يَكُونَ هُنَاكَ اقْتِحَامُ غَازٍ، وَلَا هُجُومُ عَدُوٍّ، وَلَا شَكْوَى خَصْمٍ فِي شَوَارِعِنَا."
  },
  "15": {
    "en": "Blessed is the people of whom this is true;\n    blessed is the people whose God is the Lord.",
    "ar": "طُوبَى لِشَعْبٍ هَكَذا حَالَتُهُ. طُوبَى لِشَعْبٍ إِلَهُهُ الرَّبُّ."
  }
}