{
  "1": {
    "en": "Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer—\n    it does not rise from deceitful lips.",
    "ar": "اسْمَعْ يَا رَبُّ دَعْوَى الْحَقِّ. أَنْصِتْ إِلَى صُرَاخِي، وَأَصْغِ إِلَى صَلاتِي الصَّاعِدَةِ مِنْ شَفَتَيْنِ صَادِقَتَيْنِ."
  },
  "2": {
    "en": "Let my vindication come from you;\n    may your eyes see what is right.",
    "ar": "لِيَخْرُجْ مِنْ أَمَامِكَ قَضَائِي، وَلْتُلاحِظْ عَيْنَاكَ اسْتِقَامَتِي."
  },
  "3": {
    "en": "Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.",
    "ar": "اخْتَبَرْتَ قَلْبِي إِذِ افْتَقَدْتَنِي لَيْلاً، وَامْتَحَنْتَنِي فَلَمْ تَجِدْ فِيَّ سُوءاً. لَمْ تُخَالِفْ أَقْوَالِي أَفْكَارِي."
  },
  "4": {
    "en": "Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.",
    "ar": "مَا شَأْنِي بِأَعْمَالِ النَّاسِ الشِّرِّيرَةِ؟ فَبِفَضْلِ كَلامِ شَفَتَيْكَ تَفَادَيْتُ مَسَالِكَ الْعَنِيفِ."
  },
  "5": {
    "en": "My steps have held to your paths;\n    my feet have not stumbled.",
    "ar": "ثَبَّتُّ خُطْوَاتِي فِي طُرُقِكَ فَلَمْ تَزِلَّ قَدَمَايَ."
  },
  "6": {
    "en": "I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.",
    "ar": "إِلَيْكَ دَعَوْتُ اللهُمَّ، لأَنَّكَ تَسْتَجِيبُ، فَأَرهِفْ إِلَيَّ أُذُنَكَ وَأَصْغِ لِكَلامِي."
  },
  "7": {
    "en": "Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.",
    "ar": "أَظْهِرْ رَوْعَةَ مَرَاحِمِكَ يَا مَنْ تُخَلِّصُ بِيَمِينِكَ مَنْ يَلْتَجِئُونَ إِلَيْكَ مِنْ مُطَارِدِيهِمْ."
  },
  "8": {
    "en": "Keep me as the apple of your eye;\n    hide me in the shadow of your wings",
    "ar": "احْفَظْنِي كَحَدَقَةِ عَيْنِكَ، وَاسْتُرْنِي بِظِلِّ جَنَاحَيْكَ."
  },
  "9": {
    "en": "from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "ar": "احْفَظْنِي مِنَ الأَشْرَارِ الَّذِينَ يُخْرِبُونَنِي، مِنْ أَعْدَائِي الْقَتَلَةِ الْمُحْدِقِينَ بِي."
  },
  "10": {
    "en": "They close up their callous hearts,\n    and their mouths speak with arrogance.",
    "ar": "عَوَاطِفُهُمْ مُتَحَجِّرَةٌ لَا تُشْفِقُ. أَفْوَاهُهُمْ تَنْطِقُ بِالْكِبْرِيَاءِ."
  },
  "11": {
    "en": "They have tracked me down, they now surround me,\n    with eyes alert, to throw me to the ground.",
    "ar": "حَاصَرُونَا مِنْ كُلِّ جِهَةٍ، وَوَطَّدُوا العَزْمَ عَلَى طَرْحِنَا أَرْضاً."
  },
  "12": {
    "en": "They are like a lion hungry for prey,\n    like a fierce lion crouching in cover.",
    "ar": "الشِّرِّيرُ كَأَسَدٍ مُتَلَهِّفٍ لِلاِفْتِرَاسِ، وَكَالشِّبْلِ الْكَامِنِ فِي مَخْبَئِهِ."
  },
  "13": {
    "en": "Rise up, Lord, confront them, bring them down;\n    with your sword rescue me from the wicked.",
    "ar": "قُمْ يَا رَبُّ تَصَدَّ لَهُ. اصْرَعْهُ. وَبِسَيْفِكَ نَجِّ نَفْسِي مِنَ الشِّرِّيرِ."
  },
  "14": {
    "en": "By your hand save me from such people, Lord,\n    from those of this world whose reward is in this life.\nMay what you have stored up for the wicked fill their bellies;\n    may their children gorge themselves on it,\n    and may there be leftovers for their little ones.",
    "ar": "أَنْقِذْنِي بِيَدِكَ يَا رَبُّ مِنَ النَّاسِ. مِنْ أَهْلِ الدُّنْيَا الَّذِينَ نَصِيبُهُمْ هُوَ فِي هَذِهِ الْحَيَاةِ. أَنْتَ تَمْلَأُ بُطُونَهُمْ مِنْ خَيْرَاتِكَ الْمَخْزُونَةِ، فَيَشْبَعُ أَبْنَاؤُهُمْ، وَيُوَرِّثُونَ أَوْلادَهُمْ مَا يَفْضُلُ عَنْهُمْ."
  },
  "15": {
    "en": "As for me, I will be vindicated and will see your face;\n    when I awake, I will be satisfied with seeing your likeness.",
    "ar": "أَمَّا أَنَا فَبِالْبِرِّ أُشَاهِدُ وَجْهَكَ. أَشْبَعُ، إِذَا اسْتَيْقَظْتُ، مِنْ بَهَاءِ طَلْعَتِكَ."
  }
}