{
  "1": {
    "en": "I love you, Lord, my strength.",
    "ar": "أُحِبُّكَ يَا رَبُّ، يَا قُوَّتِي."
  },
  "2": {
    "en": "The Lord is my rock, my fortress and my deliverer;\n    my God is my rock, in whom I take refuge,\n    my shield and the horn of my salvation, my stronghold.",
    "ar": "الرَّبُّ صَخْرَتِي وَحِصْنِي وَمُنْقِذِي. إِلَهِي صَخْرَتِي بِهِ أَحْتَمِي. تُرْسِي وَرُكْنُ خَلاصِي، وَقَلْعَتِي الْحَصِينَةُ."
  },
  "3": {
    "en": "I called to the Lord, who is worthy of praise,\n    and I have been saved from my enemies.",
    "ar": "أَدْعُو الرَّبَّ الْجَدِيرَ بِكُلِّ حَمْدٍ فَيُخَلِّصُنِي مِنْ أَعْدَائِي."
  },
  "4": {
    "en": "The cords of death entangled me;\n    the torrents of destruction overwhelmed me.",
    "ar": "قَدْ أَحْدَقَتْ بِي حِبَالُ الْمَوْتِ، وَأَفْزَعَتْنِي سُيُولُ الْهَلاكِ."
  },
  "5": {
    "en": "The cords of the grave coiled around me;\n    the snares of death confronted me.",
    "ar": "أَحَاطَتْ بِي حِبَالُ الْهَاوِيَةِ، وَأَطْبَقَتْ عَلَيَّ فِخَاخُ الْمَوْتِ."
  },
  "6": {
    "en": "In my distress I called to the Lord;\n    I cried to my God for help.\nFrom his temple he heard my voice;\n    my cry came before him, into his ears.",
    "ar": "فِي ضِيقِي دَعَوْتُ الرَّبَّ وَصَرَخْتُ إِلَى إِلَهِي، فَسَمِعَ صَوْتِي مِنْ هَيْكَلِهِ، وَصَعِدَ صُرَاخِي أَمَامَهُ، بَلْ دَخَلَ أُذُنَيْهِ."
  },
  "7": {
    "en": "The earth trembled and quaked,\n    and the foundations of the mountains shook;\n    they trembled because he was angry.",
    "ar": "عِنْدَئِذٍ ارْتَجَّتِ الأَرْضُ وَتَزَلْزَلَتْ. ارْتَجَفَتْ أَسَاسَاتُ الْجِبَالِ وَاهْتَزَّتْ، لأَنَّ الرَّبَّ غَضِبَ."
  },
  "8": {
    "en": "Smoke rose from his nostrils;\n    consuming fire came from his mouth,\n    burning coals blazed out of it.",
    "ar": "نَفَثَ أَنْفُهُ دُخَاناً، وَانْقَذَفَتْ نَارٌ آكِلَةٌ مِنْ فَمِهِ، وَكَأَنَّهَا جَمْرٌ مُلْتَهِبٌ."
  },
  "9": {
    "en": "He parted the heavens and came down;\n    dark clouds were under his feet.",
    "ar": "طَأْطَأَ السَّمَاوَاتِ وَنَزَلَ، فَكَانَتِ الْغُيُومُ الْمُتَجَهِّمَةُ تَحْتَ قَدَمَيْهِ."
  },
  "10": {
    "en": "He mounted the cherubim and flew;\n    he soared on the wings of the wind.",
    "ar": "امْتَطَى مَرْكَبَةً مِنْ مَلائِكَةِ الْكَرُوبِيمِ، وَطَارَ مُسْرِعاً عَلَى أَجْنِحَةِ الرِّيْاحِ."
  },
  "11": {
    "en": "He made darkness his covering, his canopy around him—\n    the dark rain clouds of the sky.",
    "ar": "جَعَلَ الظُّلْمَةَ سِتَاراً لَهُ، وَصَارَ ضَبَابُ الْمِيَاهِ وَسُحُبُ الْسَّمَاءِ الدَّاكِنَةُ مِظَلَّتَهُ الْمُحِيطَةَ بِهِ."
  },
  "12": {
    "en": "Out of the brightness of his presence clouds advanced,\n    with hailstones and bolts of lightning.",
    "ar": "مِنْ بَهَاءِ طَلْعَتِهِ عَبَرَتِ السُّحُبُ أَمَامَهُ. حَدَثَتْ عَاصِفَةُ بَرَدٍ وَبَرْقٍ كَالْجَمْرِ الْمُلْتَهِبِ."
  },
  "13": {
    "en": "The Lord thundered from heaven;\n    the voice of the Most High resounded.",
    "ar": "أَرْعَدَ الرَّبُّ فِي السَّمَاوَاتِ، أَطْلَقَ الْعَلِيُّ صَوْتَهُ فَانْهَمَرَ بَرَدٌ، وَانْدَلَعَتْ نَارُ!"
  },
  "14": {
    "en": "He shot his arrows and scattered the enemy,\n    with great bolts of lightning he routed them.",
    "ar": "أَطْلَقَ سِهَامَهُ فَبَدَّدَ أَعْدَائِي، وَأَرْسَلَ بُرُوقَهُ فَأَزْعَجَهُمْ."
  },
  "15": {
    "en": "The valleys of the sea were exposed\n    and the foundations of the earth laid bare\nat your rebuke, Lord,\n    at the blast of breath from your nostrils.",
    "ar": "ظَهَرَتْ مَجَارِي الْمِيَاهِ الْعَمِيقَةِ، وَانْكَشَفَتْ أُسُسُ الْمَسْكُونَةِ مِنْ زَجْرِكَ يَا رَبُّ، وَمِنْ أَنْفِكَ اللّافِحَةِ."
  },
  "16": {
    "en": "He reached down from on high and took hold of me;\n    he drew me out of deep waters.",
    "ar": "مَدَّ الرَّبُّ يَدَهُ مِنَ الْعُلَى وَأَمْسَكَنِي، وَانْتَشَلَنِي مِنَ السُّيُولِ الْغَامِرَةِ."
  },
  "17": {
    "en": "He rescued me from my powerful enemy,\n    from my foes, who were too strong for me.",
    "ar": "أَنْقَذَنِي مِنْ عَدُوِّي الْقَويِّ، وَمِنَ مُبْغِضِيَّ، لأَنَّهُمْ كَانُوا أَقْوَى مِنِّي."
  },
  "18": {
    "en": "They confronted me in the day of my disaster,\n    but the Lord was my support.",
    "ar": "تَصَدَّوْا لِي فِي يَوْمِ بَلِيَّتِي، فَكَانَ الرَّبُّ سَنَدِي،"
  },
  "19": {
    "en": "He brought me out into a spacious place;\n    he rescued me because he delighted in me.",
    "ar": "وَاقْتَادَنِي إِلَى مَكَانٍ رَحِيبٍ. أَنْقَذَنِي لأَنَّهُ سُرَّ بِي."
  },
  "20": {
    "en": "The Lord has dealt with me according to my righteousness;\n    according to the cleanness of my hands he has rewarded me.",
    "ar": "يُكَافِئُنِي الرَّبُّ بِمُقْتَضَى بِرِّي وَيُعَوِّضُنِي حَسَبَ طَهَارَةِ يَدَيَّ،"
  },
  "21": {
    "en": "For I have kept the ways of the Lord;\n    I am not guilty of turning from my God.",
    "ar": "لأَنِّي سَلَكْتُ دَائِماً فِي طُرُقِ الرَّبِّ وَلَمْ أَعْصَ إِلَهِي."
  },
  "22": {
    "en": "All his laws are before me;\n    I have not turned away from his decrees.",
    "ar": "جَعَلْتُ أَحْكَامَهُ دَائِماً نُصْبَ عَيْنَيَّ، وَلَمْ أَحِدْ عَنْ فَرَائِضِهِ."
  },
  "23": {
    "en": "I have been blameless before him\n    and have kept myself from sin.",
    "ar": "وَأَكُونُ مَعَهُ كَامِلاً وَأَصُونُ نَفْسِي مِنْ إِثْمِي."
  },
  "24": {
    "en": "The Lord has rewarded me according to my righteousness,\n    according to the cleanness of my hands in his sight.",
    "ar": "فَيُكَافِئُنِي الرَّبُّ وَفْقاً لِبِرِّي، بِحَسَبِ طَهَارَةِ يَدَيَّ أَمَامَ عَيْنَيْهِ."
  },
  "25": {
    "en": "To the faithful you show yourself faithful,\n    to the blameless you show yourself blameless,",
    "ar": "مَعَ الرَّحِيمِ تَكُونُ رَحِيماً، وَمَعَ الْكَامِلِ تَكُونُ كَامِلاً،"
  },
  "26": {
    "en": "to the pure you show yourself pure,\n    but to the devious you show yourself shrewd.",
    "ar": "وَمَعَ الطَّاهِرِ تَكُونُ طَاهِراً، وَمَعَ الْمُعْوَجِّ تَكُونُ مُعْوَجّاً."
  },
  "27": {
    "en": "You save the humble\n    but bring low those whose eyes are haughty.",
    "ar": "لأَنَّكَ أَنْتَ تُخَلِّصُ الشَّعْبَ الْمُتَضَايِقَ، أَمَّا الْمُتَرَفِّعُونَ فَتَخْفِضُ عُيُونَهُمْ."
  },
  "28": {
    "en": "You, Lord, keep my lamp burning;\n    my God turns my darkness into light.",
    "ar": "لأَنَّكَ أَيُّهَا الرَّبُّ إِلَهِي تَضِيءُ مِصْبَاحِي، وَتُحَوِّلُ ظَلامِي نُوراً"
  },
  "29": {
    "en": "With your help I can advance against a troop;\n    with my God I can scale a wall.",
    "ar": "لأَنِّي بِكَ اقْتَحَمْتُ جَيْشاً، وَبِمَعُونَةِ إِلَهِي اخْتَرَقْتُ أَسْوَاراً."
  },
  "30": {
    "en": "As for God, his way is perfect:\n    The Lord’s word is flawless;\n    he shields all who take refuge in him.",
    "ar": "مَا أَكْمَلَ طَرِيقَ الرَّبِّ! إِنَّ كَلِمَتَهُ نَقِيَّةٌ، وَهُوَ تُرْسٌ يَحْمِي جَمِيعَ الْمُلْتَجِئِينَ إِلَيْهِ."
  },
  "31": {
    "en": "For who is God besides the Lord?\n    And who is the Rock except our God?",
    "ar": "فَمَنْ هُوَ إِلْهٌ غَيْرُ الرَّبِّ؟ وَمَنْ هُوَ صَخْرَةٌ سِوَى إِلَهِنَا؟"
  },
  "32": {
    "en": "It is God who arms me with strength\n    and keeps my way secure.",
    "ar": "يَشُدُّنِي اللهُ بِحِزامٍ مِنَ الْقُوَّةِ، وَيَجْعَلُ طَرِيقِي كَامِلاً،"
  },
  "33": {
    "en": "He makes my feet like the feet of a deer;\n    he causes me to stand on the heights.",
    "ar": "يُثَبِّتُ قَدَمَيَّ كَأَقْدَامِ الإيَّلِ وَيُصْعِدُنِي عَلَى مُرْتَفَعَاتِي الْوَعِرَةِ."
  },
  "34": {
    "en": "He trains my hands for battle;\n    my arms can bend a bow of bronze.",
    "ar": "يُدَرِّبُ يَدَيَّ عَلَى فَنِّ الْحَرْبِ، فَتَشُدُّ ذِرَاعَايَ قَوْساً مِنْ نُحَاسٍ."
  },
  "35": {
    "en": "You make your saving help my shield,\n    and your right hand sustains me;\n    your help has made me great.",
    "ar": "تَجْعَلُ أَيْضاً خَلاصَكَ تُرْساً لِي، فَتُعَضِّدُنِي بِيَمِينِكَ، وَيُعَظِّمُنِي لُطْفُكَ."
  },
  "36": {
    "en": "You provide a broad path for my feet,\n    so that my ankles do not give way.",
    "ar": "وَسَّعْتَ طَرِيقِي تَحْتَ قَدَمَيَّ، فَلَمْ تَتَقَلْقَلْ عَقِبَايَ."
  },
  "37": {
    "en": "I pursued my enemies and overtook them;\n    I did not turn back till they were destroyed.",
    "ar": "أُطَارِدُ أَعْدَائِي فَأُدْرِكُهُمْ، وَلَا أَرْجِعُ حَتَّى أُبِيدَهُمْ."
  },
  "38": {
    "en": "I crushed them so that they could not rise;\n    they fell beneath my feet.",
    "ar": "أَسْحَقُهُمْ فَلَا يَسْتَطِيعُونَ النُّهُوضَ. يَسْقُطُونَ تَحْتَ قَدَمَيَّ."
  },
  "39": {
    "en": "You armed me with strength for battle;\n    you humbled my adversaries before me.",
    "ar": "تُمَنْطِقُنِي بِحِزَامٍ مِنَ الْقُوَّةِ تَأَهُّباً لِلْقِتَالِ. تُخْضِعُ لِسُلْطَانِي الْمُتَمَرِّدِينَ عَلَيَّ."
  },
  "40": {
    "en": "You made my enemies turn their backs in flight,\n    and I destroyed my foes.",
    "ar": "يُوَلُّونَ الأَدْبَارَ هَرَباً أَمَامِي. وَأُفْنِي الَّذِينَ يُبْغِضُونَنِي."
  },
  "41": {
    "en": "They cried for help, but there was no one to save them—\n    to the Lord, but he did not answer.",
    "ar": "يَسْتَغِيثُونَ وَلَا مُخَلِّصَ. يُنَادُونَ الرَّبَّ فَلَا يَسْتَجِيبُ لَهُمْ."
  },
  "42": {
    "en": "I beat them as fine as windblown dust;\n    I trampled them like mud in the streets.",
    "ar": "فَأَسْحَقُهُمْ كَالْغُبَارِ فِي مَهَبِّ الرِّيحِ، وَأَطْرَحُهُمْ مِثْلَ الطِّينِ فِي الشَّوَارِعِ."
  },
  "43": {
    "en": "You have delivered me from the attacks of the people;\n    you have made me the head of nations.\nPeople I did not know now serve me,",
    "ar": "تُنْقِذُنِي مِنْ ثَوْرَاتِ الشَّعْبِ، وَتَجْعَلُنِي سَيِّداً لِلأُمَمِ، حَتَّى صَارَ شَعْبٌ لَمْ أَكُنْ أَعْرِفُهُ عَبْداً يَخْدِمُنِي."
  },
  "44": {
    "en": "foreigners cower before me;\n    as soon as they hear of me, they obey me.",
    "ar": "فَمَا إِنْ يَسْمَعُوا أَمْرِي حَتَّى يُلَبُّوهُ. الْغُرَبَاءُ يَتَذَلَّلُونَ لِي"
  },
  "45": {
    "en": "They all lose heart;\n    they come trembling from their strongholds.",
    "ar": "الْغُرَبَاءُ يَخُورُونَ، يَخْرُجُونَ مِنْ حُصُونِهِمْ مُرْتَعِدِينَ."
  },
  "46": {
    "en": "The Lord lives! Praise be to my Rock!\n    Exalted be God my Savior!",
    "ar": "حَيٌّ هُوَ الرَّبُّ، وَمُبَارَكٌ صَخْرَتِي، وَمُتَعَالٍ إِلَهُ خَلاصِي،"
  },
  "47": {
    "en": "He is the God who avenges me,\n    who subdues nations under me,",
    "ar": "الإِلَهُ الْمُنْتَقِمُ لِي، يُخْضِعُ الشُّعُوبَ لِسُلْطَانِي،"
  },
  "48": {
    "en": "who saves me from my enemies.\nYou exalted me above my foes;\n    from a violent man you rescued me.",
    "ar": "مُنْقِذِي مِنْ أَعْدَائِي، رَافِعِي عَلَى الْمُتَمَرِّدِينَ عَلَيَّ، وَمِنَ الرَّجُلِ الطَّاغِي تُخَلِّصُنِي."
  },
  "49": {
    "en": "Therefore I will praise you, Lord, among the nations;\n    I will sing the praises of your name.",
    "ar": "لِهَذَا أَعْتَرِفُ لَكَ بَيْنَ الأُمَمِ وَأُرَتِّلُ لاِسْمِكَ."
  },
  "50": {
    "en": "He gives his king great victories;\n    he shows unfailing love to his anointed,\n    to David and to his descendants forever.",
    "ar": "يَا مَانِحَ الْخَلاصِ الْعَظِيمِ لِمَلِكِهِ، وَصَانِعَ الرَّحْمَةِ لِمَسِيحِهِ، لِدَاوُدَ وَنَسْلِهِ إِلَى الأَبَدِ."
  }
}