{
  "1": {
    "en": "May the Lord answer you when you are in distress;\n    may the name of the God of Jacob protect you.",
    "ar": "لِيَسْتَجِبْ لَكَ الرَّبُّ فِي يَوْمِ ضِيقِكَ. لِيَحْرُسْكَ اسْمُ إِلَهِ يَعْقُوبَ."
  },
  "2": {
    "en": "May he send you help from the sanctuary\n    and grant you support from Zion.",
    "ar": "لِيُرْسِلْ لَكَ عَوْناً مِنْ مَقْدِسِهِ، وَمُسَانَدَةً مِنْ صِهْيَوْنَ."
  },
  "3": {
    "en": "May he remember all your sacrifices\n    and accept your burnt offerings.",
    "ar": "لِيَتَذَكَّرْ جَمِيعَ تَقْدِمَاتِكَ، وَيَتَقَبَّلْ مُحْرَقَاتِكَ."
  },
  "4": {
    "en": "May he give you the desire of your heart\n    and make all your plans succeed.",
    "ar": "لِيُعْطِكَ بُغْيَةَ قَلْبِكَ، وَيُتَمِّمْ لَكَ كُلَّ مَقَاصِدِكَ."
  },
  "5": {
    "en": "May we shout for joy over your victory\n    and lift up our banners in the name of our God.\nMay the Lord grant all your requests.",
    "ar": "نَهْتِفُ مُبْتَهِجِينَ بِخَلاصِكَ، وَبِاسْمِ إِلَهِنَا نَرْفَعُ رَايَتَنَا، لِيُحَقِّقْ لَكَ الرَّبُّ كُلَّ مَا تَسْأَلُهُ."
  },
  "6": {
    "en": "Now this I know:\n    The Lord gives victory to his anointed.\nHe answers him from his heavenly sanctuary\n    with the victorious power of his right hand.",
    "ar": "الآنَ أَدْرَكْتُ أَنَّ الرَّبَّ يُخَلِّصُ مَسِيحَهُ، وَيَسْتَجِيبُ مِنْ سَمَاوَاتِهِ الْمُقَدَّسَةِ، بِقُدْرَةِ يَمِينِهِ الْمُخَلِّصَةِ."
  },
  "7": {
    "en": "Some trust in chariots and some in horses,\n    but we trust in the name of the Lord our God.",
    "ar": "يَتَّكِلُ هَؤُلاءِ عَلَى مَرْكَبَاتِ الْحَرْبِ، وَأُولَئِكَ عَلَى الْخَيْلِ. أَمَّا نَحْنُ فَنَتَّكِلُ عَلَى اسْمِ الرَّبِّ إِلَهِنَا."
  },
  "8": {
    "en": "They are brought to their knees and fall,\n    but we rise up and stand firm.",
    "ar": "هُمْ خَرُّوا وَسَقَطُوا، أَمَّا نَحْنُ فَنَهَضْنَا وَانْتَصَبْنَا."
  },
  "9": {
    "en": "Lord, give victory to the king!\n    Answer us when we call!",
    "ar": "خَلِّصْ يَا رَبُّ! لِيَسْتَجِبِ الْمَلِكُ حِينَ نَدْعُوهُ."
  }
}