{
  "1": {
    "en": "The earth is the Lord’s, and everything in it,\n    the world, and all who live in it;",
    "ar": "لِلرَّبِّ الأَرْضُ وَكُلُّ مَا فِيهَا. لَهُ الْعَالَمُ، وَجَمِيعُ السَّاكِنِينَ فِيهِ."
  },
  "2": {
    "en": "for he founded it on the seas\n    and established it on the waters.",
    "ar": "لأَنَّهُ هُوَ أَسَّسَ الأَرْضَ عَلَى الْبِحَارِ، وَثَبَّتَهَا عَلَى الأَنْهَارِ."
  },
  "3": {
    "en": "Who may ascend the mountain of the Lord?\n    Who may stand in his holy place?",
    "ar": "مَنْ يَحِقُّ لَهُ أَنْ يَصْعَدَ إِلَى جَبَلِ الرَّبِّ، وَيَقِفَ فِي بَيْتِهِ الْمُقَدَّسِ؟"
  },
  "4": {
    "en": "The one who has clean hands and a pure heart,\n    who does not trust in an idol\n    or swear by a false god.",
    "ar": "إِنَّهُ صَاحِبُ الْيَدَيْنِ الطَّاهِرَتَيْنِ وَالْقَلْبِ النَّقِيِّ. ذَاكَ الَّذِي لَا يَحْمِلُ نَفْسَهُ عَلَى الْبَاطِلِ، وَلَا يَحْلِفُ مُنَافِقاً."
  },
  "5": {
    "en": "They will receive blessing from the Lord\n    and vindication from God their Savior.",
    "ar": "يَتَلَقَّى الْبَرَكَةَ مِنَ الرَّبِّ، وَالْبِرَّ مِنْ عِنْدِ اللهِ مُخَلِّصِهِ."
  },
  "6": {
    "en": "Such is the generation of those who seek him,\n    who seek your face, God of Jacob.",
    "ar": "هَذَا هُوَ الْجِيلُ السَّاعِي وَرَاءَ الرَّبِّ، الطَّالِبُ وَجْهَكَ يَا إِلَهَ يَعْقُوبَ."
  },
  "7": {
    "en": "Lift up your heads, you gates;\n    be lifted up, you ancient doors,\n    that the King of glory may come in.",
    "ar": "ارْفَعِي رُؤُوسَكِ أَيَّتُهَا الأَبْوَابُ، وَارْتَفِعِي أَيَّتُهَا الْمَدَاخِلُ الأَبَدِيَّةُ، فَيَدْخُلَ مَلِكُ الْمَجْدِ."
  },
  "8": {
    "en": "Who is this King of glory?\n    The Lord strong and mighty,\n    the Lord mighty in battle.",
    "ar": "مَنْ هُوَ مَلِكُ الْمَجْدِ هَذَا؟ إِنَّهُ الرَّبُّ الْقَدِيرُ الْجَبَّارُ، الرَّبُّ الْجَبَّارُ فِي الْقِتَالِ."
  },
  "9": {
    "en": "Lift up your heads, you gates;\n    lift them up, you ancient doors,\n    that the King of glory may come in.",
    "ar": "ارْفَعِي رُؤُوسَكِ أَيَّتُهَا الأَبْوَابُ، ارْفَعِيهَا أَيَّتُهَا الْمَدَاخِلُ الأَبَدِيَّةُ، فَيَدْخُلَ مَلِكُ الْمَجْدِ"
  },
  "10": {
    "en": "Who is he, this King of glory?\n    The Lord Almighty—\n    he is the King of glory.",
    "ar": "مَنْ هُوَ مَلِكُ الْمَجْدِ هَذَا؟ إِنَّهُ رَبُّ الْجُنُودِ، هُوَ مَلِكُ الْمَجْدِ."
  }
}