{
  "1": {
    "en": "Vindicate me, Lord,\n    for I have led a blameless life;\nI have trusted in the Lord\n    and have not faltered.",
    "ar": "رَبُّ أَظْهِرْ بَرَاءَتِي لأَنِّي قَدْ سَلَكْتُ بِكَمَالِي، وَعَلَيْكَ تَوَكَّلْتُ فَلَا أَتَزَعْزَعُ"
  },
  "2": {
    "en": "Test me, Lord, and try me,\n    examine my heart and my mind;",
    "ar": "افْحَصْنِي أَيُّهَا الرَّبُّ وَاخْتَبِرْنِي. امْتَحِنْ دَخَائِلِي وَقَلْبِي،"
  },
  "3": {
    "en": "for I have always been mindful of your unfailing love\n    and have lived in reliance on your faithfulness.",
    "ar": "لأَنَّ رَحْمَتَكَ نُصْبَ عَيْنَيَّ، وَقَدْ سَلَكْتُ فِي حَقِّكَ."
  },
  "4": {
    "en": "I do not sit with the deceitful,\n    nor do I associate with hypocrites.",
    "ar": "لَمْ أُجَالِسْ أَهْلَ الْبَاطِلِ وَمَعَ الْمُنَافِقِينَ لَا أَشْتَرِكُ."
  },
  "5": {
    "en": "I abhor the assembly of evildoers\n    and refuse to sit with the wicked.",
    "ar": "بَلْ أَبْغَضْتُ مَعْشَرَ فَاعِلِي الإِثْمِ، وَلَمْ أَجْلِسْ مَعَ الأَشْرَارِ."
  },
  "6": {
    "en": "I wash my hands in innocence,\n    and go about your altar, Lord,",
    "ar": "أَغْسِلُ يَدَيَّ عُرْبُونَ بَرَاءَتِي وَأَنْضَمُّ إِلَى الْمُجْتَمِعِينَ حَوْلَ مَذْبَحِكَ يَا رَبُّ."
  },
  "7": {
    "en": "proclaiming aloud your praise\n    and telling of all your wonderful deeds.",
    "ar": "مُتَرَنِّماً بِصَوْتِ الْحَمْدِ وَأُحَدِّثُ بِأَعْمَالِكَ الْعَجِيبَةِ كُلِّهَا."
  },
  "8": {
    "en": "Lord, I love the house where you live,\n    the place where your glory dwells.",
    "ar": "رَبُّ، قَدْ أَحْبَبْتُ الإِقَامَةَ فِي بَيْتِكَ، حَيْثُ يَحِلُّ مَجْدُكَ."
  },
  "9": {
    "en": "Do not take away my soul along with sinners,\n    my life with those who are bloodthirsty,",
    "ar": "فَلَا تَجْمَعْ نَفْسِي مَعَ الْخَاطِئِينَ، وَلَا حَيَاتِي مَعَ سَافِكِي الدَّمِ،"
  },
  "10": {
    "en": "in whose hands are wicked schemes,\n    whose right hands are full of bribes.",
    "ar": "الَّذِينَ أَيْدِيهِمْ مُلَوَّثَةٌ بِالسُّوءِ، وَيَمِينُهُمْ مَلأَى بِالرِّشْوَةِ."
  },
  "11": {
    "en": "I lead a blameless life;\n    deliver me and be merciful to me.",
    "ar": "أَمَّا أَنَا فَبِكَمَالِي أَسْلُكُ، فَافْدِنِي وَتَحَنَّنْ عَلَيَّ."
  },
  "12": {
    "en": "My feet stand on level ground;\n    in the great congregation I will praise the Lord.",
    "ar": "قَدَمَايَ مُنْتَصِبَتَانِ عَلَى طَرِيقٍ مُسْتَوِيَةٍ، وَأُرَنِّمُ لِلرَّبِّ جَهْراً فِي مَحَافِلِ الْعِبَادَةِ."
  }
}