{
  "1": {
    "en": "The Lord is my light and my salvation—\n    whom shall I fear?\nThe Lord is the stronghold of my life—\n    of whom shall I be afraid?",
    "ar": "الرَّبُّ نُورِي وَخَلاصِي، مِمَّنْ أَخَافُ؟ الرَّبُّ حِصْنُ حَيَاتِي مِمَّنْ أَرْتَعِبُ؟"
  },
  "2": {
    "en": "When the wicked advance against me\n    to devour me,\nit is my enemies and my foes\n    who will stumble and fall.",
    "ar": "عِنْدَمَا هَجَمَ فَاعِلُو الإِثْمِ، خُصُومِي وَأَعْدَائِي، لِيَلْتَهِمُوا لَحْمِي، تَعَثَّرُوا وَسَقَطُوا."
  },
  "3": {
    "en": "Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.",
    "ar": "إِنِ اصْطَفَّ ضِدِّي جَيْشٌ، لَا يَخَافُ قَلْبِي. إنْ نَشَبَتْ عَلَيَّ حَرْبٌ، أَظَلُّ فِي ذَلِكَ مُطْمَئِنّاً."
  },
  "4": {
    "en": "One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.",
    "ar": "أَمْراً وَاحِداً طَلَبْتُ مِنَ الرَّبِّ وَإِيَّاهُ فَقَطْ أَلْتَمِسُ: أَنْ أُقِيمَ فِي بَيْتِ الرَّبِّ كُلَّ أَيَّامِ حَيَاتِي، لأُشَاهِدَ جَمَالَ الرَّبِّ وَأَتَأَمَّلَ فِي هَيْكَلِهِ."
  },
  "5": {
    "en": "For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.",
    "ar": "لأَنَّهُ يَحْمِينِي فِي يَوْمِ الشَّرِّ تَحْتَ سَقْفِ بَيْتِهِ وَيَحْرُسُنِي آمِناً فِي خِبَاءِ خَيْمَتِهِ. إِذْ عَلَى صَخْرَةٍ عَالِيَةٍ يَرْفَعُنِي."
  },
  "6": {
    "en": "Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.",
    "ar": "حِينَئِذٍ أَفْتَخِرُ عَلَى أَعْدَائِي الْمُحِيطِينَ بِي، وَأُقَدِّمُ لَهُ فِي خَيْمَتِهِ ذَبَائِحَ هُتَافٍ، فَأُغَنِّي بَلْ أُرَنِّمُ حَمْداً لِلرَّبِّ."
  },
  "7": {
    "en": "Hear my voice when I call, Lord;\n    be merciful to me and answer me.",
    "ar": "اسْمَعْ يَا رَبُّ نِدَائِي لأَنِّي بِمِلْءِ صَوْتِي أَدْعُوكَ! ارْحَمْنِي وَاسْتَجِبْ لِي."
  },
  "8": {
    "en": "My heart says of you, “Seek his face!”\n    Your face, Lord, I will seek.",
    "ar": "قُلْتَ: اطْلُبُوا وَجْهِي! فَوَجْهَكَ يَا رَبُّ أَطْلُبُ."
  },
  "9": {
    "en": "Do not hide your face from me,\n    do not turn your servant away in anger;\n    you have been my helper.\nDo not reject me or forsake me,\n    God my Savior.",
    "ar": "لَا تَحْجُبْ وَجْهَكَ عَنِّي. لَا تَطْرُدْ بِغَضَبٍ عَبْدَكَ، فَطَالَمَا كُنْتَ عَوْنِي. لَا تَرْفُضْنِي وَلَا تَهْجُرْنِي يَا اللهُ مُخَلِّصِي."
  },
  "10": {
    "en": "Though my father and mother forsake me,\n    the Lord will receive me.",
    "ar": "إِنَّ أَبِي وَأُمِّي قَدْ تَرَكَانِي، لَكِنَّ الرَّبَّ يَتَعَهَّدُنِي بِرِعَايَتِهِ."
  },
  "11": {
    "en": "Teach me your way, Lord;\n    lead me in a straight path\n    because of my oppressors.",
    "ar": "عَلِّمْنِي يَا رَبُّ طَرِيقَكَ، وَقُدْنِي فِي طَرِيقٍ مُسْتَقِيمَةٍ لِئَلّا يَشْمَتَ بِي أَعْدَائِي."
  },
  "12": {
    "en": "Do not turn me over to the desire of my foes,\n    for false witnesses rise up against me,\n    spouting malicious accusations.",
    "ar": "لَا تُسَلِّمْنِي إِلَى مَرَامِ مُضَايِقِيَّ، لأَنَّهُ قَدْ قَامَ عَلَيَّ شُهُودُ زُورٍ يَنْفُثُونَ الظُّلْمَ فِي وَجْهِي."
  },
  "13": {
    "en": "I remain confident of this:\n    I will see the goodness of the Lord\n    in the land of the living.",
    "ar": "غَيْرَ أَنِّي قَدْ آمَنْتُ بِأَنْ أَرَى جُودَ الرَّبِّ فِي أَرْضِ الأَحْيَاءِ."
  },
  "14": {
    "en": "Wait for the Lord;\n    be strong and take heart\n    and wait for the Lord.",
    "ar": "انْتَظِرِ الرَّبَّ. تَقَوَّ وَلْيَتَشَجَّعْ قَلْبُكَ. وَانْتَظِرِ الرَّبَّ دَائِماً."
  }
}