{
  "1": {
    "en": "Ascribe to the Lord, you heavenly beings,\n    ascribe to the Lord glory and strength.",
    "ar": "قَدِّمُوا لِلرَّبِّ يَا أَبْنَاءَ اللهِ، قَدِّمُوا لِلرَّبِّ مَجْداً وَعِزّاً."
  },
  "2": {
    "en": "Ascribe to the Lord the glory due his name;\n    worship the Lord in the splendor of his holiness.",
    "ar": "قَدِّمُوا لِلرَّبِّ مَجْداً لاِسْمِهِ. اسْجُدُوا لِلرَّبِّ بِثَوْبِ الإِجْلالِ وَالْقَدَاسَةِ."
  },
  "3": {
    "en": "The voice of the Lord is over the waters;\n    the God of glory thunders,\n    the Lord thunders over the mighty waters.",
    "ar": "هُوَذَا صَوْتُ الرَّبِّ يُدَوِّي فَوْقَ الْمِيَاهِ. إِلَهُ الْمَجْدِ أَرْعَدَ. مَجْدُ الرَّبِّ فَوْقَ الْمِيَاهِ الْغَزِيرَةِ."
  },
  "4": {
    "en": "The voice of the Lord is powerful;\n    the voice of the Lord is majestic.",
    "ar": "صَوْتُ الرَّبِّ قَوِيٌّ جِدّاً. صَوْتُ الرَّبِّ يَفِيضُ بِالْجَلالِ."
  },
  "5": {
    "en": "The voice of the Lord breaks the cedars;\n    the Lord breaks in pieces the cedars of Lebanon.",
    "ar": "صَوْتُ الرَّبِّ يُكَسِّرُ شَجَرَ الأَرْزِ. نَعَمْ، إِنَّ الرَّبَّ يُكَسِّرُ أَرْزَ لُبْنَانَ."
  },
  "6": {
    "en": "He makes Lebanon leap like a calf,\n    Sirion like a young wild ox.",
    "ar": "فَيَجْعَلُ لُبْنَانَ يَفِرُّ كَالْعِجْلِ، وَجَبَلَ حَرْمُونَ يَقْفِزُ كَالثَّوْرِ الْوَحْشِيِّ الْفَتِيِّ."
  },
  "7": {
    "en": "The voice of the Lord strikes\n    with flashes of lightning.",
    "ar": "صَوْتُ الرَّبِّ يَقْدَحُ وَمِيضَ بَرْقٍ،"
  },
  "8": {
    "en": "The voice of the Lord shakes the desert;\n    the Lord shakes the Desert of Kadesh.",
    "ar": "صَوْتُ الرَّبِّ يُزَلْزِلُ الْبَرِّيَّةَ، وَيُزَلْزِلُ الرَّبُّ بَرِّيَّةَ قَادِشَ،"
  },
  "9": {
    "en": "The voice of the Lord twists the oaks\n    and strips the forests bare.\nAnd in his temple all cry, “Glory!”",
    "ar": "صَوْتُ الرَّبِّ يَجْعَلُ الْوُعُولَ تَلِدُ قَبْلَ الأَوَانِ، وَيُحَوِّلُ الْغَابَاتِ إِلَى عَرَاءٍ، وَفِي هَيْكَلِهِ الْكُلُّ يَهْتِفُ: مَجْداً."
  },
  "10": {
    "en": "The Lord sits enthroned over the flood;\n    the Lord is enthroned as King forever.",
    "ar": "جَلَسَ الرَّبُّ مَلِكاً فَوْقَ الطُّوفَانِ، وَيَتَرَبَّعُ عَلَى عَرْشِهِ إِلَى الأَبَدِ."
  },
  "11": {
    "en": "The Lord gives strength to his people;\n    the Lord blesses his people with peace.",
    "ar": "الرَّبُّ يُعْطِي شَعْبَهُ عِزّاً. الرَّبُّ يُبَارِكُ شَعْبَهُ بِالسَّلامِ."
  }
}