{
  "1": {
    "en": "I will exalt you, Lord,\n    for you lifted me out of the depths\n    and did not let my enemies gloat over me.",
    "ar": "أُمَجِّدُكَ يَا رَبُّ لأَنَّكَ انْتَشَلْتَنِي وَلَمْ تَجْعَلْ أَعْدَائِي يَشْمَتُونَ بِي."
  },
  "2": {
    "en": "Lord my God, I called to you for help,\n    and you healed me.",
    "ar": "يَا رَبُّ إِلَهِي اسْتَغَثْتُ بِكَ فَشَفَيْتَنِي"
  },
  "3": {
    "en": "You, Lord, brought me up from the realm of the dead;\n    you spared me from going down to the pit.",
    "ar": "يَا رَبُّ، أَنْتَ انْتَشَلْتَ نَفْسِي مِنْ شَفَا الْهَاوِيَةِ. وَأَنْقَذْتَنِي مِنْ بَيْنِ الْمُنْحَدِرِينَ إِلَى عَالَمِ الأَمْوَاتِ."
  },
  "4": {
    "en": "Sing the praises of the Lord, you his faithful people;\n    praise his holy name.",
    "ar": "يَا أَتْقِيَاءَ الرَّبِّ رَنِّمُوا لَهُ، وَارْفَعُوا الشُّكْرَ لاسْمِهِ الْمُقَدَّسِ،"
  },
  "5": {
    "en": "For his anger lasts only a moment,\n    but his favor lasts a lifetime;\nweeping may stay for the night,\n    but rejoicing comes in the morning.",
    "ar": "فَإِنَّ غَضَبَهُ يَدُومُ لِلَحْظَةٍ، أَمَّا رِضَاهُ فَمَدَى الْحَيَاةِ. يَبْقَى الْبُكَاءُ لِلَيْلَةٍ، أَمَّا فِي الصَّبَاحِ فَيَعُمُّ الابْتِهَاجُ."
  },
  "6": {
    "en": "When I felt secure, I said,\n    “I will never be shaken.”",
    "ar": "وَأَنَا قُلْتُ فِي أَثْنَاءِ طُمَأْنِينَتِي: لَا أَتَزَعْزَعُ أَبَداً."
  },
  "7": {
    "en": "Lord, when you favored me,\n    you made my royal mountain stand firm;\nbut when you hid your face,\n    I was dismayed.",
    "ar": "أَنْتَ يَا رَبُّ قَدْ وَطَّدْتَ بِرِضَاكَ قُوَّتِي كَالْجَبَلِ الرَّاسِخِ، لَكِنْ حِينَ حَجَبْتَ وَجْهَكَ عَنِّي ارْتَعَبْتُ."
  },
  "8": {
    "en": "To you, Lord, I called;\n    to the Lord I cried for mercy:",
    "ar": "يَا رَبُّ إِلَيْكَ صَرَخْتُ، وَإِلَيْكَ يَا سَيِّدِي تَضَرَّعْتُ."
  },
  "9": {
    "en": "“What is gained if I am silenced,\n    if I go down to the pit?\nWill the dust praise you?\n    Will it proclaim your faithfulness?",
    "ar": "مَاذَا يُجْدِيكَ مَوْتِي وَنُزُولِي إِلَى الْقَبْرِ؟ أَيَسْتَطِيعُ تُرَابِي أَنْ يَحْمَدَكَ أَوْ يُحَدِّثَ بِأَمَانَتِكَ؟"
  },
  "10": {
    "en": "Hear, Lord, and be merciful to me;\n    Lord, be my help.”",
    "ar": "اسْمَعْنِي يَا رَبُّ، وَارْحَمْنِي. كُنْ مُعِيناً لِي."
  },
  "11": {
    "en": "You turned my wailing into dancing;\n    you removed my sackcloth and clothed me with joy,",
    "ar": "حَوَّلْتَ نَوْحِي إِلَى رَقْصٍ. خَلَعْتَ عَنِّي مِسْحَ الْحِدَادِ وَكَسَوْتَنِي رِدَاءَ الْفَرَحِ."
  },
  "12": {
    "en": "that my heart may sing your praises and not be silent.\n    Lord my God, I will praise you forever.",
    "ar": "لِتَتَرَنَّمْ لَكَ نَفْسِي وَلَا تَسْكُتْ، يَا رَبُّ إِلَهِي إِلَى الأَبَدِ أَحْمَدُكَ."
  }
}