{
  "1": {
    "en": "Contend, Lord, with those who contend with me;\n    fight against those who fight against me.",
    "ar": "يَا رَبُّ كُنْ خَصْماً لِمَنْ يُخَاصِمُونَنِي، وَحَارِبِ الَّذِينَ يُحَارِبُونَنِي."
  },
  "2": {
    "en": "Take up shield and armor;\n    arise and come to my aid.",
    "ar": "تَقَلَّدِ التُّرْسَ وَالدِّرْعَ وَهُبَّ لِنَجْدَتِي."
  },
  "3": {
    "en": "Brandish spear and javelin\n    against those who pursue me.\nSay to me,\n    “I am your salvation.”",
    "ar": "جَرِّدْ رُمْحاً وَتَصَدَّ لِمُطَارِدِيَّ، وَقُلْ لِنَفْسِي: خَلاصُكِ أَنَا."
  },
  "4": {
    "en": "May those who seek my life\n    be disgraced and put to shame;\nmay those who plot my ruin\n    be turned back in dismay.",
    "ar": "لِيَخْزَ وَلْيَخْجَلِ السَّاعُونَ إِلَى قَتْلِي. لِيَنْهَزِمْ وَيَخْجَلِ الْمُتَوَاطِئُونَ عَلَى أَذِيَّتِي."
  },
  "5": {
    "en": "May they be like chaff before the wind,\n    with the angel of the Lord driving them away;",
    "ar": "لِيَكُونُوا مِثْلَ ذَرَّاتِ التِّبْنِ فِي مَهَبِّ الرِّيحِ. وَلْيَدْحَرْهُمْ مَلاكُ الرَّبِّ."
  },
  "6": {
    "en": "may their path be dark and slippery,\n    with the angel of the Lord pursuing them.",
    "ar": "لِتَكُنْ طَرِيقُهُمْ مُظْلِمَةً وَزَلِقَةً، وَلْيَتَعَقَّبْهُمْ مَلاكُ الرَّبِّ."
  },
  "7": {
    "en": "Since they hid their net for me without cause\n    and without cause dug a pit for me,",
    "ar": "فَإِنَّهُمْ مِنْ غَيْرِ سَبَبٍ أَخْفَوْا لِي شَبَكَةً فَوْقَ الْهُوَّةِ، وَمِنْ غَيْرِ عِلَّةٍ حَفَرُوا لِي حُفْرَةً."
  },
  "8": {
    "en": "may ruin overtake them by surprise—\n    may the net they hid entangle them,\n    may they fall into the pit, to their ruin.",
    "ar": "لِيُطْبِقِ الْهَلاكُ فَجْأَةً عَلَى عَدُوِّي، وَلْتُمْسِكْ بِهِ الشَّبَكَةُ الَّتِي أَخْفَاهَا، فَيَهْلِكَ فِيهَا."
  },
  "9": {
    "en": "Then my soul will rejoice in the Lord\n    and delight in his salvation.",
    "ar": "أَمَّا نَفْسِي فَتَفْرَحُ بِالرَّبِّ وَتَبْتَهِجُ بِخَلاصِهِ."
  },
  "10": {
    "en": "My whole being will exclaim,\n    “Who is like you, Lord?\nYou rescue the poor from those too strong for them,\n    the poor and needy from those who rob them.”",
    "ar": "جَمِيعُ عِظَامِي تَقُولُ: يَا رَبُّ مَنْ مِثْلُكَ، المُخَلِّصُ الْمِسْكِينَ مِمَّنْ هُوَ أَقْوَى مِنْهُ وَمُنْقِذُ الْفَقِيرِ وَالْبَائِسِ مِنْ يَدِ نَاهِبِهِ؟"
  },
  "11": {
    "en": "Ruthless witnesses come forward;\n    they question me on things I know nothing about.",
    "ar": "يَقُومُ عَلَيَّ شُهُودُ زُورٍ يَتَّهِمُونَنِي ظُلْماً بِمَا لَا أَعْلَمُ."
  },
  "12": {
    "en": "They repay me evil for good\n    and leave me like one bereaved.",
    "ar": "يُجَازُونَنِي عَنِ الْخَيْرِ شَرّاً إِتْعَاساً لِنَفْسِي."
  },
  "13": {
    "en": "Yet when they were ill, I put on sackcloth\n    and humbled myself with fasting.\nWhen my prayers returned to me unanswered,",
    "ar": "أَمَّا أَنَا فَقَدْ لَبِسْتُ الْمِسْحَ حُزْناً عَلَى مَرَضِهِمْ، وَأَذْلَلْتُ نَفْسِي بِالصَّوْمِ، وَلَكِنَّ صَلاتِي كَانَتْ تَرْتَدُّ إِلَى صَدْرِي مِنْ غَيْرِ اسْتِجَابَةٍ."
  },
  "14": {
    "en": "I went about mourning\n    as though for my friend or brother.\nI bowed my head in grief\n    as though weeping for my mother.",
    "ar": "لَقَدْ عَامَلْتُ كُلًّا مِنْهُمْ كَأَنَّهُ صَدِيقِي وَأَخِي، وَأَطْرَقْتُ حُزْناً كَمَنْ يَنْدُبُ أُمَّهُ."
  },
  "15": {
    "en": "But when I stumbled, they gathered in glee;\n    assailants gathered against me without my knowledge.\n    They slandered me without ceasing.",
    "ar": "وَأَمَّا هُمْ فَشَمِتُوا فَرَحاً عِنْدَ سَقْطَتِي، وَتَجَمَّعُوا عَلَيَّ شَاتِمِينَ، وَشَرَعَ غُرَبَاءُ لَا أَعْرِفُهُمْ يَضْرِبُونَنِي. مَزَّقُونِي وَلَمْ يَرْتَدِعُوا."
  },
  "16": {
    "en": "Like the ungodly they maliciously mocked;\n    they gnashed their teeth at me.",
    "ar": "كَفُجَّارٍ مَاجِنِينَ مُجْتَمِعِينَ حَوْلَ وَلِيمَةٍ حَرَّقُوا عَلَيَّ أَسْنَانَهُمْ."
  },
  "17": {
    "en": "How long, Lord, will you look on?\n    Rescue me from their ravages,\n    my precious life from these lions.",
    "ar": "يَا سَيِّدُ، حَتَّى مَتَى تَظَلُّ مُتَفَرِّجاً؟ نَجِّ نَفْسِي مِنْ مَهَالِكِهِمْ وَخَلِّصْ حَيَاتِي مِنْ بَيْنِ الأَشْبَالِ."
  },
  "18": {
    "en": "I will give you thanks in the great assembly;\n    among the throngs I will praise you.",
    "ar": "أَشْكُرُكَ فِي جَمَاعَةِ الْعَابِدِينَ، وَأَحْمَدُكَ فِي وَسَطِ حُشُودٍ كَثِيرَةٍ."
  },
  "19": {
    "en": "Do not let those gloat over me\n    who are my enemies without cause;\ndo not let those who hate me without reason\n    maliciously wink the eye.",
    "ar": "لَا يَشْمَتْ بِي أَعْدَائِي بِحُجَّةٍ بَاطِلَةٍ، وَلَا يَتَغَامَزْ مُبْغِضِيَّ عَلَيَّ، بِغَيْرِ عِلَّةٍ."
  },
  "20": {
    "en": "They do not speak peaceably,\n    but devise false accusations\n    against those who live quietly in the land.",
    "ar": "فَإِنَّهُمْ لَا يَتَكَلَّمُونَ بِالسَّلامِ، وَلَكِنَّهُمْ يَتَآمَرُونَ بِمَكْرٍ لِلإِيقَاعِ بِالْمُسَالِمِينَ السَّاكِنِينَ فِي الأَرْضِ."
  },
  "21": {
    "en": "They sneer at me and say, “Aha! Aha!\n    With our own eyes we have seen it.”",
    "ar": "فَغَرُوا علَيَّ أَفْوَاهَهُمْ عَلَى وِسْعِهَا، وَقَالُوا: «هَهْ! هَهْ! قَدْ رَأَيْنَا بِأَعْيُنِنَا (مَا فَعَلْتَ).»"
  },
  "22": {
    "en": "Lord, you have seen this; do not be silent.\n    Do not be far from me, Lord.",
    "ar": "قَدْ رَأَيْتَ يَا رَبُّ ذَلِكَ. لَا تَسْكُتْ وَلَا تَبْتَعِدْ عَنِّي."
  },
  "23": {
    "en": "Awake, and rise to my defense!\n    Contend for me, my God and Lord.",
    "ar": "انْهَضْ يَا إِلَهِي وَسَيِّدِي وَاسْتَيْقِظْ لإِحْقَاقِ حَقِّي وَإِنْصَافِ دَعْوَايَ."
  },
  "24": {
    "en": "Vindicate me in your righteousness, Lord my God;\n    do not let them gloat over me.",
    "ar": "احْكُمْ بِبَرَاءَتِي يَا رَبُّ يَا إِلَهِي حَسَبَ عَدْلِكَ، وَلَا تَدَعْهُمْ يَشْمَتُونَ بِي."
  },
  "25": {
    "en": "Do not let them think, “Aha, just what we wanted!”\n    or say, “We have swallowed him up.”",
    "ar": "لِئَلّا يَقُولُوا فِي أَنْفُسِهِمْ: «هَهْ! قَدْ ظَفِرْنَا بِهِ» أَوْ يَقُولُوا: «قَدِ ابْتَلَعْنَاهُ!»"
  },
  "26": {
    "en": "May all who gloat over my distress\n    be put to shame and confusion;\nmay all who exalt themselves over me\n    be clothed with shame and disgrace.",
    "ar": "لِيَخْزَ وَيَخْجَلْ جَمِيعُ الشَّامِتِينَ بِي فِي مُصِيبَتِي. لِيَرْتَدِ الْمُتَعَظِّمُونَ عَلَيَّ لِبَاسَ الْخِزْيِ وَالْعَارِ."
  },
  "27": {
    "en": "May those who delight in my vindication\n    shout for joy and gladness;\nmay they always say, “The Lord be exalted,\n    who delights in the well-being of his servant.”",
    "ar": "وَلْيَهْتِفِ الْمَسْرُورُونَ بِبِرِّي بِهُتَافِ الْفَرَحِ وَالابْتِهَاجِ، قَائِلِينَ فِي كُلِّ حِينٍ: «لِيَتَمَجَّدِ الرَّبُّ الَّذِي يَبْتَهِجُ بِنَجَاحِ عَبْدِهِ»."
  },
  "28": {
    "en": "My tongue will proclaim your righteousness,\n    your praises all day long.",
    "ar": "فَيُذِيعَ لِسَانِي عَدْلَكَ، وَيَتَرَنَّمَ بِحَمْدِكَ النَّهَارَ كُلَّهُ."
  }
}