{
  "1": {
    "en": "I have a message from God in my heart\n    concerning the sinfulness of the wicked:\nThere is no fear of God\n    before their eyes.",
    "ar": "يُنْبِئُنِي قَلْبِي فِي دَاخِلِي بِمَعْصِيَةِ الشِّرِّيرِ، الَّذِي لَا يَرْتَدِعُ خَوْفاً مِنَ اللهِ."
  },
  "2": {
    "en": "In their own eyes they flatter themselves\n    too much to detect or hate their sin.",
    "ar": "فَإِنَّهُ يَتَمَلَّقُ نَفْسَهُ (لِيُقْنِعَهَا) أَنَّ خَطِيئَتَهُ الْمَمْقُوتَةَ لَنْ تُكْتَشَفَ وَتُدَانَ."
  },
  "3": {
    "en": "The words of their mouths are wicked and deceitful;\n    they fail to act wisely or do good.",
    "ar": "كَلامُ فَمِهِ إِثْمٌ وَنِفَاقٌ، وَقَدْ كَفَّ عَنِ التَّعَقُّلِ لأَجْلِ عَمَلِ الْخَيْرِ."
  },
  "4": {
    "en": "Even on their beds they plot evil;\n    they commit themselves to a sinful course\n    and do not reject what is wrong.",
    "ar": "يَتَفَكَّرُ فِي الْبَاطِلِ عَلَى سَرِيرِه لَيْلاً. وَيَسْلُكُ فِي سَبِيلِ السُّوءِ لَا يَسْتَنْكِرُ الشَّرَّ."
  },
  "5": {
    "en": "Your love, Lord, reaches to the heavens,\n    your faithfulness to the skies.",
    "ar": "يَا رَبُّ، إِنَّ رَحْمَتَكَ فِي السَّمَاوَاتِ، وَأَمَانَتَكَ تَبْلُغُ الْغُيُومَ."
  },
  "6": {
    "en": "Your righteousness is like the highest mountains,\n    your justice like the great deep.\n    You, Lord, preserve both people and animals.",
    "ar": "عَدْلُكَ ثَابِتٌ مِثْلُ الْجِبَالِ الشَّامِخَةِ، وَأَحْكَامُكَ كَالْعُمْقِ السَّحِيقِ. وَأَنْتَ يَا رَبُّ تَحْفَظُ النَّاسَ وَالْبَهَائِمَ جَمِيعاً."
  },
  "7": {
    "en": "How priceless is your unfailing love, O God!\n    People take refuge in the shadow of your wings.",
    "ar": "اللهُمَّ، مَا أَثْمَنَ رَحْمَتَكَ! فَإِنَّ بَنِي الْبَشَرِ يَحْتَمُونَ فِي ظِلِّ جَنَاحَيْكَ."
  },
  "8": {
    "en": "They feast on the abundance of your house;\n    you give them drink from your river of delights.",
    "ar": "يَرْتَوُونَ مِنْ خَيْرَاتِ بَيْتِكَ، وَمِنْ نَهْرِ نِعَمِكَ تَسْقِيهِمْ."
  },
  "9": {
    "en": "For with you is the fountain of life;\n    in your light we see light.",
    "ar": "لأَنَّ عِنْدَكَ نَبْعَ الْحَيَاةِ، وَبِنُورِكَ نَرَى النُّورَ."
  },
  "10": {
    "en": "Continue your love to those who know you,\n    your righteousness to the upright in heart.",
    "ar": "أَدِمْ رَحْمَتَكَ لِعَارِفيِكَ، وَعَدْلَكَ لِذَوِي الْقُلُوبِ الْمُسْتَقِيمَةِ."
  },
  "11": {
    "en": "May the foot of the proud not come against me,\n    nor the hand of the wicked drive me away.",
    "ar": "لَا تَدَعْ قَدَمَ الْمُتَكَبِّرِ تَبْلُغُنِي، وَيَدَ الأَشْرَارِ تُزَحْزِحُنِي."
  },
  "12": {
    "en": "See how the evildoers lie fallen—\n    thrown down, not able to rise!",
    "ar": "هُنَاكَ سَقَطَ فَاعِلُو الإِثْمِ، طُرِحُوا، عَجَزُوا عَنِ النُّهُوضِ."
  }
}