{
  "1": {
    "en": "Listen to my words, Lord,\n    consider my lament.",
    "ar": "رَبُّ أَصْغِ إِلَى كَلامِي وَأَنْصِتْ إِلَى تَنَهُّدِي،"
  },
  "2": {
    "en": "Hear my cry for help,\n    my King and my God,\n    for to you I pray.",
    "ar": "اسْمَعْ إِلَى نِدَاءِ اسْتِغَاثَتِي يَا مَلِكِي وَإِلَهِي، فَإِنِّي إِلَيْكَ أُصَلِّي."
  },
  "3": {
    "en": "In the morning, Lord, you hear my voice;\n    in the morning I lay my requests before you\n    and wait expectantly.",
    "ar": "فِي بَوَاكِيرِ الصَّبَاحِ تُصْغِي إِلَى صَوْتِي يَا رَبُّ، وَفِي الصَّبَاحِ أَتَوَجَّهُ إِلَيْكَ مُنْتَظِراً إِيَّاكَ."
  },
  "4": {
    "en": "For you are not a God who is pleased with wickedness;\n    with you, evil people are not welcome.",
    "ar": "فَإِنَّكَ إِلَهٌ لَا يُسَرُّ بِالشَّرِّ. وَلَيْسَ لِلشِّرِّيرِ أَنْ يُقِيمَ فِي حَضْرَتِك."
  },
  "5": {
    "en": "The arrogant cannot stand\n    in your presence.\nYou hate all who do wrong;",
    "ar": "لَا يَمْثُلُ الْمُتَغَطْرِسُونَ أَمَامَكَ، فَإِنَّكَ تُبْغِضُ جَمِيعَ فَاعِلِي الإِثْمِ،"
  },
  "6": {
    "en": "you destroy those who tell lies.\nThe bloodthirsty and deceitful\n    you, Lord, detest.",
    "ar": "وَتُهْلِكُ النَّاطِقِينَ بِالْكَذِبِ، لأَنَّكَ تَمْقُتُ سَافِكَ الدِّمَاءِ وَالْمَاكِرَ"
  },
  "7": {
    "en": "But I, by your great love,\n    can come into your house;\nin reverence I bow down\n    toward your holy temple.",
    "ar": "أَمَّا أَنَا فَبِفَضْلِ رَحْمَتِكَ الْعَظِيمَةِ أَدْخُلُ بَيْتَكَ. أَسْجُدُ فِي خُشُوعٍ وَرِعْدَةٍ فِي هَيْكَلِكَ الْمُقَدَّسِ."
  },
  "8": {
    "en": "Lead me, Lord, in your righteousness\n    because of my enemies—\n    make your way straight before me.",
    "ar": "يَا رَبُّ أَرْشِدْنِي لِعَمَلِ بِرِّكَ عِنْدَ مُوَاجَهَةِ أَعْدَائِي لِي، وَسَهِّلْ أَمَامِي طَرِيقَكَ."
  },
  "9": {
    "en": "Not a word from their mouth can be trusted;\n    their heart is filled with malice.\nTheir throat is an open grave;\n    with their tongues they tell lies.",
    "ar": "إذْ لَيْسَ فِي أَفْوَاهِهِمْ صِدْقٌ وَدَاخِلُهُمْ مَفَاسِدُ، حَنَاجِرُهُمْ قُبُورٌ مَفْتُوحَةٌ وَأَلْسِنَتُهُمْ أَدَوَاتٌ لِلْمَكْرِ."
  },
  "10": {
    "en": "Declare them guilty, O God!\n    Let their intrigues be their downfall.\nBanish them for their many sins,\n    for they have rebelled against you.",
    "ar": "احْكُمْ عَلَيْهِمِ اللهُمَّ، وَلْتَكُنْ مُؤَامَرَاتُهُمْ فَخّاً لَهُمْ يَسْقُطُونَ فِيهِ. طَوِّحْ بِهِمْ لِكَثْرَةِ مَعَاصِيهِمْ فَإِنَّهُمْ قَدْ تَمَرَّدُوا عَلَيْكَ."
  },
  "11": {
    "en": "But let all who take refuge in you be glad;\n    let them ever sing for joy.\nSpread your protection over them,\n    that those who love your name may rejoice in you.",
    "ar": "وَيَبْتَهِجُ جَمِيعُ الْمُتَّكِلِينَ عَلَيْكَ. إِلَى الأَبَدِ يَتَرَنَّمُونَ، لأَنَّكَ تُظَلِّلُهُمْ بِحِمَايَتِكَ، فَيَفْرَحُ بِكَ الَّذِينَ يُحِبُّونَ اسْمَكَ."
  },
  "12": {
    "en": "Surely, Lord, you bless the righteous;\n    you surround them with your favor as with a shield.",
    "ar": "لأَنَّكَ أَنْتَ يَا رَبُّ تُبَارِكُ الْبَارَّ وَتُطَوِّقُهُ بِتُرْسِ رِضَاكَ."
  }
}