{
  "1": {
    "en": "Be merciful to me, my God,\n    for my enemies are in hot pursuit;\n    all day long they press their attack.",
    "ar": "ارْحَمْنِي يَا رَبُّ فَإِنَّ الإِنْسَانَ يَجِدُّ فِي مُطَارَدَتِي لاِفْتِرَاسِي. يُحَارِبُنِي الْيَوْمَ كُلَّهُ وَيُضَايِقُنِي."
  },
  "2": {
    "en": "My adversaries pursue me all day long;\n    in their pride many are attacking me.",
    "ar": "يَتَرَبَّصُ بِي أَعْدَائِي طَوَالَ الْيَوْمِ لاِبْتِلاعِي، وَمَا أَكْثَرَ الَّذِينَ يُحَارِبُونَنِي بِكِبْرِيَاءِ الْمُتَجَبِّرِينَ."
  },
  "3": {
    "en": "When I am afraid, I put my trust in you.",
    "ar": "فِي يَوْمِ خَوْفِي أَتَّكِلُ عَلَيْكَ."
  },
  "4": {
    "en": "In God, whose word I praise—\nin God I trust and am not afraid.\n    What can mere mortals do to me?",
    "ar": "تَوَكَّلْتُ عَلَى اللهِ الَّذِي أَحْمَدُهُ عَلَى كَلامِهِ، فَلَا أَخَافُ. مَاذَا يَسْتَطِيعُ أَنْ يَصْنَعَ بِي الْبَشَرُ؟"
  },
  "5": {
    "en": "All day long they twist my words;\n    all their schemes are for my ruin.",
    "ar": "يُحَرِّفُ أَعْدَائِي طَوَالَ الْيَوْمِ كَلامِي. كُلُّ أَفْكَارِهِمْ تَتَآمَرُ بِالشَّرِّ عَلَيَّ."
  },
  "6": {
    "en": "They conspire, they lurk,\n    they watch my steps,\n    hoping to take my life.",
    "ar": "يَتَجَمَّعُونَ عَلَيَّ وَيَكْمُنُونَ لِي. يَتَرَصَّدُونَ خُطْوَاتِي وَيَبْتَغُونَ نَفْسِي."
  },
  "7": {
    "en": "Because of their wickedness do not let them escape;\n    in your anger, God, bring the nations down.",
    "ar": "عَاقِبْهُمْ يَا رَبُّ بِمُقْتَضَى إِثْمِهِمْ. أَخْضِعْ بِغَضَبِكَ الشُّعُوبَ يَا اللهُ."
  },
  "8": {
    "en": "Record my misery;\n    list my tears on your scroll—\n    are they not in your record?",
    "ar": "أَنْتَ رَاقَبْتَ تَشَرُّدِي. فَاحْفَظْ دُمُوعِي فِي خَزَانَتِكَ. أَمَا هِيَ فِي كِتَابِكَ؟"
  },
  "9": {
    "en": "Then my enemies will turn back\n    when I call for help.\n    By this I will know that God is for me.",
    "ar": "عِنْدَمَا أَدْعُوكَ يَتَقَهْقَرُ أَعْدَائِي إِلَى الْوَرَاءِ. وَهَذَا مَا تَيَقَّنْتُ مِنْهُ: أَنَّ اللهَ مَعِي."
  },
  "10": {
    "en": "In God, whose word I praise,\n    in the Lord, whose word I praise—",
    "ar": "أَحْمَدُ اللهَ عَلَى كَلامِهِ. أَحْمَدُ الرَّبَّ عَلَى كَلامِهِ."
  },
  "11": {
    "en": "in God I trust and am not afraid.\n    What can man do to me?",
    "ar": "عَلَى اللهِ تَوَكَّلْتُ فَلَا أَخَافُ. مَاذَا يَسْتَطِيعُ أَنْ يَصْنَعَ بِي الإِنْسَانُ؟"
  },
  "12": {
    "en": "I am under vows to you, my God;\n    I will present my thank offerings to you.",
    "ar": "يَا رَبُّ إِنِّي أُوْفِي مَا عَلَيَّ مِنْ نُذُورٍ، وَأُقَرِّبُ لَكَ ذَبَائِحَ الشُّكْرِ."
  },
  "13": {
    "en": "For you have delivered me from death\n    and my feet from stumbling,\nthat I may walk before God\n    in the light of life.",
    "ar": "لأَنَّكَ أَنْقَذْتَ نَفْسِي مِنَ الْمَوْتِ، وَحَفِظْتَ رِجْلَيَّ مِنَ الزَّلَقِ، لِكَيْ أَسْلُكَ أَمَامَ اللهِ فِي نُورِ الْحَيَاةِ."
  }
}