{
  "1": {
    "en": "Shout for joy to God, all the earth!",
    "ar": "اهْتِفِي لِلهِ يَا كُلَّ الأَرْضِ."
  },
  "2": {
    "en": "Sing the glory of his name;\n    make his praise glorious.",
    "ar": "تَرَنَّمُوا بِعَظَمَةِ اسْمِهِ وَاجْعَلُوا تَسْبِيحَهُ مَجِيداً."
  },
  "3": {
    "en": "Say to God, “How awesome are your deeds!\n    So great is your power\n    that your enemies cringe before you.",
    "ar": "قُولُوا لِلهِ: «مَا أَرْوَعَ أَعْمَالَكَ». يَتَمَلَّقُكَ أَعْدَاؤُكَ لأَنَّ قُوَّتَكَ عَظِيمَةٌ."
  },
  "4": {
    "en": "All the earth bows down to you;\n    they sing praise to you,\n    they sing the praises of your name.”",
    "ar": "كُلُّ الأَرْضِ تَسْجُدُ لَكَ وَتُسَبِّحُكَ. الْجَمِيعُ يَلْهَجُونَ بِاسْمِكَ."
  },
  "5": {
    "en": "Come and see what God has done,\n    his awesome deeds for mankind!",
    "ar": "تَعَالَوْا انْظُرُوا أَعْمَالَ اللهِ وَأَفْعَالَهُ الْمُرْهِبَةَ مَعَ بَنِي آدَمَ."
  },
  "6": {
    "en": "He turned the sea into dry land,\n    they passed through the waters on foot—\n    come, let us rejoice in him.",
    "ar": "حَوَّلَ الْبَحْرَ أَرْضاً يَابِسَةً، وَاجْتَازُوا فِي النَّهْرِ بِأَقْدَامِهِمْ. هُنَاكَ فَرِحْنَا بِهِ."
  },
  "7": {
    "en": "He rules forever by his power,\n    his eyes watch the nations—\n    let not the rebellious rise up against him.",
    "ar": "يَحْكُمُ إِلَى الأَبَدِ بِقُوَّتِهِ، وَعَيْنَاهُ تُرَاقِبَانِ الأُمَمَ، فَلَا يَتَشَامَخُ الْمُتَمَرِّدُونَ."
  },
  "8": {
    "en": "Praise our God, all peoples,\n    let the sound of his praise be heard;",
    "ar": "أَيُّهَا الشُّعُوبُ بَارِكُوا إِلَهَنَا. ارْفَعُوا أَصْوَاتَكُمْ بِالتَّسْبِيحِ."
  },
  "9": {
    "en": "he has preserved our lives\n    and kept our feet from slipping.",
    "ar": "هُوَ الَّذِي اسْتَحْيَانَا، وَلَمْ يَدَعْ أَرْجُلَنَا تَزِلُّ."
  },
  "10": {
    "en": "For you, God, tested us;\n    you refined us like silver.",
    "ar": "فَإِنَّكَ قَدِ اخْتَبَرْتَنَا يَا اللهُ، فَنَقَّيْتَنَا كَمَا تُنَقَّى الْفِضَّةُ."
  },
  "11": {
    "en": "You brought us into prison\n    and laid burdens on our backs.",
    "ar": "أَوْقَعْتَنَا فِي الشَّبَكَةِ وَأَلْقَيْتَ حِمْلاً ثَقِيلاً عَلَى ظُهُورِنَا."
  },
  "12": {
    "en": "You let people ride over our heads;\n    we went through fire and water,\n    but you brought us to a place of abundance.",
    "ar": "سَلَّطْتَ أُنَاساً عَلَيْنَا. اجْتَزْنَا فِي النَّارِ وَالْمَاءِ، وَلَكِنَّكَ أَخْرَجْتَنَا إِلَى أَرَاضٍ خَصِيبَةٍ."
  },
  "13": {
    "en": "I will come to your temple with burnt offerings\n    and fulfill my vows to you—",
    "ar": "أَدْخُلُ إِلَى بَيْتِكَ بِمُحْرَقَاتٍ وَأُوْفِيكَ نُذُورِي"
  },
  "14": {
    "en": "vows my lips promised and my mouth spoke\n    when I was in trouble.",
    "ar": "الَّتِي نَطَقَتْ بِها شَفَتَايَ فِي وَقْتِ ضِيقِي، وَتَكَلَّمَ بِها فَمِي فِي بَلِيَّتِي."
  },
  "15": {
    "en": "I will sacrifice fat animals to you\n    and an offering of rams;\n    I will offer bulls and goats.",
    "ar": "أُقَرِّبُ لَكَ مُحْرَقَاتٍ سَمِينَةً مِنْ كِبَاشٍ مَعَ بَخُورٍ. أُقَدِّمُ بَقَراً مَعَ تُيُوسٍ."
  },
  "16": {
    "en": "Come and hear, all you who fear God;\n    let me tell you what he has done for me.",
    "ar": "تَعَالَوْا اسْمَعُوا يَا جَمِيعَ خَائِفِي اللهِ، فَأُحَدِّثَكُمْ بِمَا فَعَلَ لِنَفْسِي."
  },
  "17": {
    "en": "I cried out to him with my mouth;\n    his praise was on my tongue.",
    "ar": "صَرَخْتُ إِلَيْهِ بِفَمِي وَعَظَّمْتُهُ بِلِسَانِي."
  },
  "18": {
    "en": "If I had cherished sin in my heart,\n    the Lord would not have listened;",
    "ar": "إِنْ تَعَهَّدْتُ إِثْماً فِي قَلْبِي لَا يَسْتَمِعُ لِيَ الرَّبُّ."
  },
  "19": {
    "en": "but God has surely listened\n    and has heard my prayer.",
    "ar": "وَلَكِنَّ اللهَ قَدِ اسْتَجَابَ لِي. أَصْغَى إِلَى صَوْتِ صَلاتِي."
  },
  "20": {
    "en": "Praise be to God,\n    who has not rejected my prayer\n    or withheld his love from me!",
    "ar": "تَبَارَكَ اللهُ الَّذِي لَمْ يُقْصِ عَنْهُ صَلاتِي، وَلَا حَجَبَ عَنِّي رَحْمَتَهُ."
  }
}