{
  "1": {
    "en": "May God arise, may his enemies be scattered;\n    may his foes flee before him.",
    "ar": "يَقُومُ اللهُ فَيَتَبَدَّدُ أَعْدَاؤُهُ وَيَفِرُّ مُبْغِضُوهُ مِنْ أَمَامِهِ."
  },
  "2": {
    "en": "May you blow them away like smoke—\n    as wax melts before the fire,\n    may the wicked perish before God.",
    "ar": "كَمَا يَتَلاشَى الدُّخَانُ تُلاشِيهِمْ، وَكَمَا يَذُوبُ الشَّمْعُ قُرْبَ النَّارِ يَهْلِكُ الأَشْرَارُ فِي حَضْرَةِ اللهِ."
  },
  "3": {
    "en": "But may the righteous be glad\n    and rejoice before God;\n    may they be happy and joyful.",
    "ar": "أَمَّا الأَبْرَارُ فَإِنَّهُمْ يَفْرَحُونَ وَيَبْتَهِجُونَ أَمَامَ اللهِ وَيَغْتَبِطُونَ سُرُوراً."
  },
  "4": {
    "en": "Sing to God, sing in praise of his name,\n    extol him who rides on the clouds;\n    rejoice before him—his name is the Lord.",
    "ar": "رَنِّمُوا للهِ، اشْدُوا لاسْمِهِ. مَهِّدُوا طَرِيقاً لِلرَّاكِبِ فِي الْقِفَارِ ظَافِراً. إِنَّ اسْمَهُ «الْكَائِنُ». وَتَهَلَّلُوا فِي مَحْضَرِهِ."
  },
  "5": {
    "en": "A father to the fatherless, a defender of widows,\n    is God in his holy dwelling.",
    "ar": "اللهُ الْمُقِيمُ فِي مَسْكَنِهِ الْمُقَدَّسِ هُوَ أَبُو الْيَتَامَى وَقَاضِي الأَرَامِلِ."
  },
  "6": {
    "en": "God sets the lonely in families,\n    he leads out the prisoners with singing;\n    but the rebellious live in a sun-scorched land.",
    "ar": "يُسْكِنُ اللهُ الْمُتَوَحِّدِينَ بَيْتاً، وَيُطْلِقُ الْمُقَيَّدِينَ إِلَى النَّجَاحِ، أَمَّا الْمُتَمَرِّدُونَ فَيَسْكُنُونَ أَرْضاً مُحْرِقَةً."
  },
  "7": {
    "en": "When you, God, went out before your people,\n    when you marched through the wilderness,",
    "ar": "يَا اللهُ، عِنْدَمَا خَرَجْتَ أَمَامَ شَعْبِكَ، وَقُدْتَهُمْ فِي الْبَرِّيَّةِ،"
  },
  "8": {
    "en": "the earth shook, the heavens poured down rain,\n    before God, the One of Sinai,\n    before God, the God of Israel.",
    "ar": "رَجَفَتِ الأَرْضُ، وَهَطَلَتِ السَّمَاءُ مَطَراً، وارْتَعَدَ جَبَلُ سِينَاءَ مِنْ حَضْرَةِ اللهِ إِلَهِ إِسْرَائِيلَ."
  },
  "9": {
    "en": "You gave abundant showers, O God;\n    you refreshed your weary inheritance.",
    "ar": "مَطَراً غَزِيراً سَكَبْتَ يَا اللهُ عَلَى شَعْبِكَ مِيرَاثِكَ، وَعِنْدَ إِعْيَائِهِ أَنْتَ شَدَّدْتَهُ."
  },
  "10": {
    "en": "Your people settled in it,\n    and from your bounty, God, you provided for the poor.",
    "ar": "هُنَاكَ فِي الْبَرِّيَّةِ حَلَّ قَطِيعُكَ، وَأَنْتَ بِجُودِكَ وَفَّرْتَ خَيْراً لِلْمَسَاكِينِ، يَا اللهُ."
  },
  "11": {
    "en": "The Lord announces the word,\n    and the women who proclaim it are a mighty throng:",
    "ar": "يُصْدِرُ السَّيِّدُ أَمْرَهُ فَيَنْهَزِمُ الْعَدُوُّ فَيَحْمِلُ جَمْعٌ غَفِيرٌ مِنَ النِّسَاءِ بُشْرَى النَّصْرِ."
  },
  "12": {
    "en": "“Kings and armies flee in haste;\n    the women at home divide the plunder.",
    "ar": "يَهْرُبُ مُلُوكُ الْجُيُوشِ، نَعَمْ يَهْرُبُونَ. أَمَّا النِّسَاءُ المُلازِمَاتُ الْبُيُوتَ فَيَقْتَسِمْنَ الْغَنَائِمَ."
  },
  "13": {
    "en": "Even while you sleep among the sheep pens,\n    the wings of my dove are sheathed with silver,\n    its feathers with shining gold.”",
    "ar": "مَعَ أَنَّكُمْ رَقَدْتُمْ بَيْنَ الْحَظَائِرِ تَكُونُونَ كَحَمَامَةٍ أَجْنِحَتُهَا مُغَشَّاةٌ بِالْفِضَّةِ، وَرِيشُهَا بِالذَّهَبِ الأَصْفَرِ."
  },
  "14": {
    "en": "When the Almighty scattered the kings in the land,\n    it was like snow fallen on Mount Zalmon.",
    "ar": "عِنْدَمَا بَدَّدَ الْقَدِيرُ مُلُوكاً فِي الْبَرِّيَّةِ، ابْيَضَّتِ الأَرْضُ كَالثَّلْجِ فِي جَبَلِ صَلْمُونَ."
  },
  "15": {
    "en": "Mount Bashan, majestic mountain,\n    Mount Bashan, rugged mountain,",
    "ar": "جَبَلُ بَاشَانَ هُوَ جَبَلُ اللهِ؛ جَبَلٌ كَثِيرُ الْقِمَمِ."
  },
  "16": {
    "en": "why gaze in envy, you rugged mountain,\n    at the mountain where God chooses to reign,\n    where the Lord himself will dwell forever?",
    "ar": "أَيَّتُهَا الْجِبَالُ الْكَثِيرَةُ الْقِمَمِ لِمَاذَا تَتَفَرَّسْنَ بِحَسَدٍ فِي الْجَبَلِ الَّذِي اشْتَهَاهُ اللهُ لِسُكْنَاهُ؟ إِنَّ اللهَ سَيَسْكُنُ فِيهِ إِلَى الأَبَدِ."
  },
  "17": {
    "en": "The chariots of God are tens of thousands\n    and thousands of thousands;\n    the Lord has come from Sinai into his sanctuary.",
    "ar": "مَرْكَبَاتُ الرَّبِّ كَثِيرَةٌ لَا تُحْصَى والرَّبُّ فِي وَسَطِهَا، فَصَارَ جَبَلُ صِهْيَوْنَ مُمَاثِلاً لِجَبَلِ سِينَاءَ فِي القَدَاسَةِ."
  },
  "18": {
    "en": "When you ascended on high,\n    you took many captives;\n    you received gifts from people,\neven from the rebellious—\n    that you, Lord God, might dwell there.",
    "ar": "يَصْعَدُ إِلَى الْعُلَى وَيَأْخُذُ مَعَهُ سَبَايَا كَثِيرِينَ؛ يُوَزِّعُ الْغَنَائِمَ عَلَى النَّاسِ وَحَتَّى عَلَى الَّذِينَ تَمَرَّدُوا قَبْلاً عَلَى مَقَرِّ سُكْنَاكَ، أَيُّهَا الرَّبُّ الإِلَهُ."
  },
  "19": {
    "en": "Praise be to the Lord, to God our Savior,\n    who daily bears our burdens.",
    "ar": "تَبَارَكَ الرَّبُّ الَّذِي يَحْمِلُ أَثْقَالَنَا يَوْماً فَيَوْماً. إِنَّهُ إِلَهُ خَلاصِنَا."
  },
  "20": {
    "en": "Our God is a God who saves;\n    from the Sovereign Lord comes escape from death.",
    "ar": "إِلَهُنَا هُوَ إلَهُ الْخَلاصِ، وَعِنْدَ الرَّبِّ السَّيِّدِ مَنَافِذُ مِنَ الْمَوْتِ."
  },
  "21": {
    "en": "Surely God will crush the heads of his enemies,\n    the hairy crowns of those who go on in their sins.",
    "ar": "حَقّاً سَيَضْرِبُ الرَّبُّ رُؤُوسَ أَعْدَائِهِ، وَكَذَلِكَ الْهَامَةَ الْمَكْسُوَّةَ شَعْراً لِمَنْ يُمْعِنُ فِي طَرِيقِ الْمَعَاصِي."
  },
  "22": {
    "en": "The Lord says, “I will bring them from Bashan;\n    I will bring them from the depths of the sea,",
    "ar": "يَقُولُ السَّيِّدُ: «سَأُرْجِعُ أَعْدَاءَكُمْ مِنْ بَاشَانَ، سَأُرْجِعُهُمْ مِنْ أَعْمَاقِ الْبَحْرِ،"
  },
  "23": {
    "en": "that your feet may wade in the blood of your foes,\n    while the tongues of your dogs have their share.”",
    "ar": "فَتَغْمِسُونَ أَرْجُلَكُمْ فِي دَمِهِمْ، وَتَأْخُذُ أَلْسِنَةُ الْكِلابِ نَصِيبَهَا مِنَ الأَعْدَاءِ»."
  },
  "24": {
    "en": "Your procession, God, has come into view,\n    the procession of my God and King into the sanctuary.",
    "ar": "لَقَدْ عَايَنَ الشَّعْبُ مَوْكِبَكَ يَا اللهُ، مَوْكِبَ إِلَهِي وَمَلِكِي الْمُتَّجِهَ إِلَى الْمَقْدِسِ."
  },
  "25": {
    "en": "In front are the singers, after them the musicians;\n    with them are the young women playing the timbrels.",
    "ar": "سَارَ الْمُغَنُّونَ فِي الطَّلِيعَةِ، وَضَارِبُو الأَوْتَارِ خَلْفَهُمْ، وَفِي الْوَسَطِ صَبَايَا يَضْرِبْنَ عَلَى الدُّفُوفِ."
  },
  "26": {
    "en": "Praise God in the great congregation;\n    praise the Lord in the assembly of Israel.",
    "ar": "بَارِكُوا اللهَ السَّيِّدَ فِي الْمَحَافِلِ يَا نَسْلَ إِسْرَائِيلَ."
  },
  "27": {
    "en": "There is the little tribe of Benjamin, leading them,\n    there the great throng of Judah’s princes,\n    and there the princes of Zebulun and of Naphtali.",
    "ar": "هُنَاكَ فِي طَلِيعَتِهِمْ بِنْيَامِينُ الصَّغِيرُ وَعَلَى أَثَرِهِ رُؤَسَاءُ يَهُوذَا فِي جَمَاعَتِهِمْ، ثُمَّ رُؤَسَاءُ زَبُولُونَ وَرُؤَسَاءُ نَفْتَالِي."
  },
  "28": {
    "en": "Summon your power, God;\n    show us your strength, our God, as you have done before.",
    "ar": "قَدْ أَعَزَّكَ اللهُ، فَأَظْهِرْ يَا اللهُ قُوَّتَكَ بِمَا صَنَعْتَ لَنَا مِنْ مُعْجِزَاتٍ."
  },
  "29": {
    "en": "Because of your temple at Jerusalem\n    kings will bring you gifts.",
    "ar": "يُقَدِّمُ الْمُلُوكُ لَكَ الْهَدَايَا فِي أُورُشَلِيمَ لأَنَّ هَيْكَلَكَ فِيهَا"
  },
  "30": {
    "en": "Rebuke the beast among the reeds,\n    the herd of bulls among the calves of the nations.\nHumbled, may the beast bring bars of silver.\n    Scatter the nations who delight in war.",
    "ar": "انْتَهِرْ مِصْرَ، الْوَحْشَ الكَامِنَ بَيْنَ الْقَصَبِ. انْتَهِرِ الأُمَمَ الْقَوِيَّةَ الَّتِي تُشْبِهُ قَطِيعَ الثِّيرَانِ؛ حَتَّى يَخْضَعُوا وَيَدْفَعُوا لَكَ جِزْيَةَ فِضَّةٍ. بَدِّدِ الشُّعُوبَ الْمُوْلَعَةَ بِالحَرْبِ."
  },
  "31": {
    "en": "Envoys will come from Egypt;\n    Cush will submit herself to God.",
    "ar": "يَفِدُ إِلَيْكَ شُرَفَاءُ مِنْ مِصْرَ وَتَبْسُطُ الْحَبَشَةُ يَدَيْهَا مُسْرِعَةً إِعْرَاباً عَنْ خُضُوعِهَا للهِ."
  },
  "32": {
    "en": "Sing to God, you kingdoms of the earth,\n    sing praise to the Lord,",
    "ar": "يَا مَمَالِكَ الأَرْضِ غَنُّوا للهِ. رَنِّمُوا لِلسَّيِّدِ،"
  },
  "33": {
    "en": "to him who rides across the highest heavens, the ancient heavens,\n    who thunders with mighty voice.",
    "ar": "لِلرَّاكِبِ عَلَى السَّمَاوَاتِ، السَّمَاوَاتِ القَدِيمَةِ، مُنْتَصِراً. هَا هُوَ يُدَوِّي بِصَوْتِهِ عَالِياً، صَوْتِ الْقُدْرَةِ."
  },
  "34": {
    "en": "Proclaim the power of God,\n    whose majesty is over Israel,\n    whose power is in the heavens.",
    "ar": "أَعْطُوا مَجْداً للهِ، فَهُوَ بَسَطَ جَلالَهُ عَلَى إِسْرَائِيلَ، وَقُوَّتَهُ فِي الْغَمَامِ."
  },
  "35": {
    "en": "You, God, are awesome in your sanctuary;\n    the God of Israel gives power and strength to his people.\nPraise be to God!",
    "ar": "أَنْتَ مُرْهِبٌ يَا اللهُ مِنْ مَقَادِسِكَ. إِلَهُ إِسْرَائِيلَ نَفْسُهُ هُوَ الَّذِي يَمُدُّ شَعْبَهُ قُوَّةً وَشِدَّةً. تَبَارَكَ اللهُ."
  }
}