{
  "1": {
    "en": "In you, Lord, I have taken refuge;\n    let me never be put to shame.",
    "ar": "يَا رَبُّ بِكَ احْتَمَيْتُ فَلَا تَدَعْنِي أَخْزَى إِلَى الأَبَدِ."
  },
  "2": {
    "en": "In your righteousness, rescue me and deliver me;\n    turn your ear to me and save me.",
    "ar": "أَنْقِذْنِي وَفْقاً لِعَدْلِكَ وَنَجِّنِي. أَرْهِفْ إِلَيَّ أُذُنَكَ وَخَلِّصْنِي."
  },
  "3": {
    "en": "Be my rock of refuge,\n    to which I can always go;\ngive the command to save me,\n    for you are my rock and my fortress.",
    "ar": "كُنْ لِي صَخْرَةَ مَلْجَأٍ أَلُوذُ بِها دَائِماً. أَنْتَ أَمَرْتَ بِخَلاصِي لأَنَّكَ صَخْرَتِي وَحِصْنِي."
  },
  "4": {
    "en": "Deliver me, my God, from the hand of the wicked,\n    from the grasp of those who are evil and cruel.",
    "ar": "يَا إِلَهِي أَنْقِذْنِي مِنْ يَدِ الشِّرِّيرِ، مِنْ قَبْضَةِ الأَثِيمِ وَالظَّالِمِ."
  },
  "5": {
    "en": "For you have been my hope, Sovereign Lord,\n    my confidence since my youth.",
    "ar": "فَإِنَّكَ أَنْتَ رَجَائِي أَيُّهَا السَّيِّدُ، وَمَوْضِعُ ثِقَتِي مُنْذُ صِبَايَ."
  },
  "6": {
    "en": "From birth I have relied on you;\n    you brought me forth from my mother’s womb.\n    I will ever praise you.",
    "ar": "عَلَيْكَ اعْتَمَدْتُ مُنْذُ وِلادَتِي، وَمِنْ بَطْنِ أُمِّي أَخْرَجْتَنِي، فَإِيَّاكَ أُسَبِّحُ فِي كُلِّ حِينٍ."
  },
  "7": {
    "en": "I have become a sign to many;\n    you are my strong refuge.",
    "ar": "صِرْتُ مَثَارَ اسْتِهْجَانٍ عِنْدَ كَثِيرِينَ، لَكِنَّكَ أَنْتَ مَلْجَإِي الْقَوِيُّ."
  },
  "8": {
    "en": "My mouth is filled with your praise,\n    declaring your splendor all day long.",
    "ar": "لِيَمْتَلِئْ فَمِي مِنْ تَسْبِيحِكَ وَمِنْ تَمْجِيدِكَ طُولَ النَّهَارِ."
  },
  "9": {
    "en": "Do not cast me away when I am old;\n    do not forsake me when my strength is gone.",
    "ar": "لَا تَنْبِذْنِي فِي شَيْخُوخَتِي، وَلَا تَخْذِلْنِي عِنْدَ اضْمِحْلالِ قُوَّتِي."
  },
  "10": {
    "en": "For my enemies speak against me;\n    those who wait to kill me conspire together.",
    "ar": "لأَنَّ أَعْدَائِي يَتَكَلَّمُونَ عَلَيَّ وَالْمُتَرَبِّصِينَ بِي يَتَآمَرُونَ مَعاً."
  },
  "11": {
    "en": "They say, “God has forsaken him;\n    pursue him and seize him,\n    for no one will rescue him.”",
    "ar": "قَائِلِينَ: «قَدْ تَرَكَهُ اللهُ، فَطَارِدُوهُ وَاقْبِضُوا عَلَيْهِ لأَنَّهُ لَا مُنْقِذَ لَهُ»."
  },
  "12": {
    "en": "Do not be far from me, my God;\n    come quickly, God, to help me.",
    "ar": "لَا تَبْتَعِدْ عَنِّي يَا اللهُ. أَسْرِعْ إِلَى مَعُونَتِي يَا إِلَهِي."
  },
  "13": {
    "en": "May my accusers perish in shame;\n    may those who want to harm me\n    be covered with scorn and disgrace.",
    "ar": "لِيَخْزَ وَيَبِدْ خُصُومُ نَفْسِي. لِيَكْتَسِ الْعَارَ وَالْهَوَانَ الْمُلْتَمِسُونَ أَذِيَّتِي."
  },
  "14": {
    "en": "As for me, I will always have hope;\n    I will praise you more and more.",
    "ar": "أَمَّا أَنَا فَإِيَّاكَ أَرْجُو دَائِماً، وَأُكْثِرُ مِنْ تَسْبِيحِكَ."
  },
  "15": {
    "en": "My mouth will tell of your righteous deeds,\n    of your saving acts all day long—\n    though I know not how to relate them all.",
    "ar": "أُخْبِرُ بِبِرِّكَ وَخَلاصِكَ طُولَ النَّهَارِ، وَإِنْ كَانَا يَفُوقَانِ إِدْرَاكِي."
  },
  "16": {
    "en": "I will come and proclaim your mighty acts, Sovereign Lord;\n    I will proclaim your righteous deeds, yours alone.",
    "ar": "أَجِيءُ (مُؤَيَّداً) بِقُوَّةِ السَّيِّدِ الرَّبِّ، لأَذْكُرَ بِرَّكَ وَحْدَكَ."
  },
  "17": {
    "en": "Since my youth, God, you have taught me,\n    and to this day I declare your marvelous deeds.",
    "ar": "قَدْ عَلَّمْتَنِي يَا اللهُ مُنْذُ صِبَايَ، فَلَمْ أَكُفَّ لَحْظَةً عَنْ إِعْلانِ عَجَائِبِكَ."
  },
  "18": {
    "en": "Even when I am old and gray,\n    do not forsake me, my God,\ntill I declare your power to the next generation,\n    your mighty acts to all who are to come.",
    "ar": "لَا تَتْرُكْنِي فِي الشَّيْخُوخَةِ وَالشَّيْبِ يَا اللهُ، حَتَّى أُخْبِرَ هَذَا الْجِيلَ بِأَعْمَالِ قُدْرَتِكَ، وَبِقُوَّتِكَ (الْجِيلَ) الآتِي."
  },
  "19": {
    "en": "Your righteousness, God, reaches to the heavens,\n    you who have done great things.\n    Who is like you, God?",
    "ar": "بِرُّكَ مُتَعَالٍ يَا اللهُ، وَأَعْمَالُكَ الَّتِي صَنَعْتَ عَظِيمَةٌ، فَمَنْ مِثْلُكَ يَا اللهُ!"
  },
  "20": {
    "en": "Though you have made me see troubles,\n    many and bitter,\n    you will restore my life again;\nfrom the depths of the earth\n    you will again bring me up.",
    "ar": "أَنْتَ الَّذِي اجْتَزْتَ بِنَا ضِيقَاتٍ كَثِيرَةً وَقَاسِيَةً، وَلَكِنَّكَ تَعُودُ فَتُحْيِينَا، وَتُصْعِدُنَا مِنْ جَدِيدٍ مِنْ أَعْمَاقِ الأَرْضِ."
  },
  "21": {
    "en": "You will increase my honor\n    and comfort me once more.",
    "ar": "تَزِيدُنِي شَرَفاً وَتُطَوِّقُنِي بِتَعْزِيَتِكَ."
  },
  "22": {
    "en": "I will praise you with the harp\n    for your faithfulness, my God;\nI will sing praise to you with the lyre,\n    Holy One of Israel.",
    "ar": "سَأَحْمَدُكَ وَأُشِيدُ بِحَقِّكَ عَلَى الرَّبَابِ يَا إِلَهِي. أَشْدُو لَكَ عَلَى الْعُودِ يَا قُدُّوسَ إِسْرَائِيلَ."
  },
  "23": {
    "en": "My lips will shout for joy\n    when I sing praise to you—\n    I whom you have delivered.",
    "ar": "تَبْتَهِجُ شَفَتَايَ عِنْدَمَا أُرَنِّمُ لَكَ، وَكَذَلِكَ نَفْسِي الَّتِي فَدَيْتَهَا."
  },
  "24": {
    "en": "My tongue will tell of your righteous acts\n    all day long,\nfor those who wanted to harm me\n    have been put to shame and confusion.",
    "ar": "وَيَلْهَجُ لِسَانِي بِبِرِّكَ الْيَوْمَ كُلَّهُ، لأَنَّ السَّاعِينَ إِلَى أَذِيَّتِي يَحِلُّ حَتْماً بِهِمِ الْخِزْيُ وَالْعَارُ."
  }
}