{
  "1": {
    "en": "Surely God is good to Israel,\n    to those who are pure in heart.",
    "ar": "حَقّاً إِنَّ اللهَ رَفِيقٌ بِإِسْرَائِيلَ، بِذَوِي الْقُلُوبِ النَّقِيَّةِ."
  },
  "2": {
    "en": "But as for me, my feet had almost slipped;\n    I had nearly lost my foothold.",
    "ar": "أَمَّا أَنَا فَقَدْ أَوْشَكَتْ قَدَمَايَ أَنْ تَزِلّا، وَخَطَوَاتِي أَنْ تَنْزَلِقَ،"
  },
  "3": {
    "en": "For I envied the arrogant\n    when I saw the prosperity of the wicked.",
    "ar": "لأَنِّي حَسَدْتُ الْمُتَكَبِّرِينَ، إِذْ شَاهَدْتُ نَجَاحَ الأَشْرَارِ."
  },
  "4": {
    "en": "They have no struggles;\n    their bodies are healthy and strong.",
    "ar": "فَإِنَّ أَوْجَاعَ الْمَوْتِ لَا تُصِيبُهُمْ وَأَجْسَامَهُمْ سَمِينَةٌ."
  },
  "5": {
    "en": "They are free from common human burdens;\n    they are not plagued by human ills.",
    "ar": "لَا يُقَاسُونَ مِنْ أَتْعَابِ الْبَشَرِ، وَلَا يُعَانُونَ مِنَ الْمَصَائِبِ كَالنَّاسِ."
  },
  "6": {
    "en": "Therefore pride is their necklace;\n    they clothe themselves with violence.",
    "ar": "لِذَلِكَ لَبِسُوا الْكِبْرِيَاءَ كَقِلادَةٍ، وَارْتَدَوْا الظُّلْمَ كَثَوْبٍ."
  },
  "7": {
    "en": "From their callous hearts comes iniquity;\n    their evil imaginations have no limits.",
    "ar": "عُيُونُهُمْ جَاحِظَةٌ مِنْ كَثْرَةِ شَحْمِ طَمَعِهِمْ. وَشَرُّهُمْ تَجَاوَزَ مَا يَتَصَوَّرُهُ الْقَلْبُ."
  },
  "8": {
    "en": "They scoff, and speak with malice;\n    with arrogance they threaten oppression.",
    "ar": "يَسْتَهْزِئُونَ وَيَتَكَلَّمُونَ بِالظُّلْمِ خُبْثاً، وَبِكِبْرِيَاءَ يَنْطِقُونَ."
  },
  "9": {
    "en": "Their mouths lay claim to heaven,\n    and their tongues take possession of the earth.",
    "ar": "جَدَّفُوا عَلَى السَّمَاءِ بِأَفْوَاهِهِمْ، وَلَوَّثُوا الأَرْضَ بِخُبْثِ أَلْسِنَتِهِمْ."
  },
  "10": {
    "en": "Therefore their people turn to them\n    and drink up waters in abundance.",
    "ar": "حَتَّى شَعْبُ اللهِ يَرْجِعُونَ إِلَيْهِمْ، وَيُصَدِّقُونَ مَا يَقُولُونَهُ لَهُمْ."
  },
  "11": {
    "en": "They say, “How would God know?\n    Does the Most High know anything?”",
    "ar": "أَمَّا هُمْ فَيَقُولُونَ: كَيْفَ يَعْلَمُ اللهُ، وَهَلْ يَدْرِي الْعَلِيُّ بِمَا يَحْدُثُ؟"
  },
  "12": {
    "en": "This is what the wicked are like—\n    always free of care, they go on amassing wealth.",
    "ar": "هَا هُمُ الأَشْرَارُ الْمُفْلِحُونَ فِي الْعَالَمِ يَزْدَادُونَ ثَرْوَةً."
  },
  "13": {
    "en": "Surely in vain I have kept my heart pure\n    and have washed my hands in innocence.",
    "ar": "بَاطِلاً قَدْ طَهَّرْتُ قَلْبِي وَغَسَلْتُ يَدَيَّ بِالنَّقَاوَةِ."
  },
  "14": {
    "en": "All day long I have been afflicted,\n    and every morning brings new punishments.",
    "ar": "لَقَدْ جَعَلْتَنِي يَا رَبُّ مُصَاباً طُولَ النَّهَارِ، وَأَوْقَعْتَ علَيَّ عِقَابَكَ كُلَّ صَبَاحٍ."
  },
  "15": {
    "en": "If I had spoken out like that,\n    I would have betrayed your children.",
    "ar": "لَوْ أَنَّنِي نَطَقْتُ بِمِثْلِ هَذَا، لَكُنْتُ قَدْ خُنْتُ جِيلَ أَوْلادِكَ."
  },
  "16": {
    "en": "When I tried to understand all this,\n    it troubled me deeply",
    "ar": "وَعِنْدَمَا نَوَيْتُ أَنْ أَفْهَمَ هَذَا، تَعَذَّرَ الأَمْرُ عَلَيَّ،"
  },
  "17": {
    "en": "till I entered the sanctuary of God;\n    then I understood their final destiny.",
    "ar": "إِلَى أَنْ دَخَلْتُ أَقْدَاسَ اللهِ، وَتَأَمَّلْتُ آخِرَةَ الأَشْرَارِ"
  },
  "18": {
    "en": "Surely you place them on slippery ground;\n    you cast them down to ruin.",
    "ar": "حَقّاً إِنَّكَ أَوْقَفْتَهُمْ فِي أَمَاكِنَ زَلِقَةٍ، وَأَوْقَعْتَهُمْ فِي التَّهْلُكَاتِ."
  },
  "19": {
    "en": "How suddenly are they destroyed,\n    completely swept away by terrors!",
    "ar": "كَيْفَ صَارُوا لِلْخَرَابِ فَجْأَةً؟ انْقَرَضُوا وَأَفْنَتْهُمُ الدَّوَاهِي."
  },
  "20": {
    "en": "They are like a dream when one awakes;\n    when you arise, Lord,\n    you will despise them as fantasies.",
    "ar": "كَحُلْمٍ يَتَلاشَى عِنْدَ الْيَقَظَةِ هَكَذَا تَخْتَفِي صُورَتُهُمْ عِنْدَمَا تَنْهَضُ يَا رَبُّ لِمُعَاقَبَتِهِمْ."
  },
  "21": {
    "en": "When my heart was grieved\n    and my spirit embittered,",
    "ar": "عِنْدَمَا تَمَرْمَرَ قَلْبِي وَوَخَزَنِي ضَمِيرِي،"
  },
  "22": {
    "en": "I was senseless and ignorant;\n    I was a brute beast before you.",
    "ar": "أَدْرَكْتُ أَنَّنِي كُنْتُ غَبِيًّا لَا أَعْرِفُ شَيْئاً، إِذْ كُنْتُ كَبَهِيمَةٍ أَمَامَكَ."
  },
  "23": {
    "en": "Yet I am always with you;\n    you hold me by my right hand.",
    "ar": "غَيْرَ أَنِّي مَعَكَ دَائِماً، وَأَنْتَ قَدْ أَمْسَكْتَ بِيَدِي الْيُمْنَى."
  },
  "24": {
    "en": "You guide me with your counsel,\n    and afterward you will take me into glory.",
    "ar": "تَهْدِينِي بِمَشُورَتِكَ، وَبَعْدَ ذَلِكَ تَأْخُذُنِي إِلَى الْمَجْدِ."
  },
  "25": {
    "en": "Whom have I in heaven but you?\n    And earth has nothing I desire besides you.",
    "ar": "مَنْ لِي فِي السَّمَاءِ غَيْرُكَ؟ وَلَسْتُ أَبْغِي فِي الأَرْضِ أَحَداً مَعَكَ."
  },
  "26": {
    "en": "My flesh and my heart may fail,\n    but God is the strength of my heart\n    and my portion forever.",
    "ar": "إِنَّ جَسَدِي وَقَلْبِي يَفْنَيَانِ، أَمَّا اللهُ فَهُوَ صَخْرَةُ قَلْبِي وَنَصِيبِي إِلَى الدَّهْرِ."
  },
  "27": {
    "en": "Those who are far from you will perish;\n    you destroy all who are unfaithful to you.",
    "ar": "هُوَذَا الْمُبْتَعِدُونَ عَنْكَ يَهْلِكُونَ وَأَنْتَ تُدَمِّرُ كُلَّ مَنْ يَخُونُكَ."
  },
  "28": {
    "en": "But as for me, it is good to be near God.\n    I have made the Sovereign Lord my refuge;\n    I will tell of all your deeds.",
    "ar": "أَمَّا أَنَا فَخَيْرٌ لِي أَنْ أَقْتَرِبَ إِلَى اللهِ، لأَنِّي عَلَى السَّيِّدِ تَوَكَّلْتُ، لأُحَدِّثَ بِجَمِيعِ عَجَائِبِكَ."
  }
}