{
  "1": {
    "en": "We praise you, God,\n    we praise you, for your Name is near;\n    people tell of your wonderful deeds.",
    "ar": "نَحْمَدُكَ يَا اللهُ نَحْمَدُكَ، لأَنَّ اسْمَكَ قَرِيبٌ مِنْ شَعْبِكَ الَّذِي يُخْبِرُ بِمَا صَنَعْتَ مِنْ عَجَائِبَ."
  },
  "2": {
    "en": "You say, “I choose the appointed time;\n    it is I who judge with equity.",
    "ar": "يَقُولُ اللهُ: «أَنَا أَخْتَارُ مِيعَادِي وَبِالإِنْصَافِ أَنَا أَقْضِي."
  },
  "3": {
    "en": "When the earth and all its people quake,\n    it is I who hold its pillars firm.",
    "ar": "عِنْدَمَا تَهْتَزُّ الأَرْضُ وَمَا فِيهَا مِنْ أَحْيَاءَ، أَنَا مَنْ يُوَطِّدُ أَرْكَانَهَا."
  },
  "4": {
    "en": "To the arrogant I say, ‘Boast no more,’\n    and to the wicked, ‘Do not lift up your horns.",
    "ar": "أَقُولُ لِلْمُتَغَطْرِسِينَ: لَا تَتَفَاخَرُوا فِيمَا بَعْدُ،"
  },
  "5": {
    "en": "Do not lift your horns against heaven;\n    do not speak so defiantly.’”",
    "ar": "وَللأَشْرَارِ: لَا تَتَشَامَخُوا بِرُؤُوسِكُمْ وَلَا تَتَكَلَّمُوا بِأَعْنَاقٍ مُتَصَلِّفَةٍ»."
  },
  "6": {
    "en": "No one from the east or the west\n    or from the desert can exalt themselves.",
    "ar": "فَإِنَّ الرِّفْعَةَ لَا تَأْتِي مِنَ الْمَشْرِقِ وَلَا مِنَ الْمَغْرِبِ. وَلَا مِنَ الشِّمَالِ وَلَا مِنَ الْجَنُوبِ."
  },
  "7": {
    "en": "It is God who judges:\n    He brings one down, he exalts another.",
    "ar": "فَاللهُ هُوَ الدَّيَّانُ، يَرْفَعُ وَاحِداً وَيَخْفِضُ آخَرَ."
  },
  "8": {
    "en": "In the hand of the Lord is a cup\n    full of foaming wine mixed with spices;\nhe pours it out, and all the wicked of the earth\n    drink it down to its very dregs.",
    "ar": "فِي يَدِ الرَّبِّ كَأْسُ خَمْرٍ مُزْبِدَةٍ مَمْزُوجَةٍ. يَصُبُّهَا فَيَشْرَبُهَا كُلُّ الأَشْرَارِ حَتَّى ثُمَالَتِهَا."
  },
  "9": {
    "en": "As for me, I will declare this forever;\n    I will sing praise to the God of Jacob,",
    "ar": "أَمَّا أَنَا فَلَنْ أَكُفَّ عَنِ الْحَدِيثِ عَنْ إِلَهِ يَعْقُوبَ. أُرَنِّمُ لَهُ دَائِماً."
  },
  "10": {
    "en": "who says, “I will cut off the horns of all the wicked,\n    but the horns of the righteous will be lifted up.”",
    "ar": "يُحَطِّمُ قُوَّةَ الشِّرِّيرِ، أَمَّا قُوَّةُ الْبَارِّ فَتَعْظُمُ."
  }
}