{
  "1": {
    "en": "Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth",
    "ar": "أَصْغِ يَا رَاعِيَ إِسْرَائِيلَ، يَا مَنْ قُدْتَ (قَوْمَ) يُوسُفَ كَالْقَطِيعِ. تَجَلَّ يَا مَنْ بِنِعْمَتِكَ تَجْلِسُ عَلَى عَرْشِكَ فَوْقَ الْكَرُوبِيمِ"
  },
  "2": {
    "en": "before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.",
    "ar": "اسْتَثِرْ قُوَّتَكَ الْعَظِيمَةَ أَمَامَ أَفْرَايِمَ وَبَنْيَامِينَ وَمَنَسَّى، وَتَعَالَ لإِنْقَاذِنَا."
  },
  "3": {
    "en": "Restore us, O God;\n    make your face shine on us,\n    that we may be saved.",
    "ar": "يَا اللهُ رُدَّنَا إِلَيْكَ وَأَنِرْ بِوَجْهِكَ عَلَيْنَا فَنَخْلُصَ."
  },
  "4": {
    "en": "How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?",
    "ar": "يَا رَبُّ إِلَهَ الْجُنُودِ، إِلَى مَتَى تَظَلُّ غَاضِباً عَلَى صَلاةِ شَعْبِكَ."
  },
  "5": {
    "en": "You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.",
    "ar": "لَقَدْ أَطْعَمْتَهُمْ خُبْزَ الدُّمُوعِ وَسَقَيْتَهُمْ كُؤُوساً طَافِحَةً بِالْعَبَرَاتِ"
  },
  "6": {
    "en": "You have made us an object of derision to our neighbors,\n    and our enemies mock us.",
    "ar": "جَعَلْتَنَا مَصْدَرَ نِزَاعٍ لِجِيرَانِنَا وَمَثَارَ هُزْءٍ لأَعْدَائِنَا."
  },
  "7": {
    "en": "Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.",
    "ar": "يَا إِلَهَ الْجُنُودِ رُدَّنَا إِلَيْكَ، وَأَنِرْ بِوَجْهِكَ عَلَيْنَا فَنَخْلُصَ."
  },
  "8": {
    "en": "You transplanted a vine from Egypt;\n    you drove out the nations and planted it.",
    "ar": "نَقَلْتَ كَرْمَةً (أَيْ الشَّعْبَ) مِنْ مِصْرَ. طَرَدْتَ أُمَماً وَغَرَسْتَهَا مَكَانَهُمْ."
  },
  "9": {
    "en": "You cleared the ground for it,\n    and it took root and filled the land.",
    "ar": "أَوْسَعْتَ لَهَا فَتَأَصَّلَتْ جُذُورُهَا فِي الْعُمْقِ وَمَلأَتِ الأَرْضَ."
  },
  "10": {
    "en": "The mountains were covered with its shade,\n    the mighty cedars with its branches.",
    "ar": "غَطَّى الْجِبَالَ ظِلُّهَا، وَشَابَهَتْ أَغْصَانُهَا الأَرْزَ الْعَظِيمَ،"
  },
  "11": {
    "en": "Its branches reached as far as the Sea,\n    its shoots as far as the River.",
    "ar": "مَدَّتْ قُضْبَانَهَا إِلَى الْبَحْرِ الْمُتَوَسِّطِ وَفُرُوعَهَا إِلَى نَهْرِ الْفُرَاتِ."
  },
  "12": {
    "en": "Why have you broken down its walls\n    so that all who pass by pick its grapes?",
    "ar": "لِمَاذَا هَدَمْتَ سِيَاجَهَا فَيَقْطِفَهَا كُلُّ عَابِرِي الطَّرِيقِ؟"
  },
  "13": {
    "en": "Boars from the forest ravage it,\n    and insects from the fields feed on it.",
    "ar": "يُتْلِفُهَا الْخِنْزِيرُ الطَّالِعُ مِنَ الْغَابَةِ، وَيَرْعَاهَا وَحْشُ الْبَرَارِي."
  },
  "14": {
    "en": "Return to us, God Almighty!\n    Look down from heaven and see!\nWatch over this vine,",
    "ar": "يَا إِلَهَ الْجُنُودِ ارْجِعَنَّ. تَطَلَّعْ مِنَ السَّمَاوَاتِ وَانْظُرْ إِلَى هَذِهِ الْكَرْمَةِ وَتَعَهَّدْهَا بِنِعْمَتِكَ."
  },
  "15": {
    "en": "the root your right hand has planted,\n    the son you have raised up for yourself.",
    "ar": "(تَفَقَّدْ) هَذِهِ الكَرْمَةَ الَّتِي غَرَسَتْهَا يَمِينُكَ، وَابْنَ آدَمَ الَّذِي اخْتَرْتَهُ لِنَفْسِكَ."
  },
  "16": {
    "en": "Your vine is cut down, it is burned with fire;\n    at your rebuke your people perish.",
    "ar": "لَقَدْ أَحْرَقَهَا أَعْدَاؤُنَا بِالنَّارِ. لَيْتَهُمْ مِنْ زَجْرِ طَلْعَتِكَ يَبِيدُونَ."
  },
  "17": {
    "en": "Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.",
    "ar": "لِتَكُنْ يَدُكَ عَلَى الإِنْسَانِ الْجَالِسِ عَنْ يَمِينِكَ، عَلَى ابْنِ آدَمَ الَّذِي اخْتَرْتَهُ لِنَفْسِكَ،"
  },
  "18": {
    "en": "Then we will not turn away from you;\n    revive us, and we will call on your name.",
    "ar": "فَلَا نَرْتَدَّ عَنْكَ. أَحْيِنَا فَنَدْعُوَ بِاسْمِكَ."
  },
  "19": {
    "en": "Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.",
    "ar": "يَا رَبُّ يَا إِلَهَ الْجُنُودِ رُدَّنَا إِلَيْكَ، وَأَنِرْ بِوَجْهِكَ عَلَيْنَا فَنَخْلُصَ."
  }
}