{
  "1": {
    "en": "Sing for joy to God our strength;\n    shout aloud to the God of Jacob!",
    "ar": "رَنِّمُوا بِفَرَحٍ للهِ قُوَّتِنَا، اهْتِفُوا عَالِياً لإِلَهِ يَعْقُوبَ."
  },
  "2": {
    "en": "Begin the music, strike the timbrel,\n    play the melodious harp and lyre.",
    "ar": "أَنْشِدُوا نَشِيداً، وَانْقُرُوا عَلَى الدُّفِّ وَاعْزِفُوا عَلَى الْعُودِ الْمُطْرِبِ، وَعَلَى الرَّبَابِ."
  },
  "3": {
    "en": "Sound the ram’s horn at the New Moon,\n    and when the moon is full, on the day of our festival;",
    "ar": "انْفُخُوا بِالْبُوقِ فِي أَوَّلِ الشَّهْرِ، فِي الْوَقْتِ الْمُعَيَّنِ لِيَوْمِ عِيدِنَا،"
  },
  "4": {
    "en": "this is a decree for Israel,\n    an ordinance of the God of Jacob.",
    "ar": "لأَنَّ هَذَا فَرِيضَةٌ مَرْسُومَةٌ عَلَى إِسْرَائِيلَ، وَحُكْمٌ يُوْجِبُهُ إِلَهُ يَعْقُوبَ."
  },
  "5": {
    "en": "When God went out against Egypt,\n    he established it as a statute for Joseph.\nI heard an unknown voice say:",
    "ar": "جَعَلَهُ شَهَادَةً لَهُ بَيْنَ (قَوْمِ) يُوسُفَ، عِنْدَمَا ضَرَبَ مِصْرَ، حَيْثُ سَمِعْنَا لُغَةً لَمْ نَعْرِفْهَا تَقُولُ:"
  },
  "6": {
    "en": "“I removed the burden from their shoulders;\n    their hands were set free from the basket.",
    "ar": "«أَزَحْتُ كَتِفَهُ مِنْ تَحْتِ الأَحْمَالِ الثَّقِيلَةِ، وَسَلِمَتْ يَدَاهُ مِنْ حَمْلِ السِّلالِ."
  },
  "7": {
    "en": "In your distress you called and I rescued you,\n    I answered you out of a thundercloud;\n    I tested you at the waters of Meribah.",
    "ar": "دَعَوْتَنِي فِي الضِّيقِ فَنَجَّيْتُكَ. اسْتَجَبْتُ لَكَ مِنْ مَكْمَنِ الرَّعْدِ. جَرَّبْتُكَ عِنْدَ مِيَاهِ مَرِيبَةَ."
  },
  "8": {
    "en": "Hear me, my people, and I will warn you—\n    if you would only listen to me, Israel!",
    "ar": "اسْمَعْ يَا شَعْبِي فَأُحَذِّرَكَ، يَا إِسْرَائِيلُ هَلّا سَمِعْتَ لِي؟"
  },
  "9": {
    "en": "You shall have no foreign god among you;\n    you shall not worship any god other than me.",
    "ar": "لَا تَكُنْ فِيكَ عِبَادَةٌ لإِلَهٍ غَرِيبٍ، وَلَا تَسْجُدْ لإِلَهٍ أَجْنَبِيٍّ."
  },
  "10": {
    "en": "I am the Lord your God,\n    who brought you up out of Egypt.\nOpen wide your mouth and I will fill it.",
    "ar": "أَنَا الرَّبُّ إِلَهُكَ الَّذِي أَنْقَذَكَ مِنْ أَرْضِ مِصْرَ: افْتَحْ فَمَكَ وَاسِعاً فَأَمْلأَهُ خَيْراً."
  },
  "11": {
    "en": "“But my people would not listen to me;\n    Israel would not submit to me.",
    "ar": "غَيْرَ أَنَّ شَعْبِي لَمْ يَسْمَعْ لِي، وَإِسْرَائِيلَ لَمْ يَرْضَ بِي."
  },
  "12": {
    "en": "So I gave them over to their stubborn hearts\n    to follow their own devices.",
    "ar": "لِذَلِكَ أَسْلَمْتُهُمْ إِلَى عِنَادِ قُلُوبِهِمْ. وَسَلَكُوا وَفْقاً لِمَشُورَاتِ أَنْفُسِهِمْ."
  },
  "13": {
    "en": "“If my people would only listen to me,\n    if Israel would only follow my ways,",
    "ar": "لَوْ سَمِعَ لِي شَعْبِي وَسَلَكَ إِسْرَائِيلُ فِي طُرُقِي،"
  },
  "14": {
    "en": "how quickly I would subdue their enemies\n    and turn my hand against their foes!",
    "ar": "لَكُنْتُ أَخْضَعْتُ أَعْدَاءَهُمْ سَرِيعاً، وَحَوَّلْتُ يَدِي نَحْوَ خُصُومِهِمْ،"
  },
  "15": {
    "en": "Those who hate the Lord would cringe before him,\n    and their punishment would last forever.",
    "ar": "وَلَكَانَ مُبْغِضِيَّ يَتَمَلَّقُونَنِي، وَلَطَالَتْ حِقْبَةُ عِقَابِهِمْ إِلَى الأَبَدِ."
  },
  "16": {
    "en": "But you would be fed with the finest of wheat;\n    with honey from the rock I would satisfy you.”",
    "ar": "وَلَكُنْتُ أُطْعِمُ شَعْبِي أَفْخَرَ الْحِنْطَةِ، وَأُشْبِعُهُمْ عَسَلاً مِنَ الصَّخْرَةِ»."
  }
}