{
  "1": {
    "en": "O God, do not remain silent;\n    do not turn a deaf ear,\n    do not stand aloof, O God.",
    "ar": "يَا اللهُ لَا تَصْمُتْ. لَا تَسْكُتْ وَلَا تَهْدَأْ يَا اللهُ."
  },
  "2": {
    "en": "See how your enemies growl,\n    how your foes rear their heads.",
    "ar": "هُوَذا أَعْدَاؤُكَ ثَائِرُونَ، وَمُبْغِضُوكَ يَشْمَخُونَ بِرُؤُوسِهِمْ."
  },
  "3": {
    "en": "With cunning they conspire against your people;\n    they plot against those you cherish.",
    "ar": "يَتَآمَرُونَ بِالْمَكْرِ عَلَى شَعْبِكَ، وَيَكِيدُونَ لِلإِيقَاعِ بِمَنْ تَحْمِيهِمْ."
  },
  "4": {
    "en": "“Come,” they say, “let us destroy them as a nation,\n    so that Israel’s name is remembered no more.”",
    "ar": "يَقُولُونَ: «هَلُمَّ نَسْتَأْصِلُهُمْ مِنْ بَيْنِ الأُمَمِ، فَلَا يُذْكَرَ اسْمُ إِسْرَائِيلَ فِيمَا بَعْدُ»."
  },
  "5": {
    "en": "With one mind they plot together;\n    they form an alliance against you—",
    "ar": "فَإِنَّهُمْ قَدْ تَآمَرُوا مَعاً بِقَلْبٍ وَاحِدٍ، وَعَقَدُوا حِلْفاً ضِدَّكَ."
  },
  "6": {
    "en": "the tents of Edom and the Ishmaelites,\n    of Moab and the Hagrites,",
    "ar": "عَشَائِرُ أَدُومَ وَبَنُو إِسْمَاعِيلَ، نَسْلُ مُوآبَ وَبَنُو هَاجَرَ."
  },
  "7": {
    "en": "Byblos, Ammon and Amalek,\n    Philistia, with the people of Tyre.",
    "ar": "جِبَالُ وَعَمُّونُ وَعَمَالِيقُ، الفَلَسْطِينِيُّونَ وَأَهْلُ صُورَ،"
  },
  "8": {
    "en": "Even Assyria has joined them\n    to reinforce Lot’s descendants.",
    "ar": "وَقَوْمُ أَشُّورَ أَيْضاً انْضَمُّوا إِلَيْهِمْ، صَارُوا عَوْناً لِبَنِي لُوطٍ."
  },
  "9": {
    "en": "Do to them as you did to Midian,\n    as you did to Sisera and Jabin at the river Kishon,",
    "ar": "افْعَلْ بِهِمْ كَمَا فَعَلْتَ بِمِدْيَانَ وَسِيسَرَا وَيَابِينَ فِي نَهْرِ قِيشُونَ."
  },
  "10": {
    "en": "who perished at Endor\n    and became like dung on the ground.",
    "ar": "بَادُوا فِي عَيْنِ دُورٍ، وصَارُوا زِبْلاً للأَرْضِ."
  },
  "11": {
    "en": "Make their nobles like Oreb and Zeeb,\n    all their princes like Zebah and Zalmunna,",
    "ar": "اجْعَلْ مَصِيرَ أَشْرَافِهِمْ كَمَصِيرِ غُرَابٍ وَذِئْبٍ، وَجَمِيعَ أُمَرَائِهِمْ مِثْلَ زَبَحَ وَصَلْمُنَّاعَ،"
  },
  "12": {
    "en": "who said, “Let us take possession\n    of the pasturelands of God.”",
    "ar": "الَّذِينَ قَالُوا: لِنَسْتَوْلِ عَلَى مَسَاكِنِ اللهِ."
  },
  "13": {
    "en": "Make them like tumbleweed, my God,\n    like chaff before the wind.",
    "ar": "يَا إِلَهِي، بَدِّدْهُمْ كَالْقَشِّ الْمُتَطَايِرِ، وَكَالتِّبْنِ فِي مَهَبِّ الرِّيحِ."
  },
  "14": {
    "en": "As fire consumes the forest\n    or a flame sets the mountains ablaze,",
    "ar": "كَمَا تَحْرِقُ النَّارُ الْغَابَةَ، وَكَمَا يُشْعِلُ لَهِيبُهَا الْجِبَالَ،"
  },
  "15": {
    "en": "so pursue them with your tempest\n    and terrify them with your storm.",
    "ar": "هَكَذَا طَارِدْهُمْ بِعَاصِفَتِكَ، وَأَفْزِعْهُمْ بِزَوْبَعَتِكَ."
  },
  "16": {
    "en": "Cover their faces with shame, Lord,\n    so that they will seek your name.",
    "ar": "امْلأْ وُجُوهَهُمْ خِزْياً فَيَلْتَمِسُوا اسْمَكَ يَا رَبُّ."
  },
  "17": {
    "en": "May they ever be ashamed and dismayed;\n    may they perish in disgrace.",
    "ar": "لِيَحُلَّ بِهِمِ الْعَارُ وَالرُّعْبُ إِلَى الأَبَدِ، وَلْيَخْزَوْا وَيَهْلِكُوا."
  },
  "18": {
    "en": "Let them know that you, whose name is the Lord—\n    that you alone are the Most High over all the earth.",
    "ar": "وَيَعْلَمُوا أَنَّكَ أَنْتَ وَحْدَكَ، يَهْوَه الْعَلِيُّ عَلَى الأَرْضِ كُلِّهَا."
  }
}