{
  "1": {
    "en": "How lovely is your dwelling place,\n    Lord Almighty!",
    "ar": "مَا أَحْلَى مَسَاكِنَكَ يَا رَبَّ الْجُنُودِ!"
  },
  "2": {
    "en": "My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.",
    "ar": "تَتُوقُ بَلْ تَحِنُّ نَفْسِي إِلَى دِيَارِ الرَّبِّ. قَلْبِي وَجِسْمِي يُرَنِّمَانِ بِفَرَحٍ لِلإِلَهِ الْحَيِّ."
  },
  "3": {
    "en": "Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young—\na place near your altar,\n    Lord Almighty, my King and my God.",
    "ar": "الْعُصْفُورُ أَيْضاً وَجَدَ لَهُ وَكْراً، وَالْيَمَامَةُ عَثَرَتْ لِنَفْسِهَا عَلَى عُشٍّ تَضَعُ فِيهِ فِرَاخَهَا، بِجِوَارِ مَذَابِحِكَ يَا رَبَّ الْجُنُودِ، يَا مَلِكِي وَإِلَهِي."
  },
  "4": {
    "en": "Blessed are those who dwell in your house;\n    they are ever praising you.",
    "ar": "طُوبَى لِمَنْ يَسْكُنُونَ فِي بَيْتِكَ، فَإِنَّهُمْ يُسَبِّحُونَكَ دَائِماً."
  },
  "5": {
    "en": "Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.",
    "ar": "طُوبَى لأُنَاسٍ أَنْتَ قُوَّتُهُمْ. الْمُتَلَهِّفُونَ لاتِّبَاعِ طُرُقِكَ الْمُفْضِيَةِ إِلَى بَيْتِكَ المُقَدَّسِ."
  },
  "6": {
    "en": "As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.",
    "ar": "وَإِذْ يَعْبُرُونَ فِي وَادِي الْبَكَا الْجَافِّ، يَجْعَلُونَهُ يَنَابِيعَ مَاءٍ، وَيَغْمُرُهُمُ الْمَطَرُ الْخَرِيفِيُّ بِالْبَرَكَاتِ."
  },
  "7": {
    "en": "They go from strength to strength,\n    till each appears before God in Zion.",
    "ar": "يَنْمُونَ مِنْ قُوَّةٍ إِلَى قُوَّةٍ، إِذْ يَمْثُلُ كُلُّ وَاحِدٍ أَمَامَ اللهِ فِي صِهْيَوْنَ."
  },
  "8": {
    "en": "Hear my prayer, Lord God Almighty;\n    listen to me, God of Jacob.",
    "ar": "يَا رَبُّ إِلَهَ الْجُنُودِ اسْمَعْ صَلاتِي، وَأَصْغِ إِلَيَّ يَا إِلَهَ يَعْقُوبَ."
  },
  "9": {
    "en": "Look on our shield, O God;\n    look with favor on your anointed one.",
    "ar": "يَا اللهُ مِجَنَّنَا، انْظُرْ بِعَيْنِ الرَّحْمَةِ إِلَى مَنْ مَسَحْتَهُ مَلِكاً."
  },
  "10": {
    "en": "Better is one day in your courts\n    than a thousand elsewhere;\nI would rather be a doorkeeper in the house of my God\n    than dwell in the tents of the wicked.",
    "ar": "إِنَّ يَوْماً وَاحِداً أَقْضِيهِ دَاخِلَ دِيَارِكَ خَيْرٌ مِنْ أَلْفِ يَوْمٍ خَارِجَهَا. اخْتَرْتُ أَنْ أَقِفَ عَلَى الْعَتَبَةِ فِي بَيْتِ إِلَهِي عَلَى السَّكَنِ فِي خِيَامِ الأَشْرَارِ."
  },
  "11": {
    "en": "For the Lord God is a sun and shield;\n    the Lord bestows favor and honor;\nno good thing does he withhold\n    from those whose walk is blameless.",
    "ar": "لأَنَّ الرَّبَّ الإِلَهَ شَمْسٌ وَتُرْسٌ. الرَّبُّ يُعْطِي نِعْمَةً وَمَجْداً؛ لَا يَمْنَعُ أَيَّ خَيْرٍ عَنِ السَّالِكِينَ بِالاسْتِقَامَةِ."
  },
  "12": {
    "en": "Lord Almighty,\n    blessed is the one who trusts in you.",
    "ar": "يَا رَبَّ الْجُنُودِ، طُوبَى لِلإِنْسَانِ الْمُتَّكِلِ عَلَيْكَ."
  }
}