{
  "1": {
    "en": "You, Lord, showed favor to your land;\n    you restored the fortunes of Jacob.",
    "ar": "يَا رَبُّ، قَدْ رَضِيتَ عَنْ أَرْضِكَ، وَأَرْجَعْتَ سَبْيَ يَعْقُوبَ."
  },
  "2": {
    "en": "You forgave the iniquity of your people\n    and covered all their sins.",
    "ar": "إِذْ غَفَرْتَ لِشَعْبِكَ إِثْمَهُمْ، وَسَتَرْتَ خَطَايَاهُمْ كُلَّهَا."
  },
  "3": {
    "en": "You set aside all your wrath\n    and turned from your fierce anger.",
    "ar": "سَكَّنْتَ كُلَّ سَخَطِكَ. رَجَعْتَ عَنْ غَضَبِكَ الرَّهِيبِ."
  },
  "4": {
    "en": "Restore us again, God our Savior,\n    and put away your displeasure toward us.",
    "ar": "رُدَّنَا إِلَيْكَ يَا اللهُ مُخَلِّصَنَا، وَاصْرِفْ غَيْظَكَ عَنَّا."
  },
  "5": {
    "en": "Will you be angry with us forever?\n    Will you prolong your anger through all generations?",
    "ar": "أَتَسْخَطُ عَلَيْنَا إِلَى الأَبَدِ؟ أَتُطِيلُ غَضَبَكَ مِنْ جِيلٍ إِلَى جِيلٍ؟"
  },
  "6": {
    "en": "Will you not revive us again,\n    that your people may rejoice in you?",
    "ar": "أَمَا تُحْيِينَا مِنْ جَدِيدٍ فَيَفْرَحَ بِكَ شَعْبُكَ؟"
  },
  "7": {
    "en": "Show us your unfailing love, Lord,\n    and grant us your salvation.",
    "ar": "أَظْهِرْ لَنَا رَحْمَتَكَ يَا رَبُّ، وَامْنَحْنَا خَلاصَكَ."
  },
  "8": {
    "en": "I will listen to what God the Lord says;\n    he promises peace to his people, his faithful servants—\n    but let them not turn to folly.",
    "ar": "إِنِّي أَسْمَعُ مَا يَتَكَلَّمُ بِهِ اللهُ الرَّبُّ، فَإِنَّهُ يَتَكَلَّمُ بِالسَّلامِ لِشَعْبِهِ وَلأَتْقِيَائِهِ، فَلَا يَرْجِعُونَ إِلَى الْجَهَالَةِ."
  },
  "9": {
    "en": "Surely his salvation is near those who fear him,\n    that his glory may dwell in our land.",
    "ar": "حَقّاً إِنَّ خَلاصَهُ قَرِيبٌ مِنَ الَّذِينَ يَخَافُونَهُ، لِكَيْ يُقِيمَ الْمَجْدُ فِي أَرْضِنَا."
  },
  "10": {
    "en": "Love and faithfulness meet together;\n    righteousness and peace kiss each other.",
    "ar": "الرَّحْمَةُ وَالْحَقُّ تَلاقَيَا، الْبِرُّ وَالسَّلامُ تَعَانَقَا."
  },
  "11": {
    "en": "Faithfulness springs forth from the earth,\n    and righteousness looks down from heaven.",
    "ar": "يَنْبُتُ الْحَقُّ مِنَ الأَرْضِ، وَيُشْرِفُ الْبِرُّ مِنَ السَّمَاءِ."
  },
  "12": {
    "en": "The Lord will indeed give what is good,\n    and our land will yield its harvest.",
    "ar": "أَيْضاً يُعْطِي الرَّبُّ الْخَيْرَ، فَتُنْتِجُ الأَرْضُ غَلَّاتِهَا الْوَافِرَةَ."
  },
  "13": {
    "en": "Righteousness goes before him\n    and prepares the way for his steps.",
    "ar": "يَتَقَدَّمُهُ الْبِرُّ، وَيُمَهِّدُ الطَّرِيقَ لِخَطَوَاتِهِ."
  }
}