{
  "1": {
    "en": "Hear me, Lord, and answer me,\n    for I am poor and needy.",
    "ar": "أَرْهِفْ يَا رَبُّ إِلَيَّ أُذُنَكَ، اسْتَجِبْ لِي، فَإِنِّي مِسْكِينٌ وَبَائِسٌ."
  },
  "2": {
    "en": "Guard my life, for I am faithful to you;\n    save your servant who trusts in you.\nYou are my God;",
    "ar": "احْفَظْ نَفْسِي فَإِنِّي تَقِيٌّ يَا إِلَهِي، خَلِّصْ أَنْتَ عَبْدَكَ الْوَاثِقَ بِكَ."
  },
  "3": {
    "en": "have mercy on me, Lord,\n    for I call to you all day long.",
    "ar": "ارْحَمْنِي يَا رَبُّ فَإِنِّي بِكَ أَسْتَغِيثُ طَوَالَ النَّهَارِ."
  },
  "4": {
    "en": "Bring joy to your servant, Lord,\n    for I put my trust in you.",
    "ar": "فَرِّحْ نَفْسَ عَبْدِكَ، فَإِنِّي إِلَيْكَ أَيُّهَا السَّيِّدُ أَرْفَعُ نَفْسِي."
  },
  "5": {
    "en": "You, Lord, are forgiving and good,\n    abounding in love to all who call to you.",
    "ar": "لأَنَّكَ أَنْتَ يَا رَبُّ طَيِّبٌ وَغَفُورٌ، وَكَثِيرُ الرَّحْمَةِ لِجَمِيعِ الَّذِينَ يَدْعُونَكَ."
  },
  "6": {
    "en": "Hear my prayer, Lord;\n    listen to my cry for mercy.",
    "ar": "يَا رَبُّ أَصْغِ إِلَى صَلاتِي وَاسْتَمِعْ إِلَى صَوْتِ تَضَرُّعَاتِي."
  },
  "7": {
    "en": "When I am in distress, I call to you,\n    because you answer me.",
    "ar": "فِي يَوْمِ ضِيقِي أَدْعُوكَ لأَنَّكَ تَسْتَجِيبُنِي."
  },
  "8": {
    "en": "Among the gods there is none like you, Lord;\n    no deeds can compare with yours.",
    "ar": "لَا نَظِيرَ لَكَ بَيْنَ الآلِهَةِ يَا رَبُّ، وَلَيْسَ مَنْ يَعْمَلُ كَأَعْمَالِكَ."
  },
  "9": {
    "en": "All the nations you have made\n    will come and worship before you, Lord;\n    they will bring glory to your name.",
    "ar": "تُقْبِلُ جَمِيعُ الأُمَمِ الَّتِي صَنَعْتَهَا لِتَسْجُدَ أَمَامَكَ يَا رَبُّ وَتُمَجِّدَ اسْمَكَ."
  },
  "10": {
    "en": "For you are great and do marvelous deeds;\n    you alone are God.",
    "ar": "فَإِنَّكَ عَظِيمٌ وَصَانِعٌ عَجَائِبَ. أَنْتَ اللهُ وَحْدَكَ."
  },
  "11": {
    "en": "Teach me your way, Lord,\n    that I may rely on your faithfulness;\ngive me an undivided heart,\n    that I may fear your name.",
    "ar": "يَا رَبُّ عَلِّمْنِي طَرِيقَكَ فَأَسْلُكَ بِمُوجِبِ حَقِّكَ. وَحِّدْ قَلْبِي لِيَخَافَ اسْمَكَ."
  },
  "12": {
    "en": "I will praise you, Lord my God, with all my heart;\n    I will glorify your name forever.",
    "ar": "أَحْمَدُكَ يَا رَبُّ إِلَهِي بِكَامِلِ قَلْبِي، وَأُمَجِّدُ اسْمَكَ إِلَى الأَبَدِ."
  },
  "13": {
    "en": "For great is your love toward me;\n    you have delivered me from the depths,\n    from the realm of the dead.",
    "ar": "لأَنَّ رَحْمَتَكَ عَظِيمَةٌ نَحْوِي، وَقَدْ نَجَّيْتَ نَفْسِي مِنَ الْهَاوِيَةِ السُّفْلَى."
  },
  "14": {
    "en": "Arrogant foes are attacking me, O God;\n    ruthless people are trying to kill me—\n    they have no regard for you.",
    "ar": "يَا اللهُ قَدْ ثَارَ عَلَيَّ الْمُتَكَبِّرُونَ، وَجَمَاعَةُ الظَّالِمِينَ يَطْلُبُونَ قَتْلِي، غَيْرَ عَابِئِينَ بِكَ."
  },
  "15": {
    "en": "But you, Lord, are a compassionate and gracious God,\n    slow to anger, abounding in love and faithfulness.",
    "ar": "إِنَّمَا أَنْتَ يَا رَبُّ إِلَهٌ رَحِيمٌ وَرَؤُوفٌ وَبَطِيءُ الْغَضَبِ وَوَافِرُ الرَّحْمَةِ وَالْحَقِّ."
  },
  "16": {
    "en": "Turn to me and have mercy on me;\n    show your strength in behalf of your servant;\nsave me, because I serve you\n    just as my mother did.",
    "ar": "الْتَفِتْ إِلَيَّ وَارْحَمْنِي. أَعْطِنِي أَنَا عَبْدَكَ قُوَّتَكَ، وَخَلِّصْنِي أَنَا ابْنَ أَمَتِكَ."
  },
  "17": {
    "en": "Give me a sign of your goodness,\n    that my enemies may see it and be put to shame,\n    for you, Lord, have helped me and comforted me.",
    "ar": "اصْنَعْ مَعِي آيَةً لِلْخَيْرِ، فَيَرَاهَا مُبْغِضِيَّ وَيَعْتَرِيَهُمُ الْخِزْيُ، فَإِنَّكَ أَنْتَ يَا رَبُّ قَدْ أَعَنْتَنِي وَعَزَّيْتَنِي."
  }
}