{
  "1": {
    "en": "I will give thanks to you, Lord, with all my heart;\n    I will tell of all your wonderful deeds.",
    "ar": "أَحْمَدُ الرَّبَّ بِكُلِّ قَلْبِي. أُحَدِّثُ بِجَمِيعِ مُعْجِزَاتِكَ."
  },
  "2": {
    "en": "I will be glad and rejoice in you;\n    I will sing the praises of your name, O Most High.",
    "ar": "أَفْرَحُ بِكَ وَأَبْتَهِجُ. أُرَنِّمُ لاِسْمِكَ أَيُّهَا العَلِيُّ."
  },
  "3": {
    "en": "My enemies turn back;\n    they stumble and perish before you.",
    "ar": "عِنْدَمَا يَتَقَهْقَرُ أَعْدَائِي إِلَى الْوَرَاءِ، يَتَعَثَّرُونَ وَيَهْلِكُونَ أَمَامَ وَجْهِكَ،"
  },
  "4": {
    "en": "For you have upheld my right and my cause,\n    sitting enthroned as the righteous judge.",
    "ar": "لأَنَّكَ بَرَّأْتَنِي وَدَافَعْتَ عَنْ قَضِيَّتِي، إِذْ جَلَسْتَ عَلَى عَرْشِكَ لِتَقْضِيَ بِالْعَدْلِ."
  },
  "5": {
    "en": "You have rebuked the nations and destroyed the wicked;\n    you have blotted out their name for ever and ever.",
    "ar": "زَجَرْتَ الشُّعُوبَ وَأَهْلَكْتَ الشِّرِّيرَ، مَحَوْتَ اسْمَهُمْ إِلَى أَبَدِ الدُّهُورِ."
  },
  "6": {
    "en": "Endless ruin has overtaken my enemies,\n    you have uprooted their cities;\n    even the memory of them has perished.",
    "ar": "أَفْنَيْتَ الْعَدُوَّ إِفْنَاءً. دَمَّرْتَ مُدُنَهُمْ حَتَّى بَادَ ذِكْرُهُمْ."
  },
  "7": {
    "en": "The Lord reigns forever;\n    he has established his throne for judgment.",
    "ar": "أَمَّا الرَّبُّ فَإِلَى الأَبَدِ يَمْلِكُ. ثَبَّتَ عَرْشَهُ لِلْقَضَاءِ."
  },
  "8": {
    "en": "He rules the world in righteousness\n    and judges the peoples with equity.",
    "ar": "يَدِينُ الْعَالَمَ بِالْعَدْلِ وَيَقْضِي بَيْنَ الشُّعُوبِ بِالإِنْصَافِ."
  },
  "9": {
    "en": "The Lord is a refuge for the oppressed,\n    a stronghold in times of trouble.",
    "ar": "وَيَكُونُ الرَّبُّ مَلْجَأً لِلْمَظْلُومِ، حِصْناً فِي أَزْمِنَةِ الضِّيقِ."
  },
  "10": {
    "en": "Those who know your name trust in you,\n    for you, Lord, have never forsaken those who seek you.",
    "ar": "وَيَتَّكِلُ عَلَيْكَ الَّذِينَ يَعْرِفُونَ اسْمَكَ، لأَنَّكَ يَا رَبُّ لَمْ تَخْذِلْ طَالِبِيكَ."
  },
  "11": {
    "en": "Sing the praises of the Lord, enthroned in Zion;\n    proclaim among the nations what he has done.",
    "ar": "أَشِيدُوا بِالْحَمْدِ لِلرَّبِّ الْمُتَوَّجِ فِي صِهْيَوْنَ، أَذِيعُوا بَيْنَ الشُّعُوبِ أَعْمَالَهُ الْعَظِيمَةَ."
  },
  "12": {
    "en": "For he who avenges blood remembers;\n    he does not ignore the cries of the afflicted.",
    "ar": "فَهُوَ الَّذِي يَثْأَرُ لِلدِّمَاءِ. لَا يَنْسَى وَلَا يَتَجَاهَلُ صُرَاخَ الْمُتَضَايِقِينَ."
  },
  "13": {
    "en": "Lord, see how my enemies persecute me!\n    Have mercy and lift me up from the gates of death,",
    "ar": "ارْحَمْنِي يَا رَبُّ. انْظُرْ مَذَلَّتِي الَّتِي يَسُومُنِي إِيَّاهَا مُبْغِضِيَّ، يَا مُنْقِذِي مِنْ أَبْوَابِ الْمَوْتِ،"
  },
  "14": {
    "en": "that I may declare your praises\n    in the gates of Daughter Zion,\n    and there rejoice in your salvation.",
    "ar": "لِكَيْ أُحَدِّثَ بِجَمِيعِ تَسَابِيحِكَ فِي أَبْوَابِ سَاكِنِي صِهْيَوْنَ، مُبْتَهِجاً بِخَلاصِكَ."
  },
  "15": {
    "en": "The nations have fallen into the pit they have dug;\n    their feet are caught in the net they have hidden.",
    "ar": "لَقَدْ هَوَتِ الشُّعُوبُ فِي أَعْمَاقِ الحُفْرَةِ الَّتِي حَفَرُوهَا، وَأَطْبَقَ الْفَخُّ الَّذِي نَصَبُوهُ عَلَى أَرْجُلِهِمْ."
  },
  "16": {
    "en": "The Lord is known by his acts of justice;\n    the wicked are ensnared by the work of their hands.",
    "ar": "الرَّبُّ مَعْرُوفٌ بِعَدْلِهِ، قَضَى أَنْ يَقَعَ الشِّرِّيرُ فِي شَرَكِ أَعْمَالِهِ."
  },
  "17": {
    "en": "The wicked go down to the realm of the dead,\n    all the nations that forget God.",
    "ar": "مَآلُ الأَشْرَارِ إِلَى الْجَحِيمِ. وَكَذَلِكَ جَمِيعُ الأُمَمِ النَّاسِينَ اللهَ."
  },
  "18": {
    "en": "But God will never forget the needy;\n    the hope of the afflicted will never perish.",
    "ar": "أَمَّا الْمُحْتَاجُ الْمُتَضَايِقُ فَلَنْ يُنْسَى إِلَى الأَبَدِ. وَرَجَاءُ الْمَسَاكِينِ لَنْ يَخِيبَ إِلَى الدَّهْرِ."
  },
  "19": {
    "en": "Arise, Lord, do not let mortals triumph;\n    let the nations be judged in your presence.",
    "ar": "قُمْ يَا رَبُّ. لَا تَدَعِ الإِنْسَانَ يَسُودُ، وَلْتُحَاكَمِ الأُمَمُ أَمَامَ حَضْرَتِكَ."
  },
  "20": {
    "en": "Strike them with terror, Lord;\n    let the nations know they are only mortal.",
    "ar": "أَلْقِ فِي قُلُوبِهِمِ الرُّعْبَ فَتَعْلَمَ الأُمَمُ أَنَّهُمْ لَيْسُوا سِوَى بَشَرٍ."
  }
}