{
  "1": {
    "en": "Come, let us sing for joy to the Lord;\n    let us shout aloud to the Rock of our salvation.",
    "ar": "هَيَّا نُرَنِّمُ عَالِياً لِلرَّبِّ، وَنَهْتِفُ فَرَحاً لِصَخْرَةِ خَلاصِنَا."
  },
  "2": {
    "en": "Let us come before him with thanksgiving\n    and extol him with music and song.",
    "ar": "لِنَتَقَدَّمْ أَمَامَ حَضْرَتِهِ بِالشُّكْرِ، وَنَهْتِفْ لَهُ بِالتَّرْنِيمِ."
  },
  "3": {
    "en": "For the Lord is the great God,\n    the great King above all gods.",
    "ar": "لأَنَّ الرَّبَّ إِلَهٌ عَظِيمٌ، وَمَلِكٌ كَبِيرٌ عَلَى جَمِيعِ الآلِهَةِ."
  },
  "4": {
    "en": "In his hand are the depths of the earth,\n    and the mountain peaks belong to him.",
    "ar": "فِي يَدِهِ أَعْمَاقُ الأَرْضِ، وَقِمَمُ الْجِبَالِ مِلْكٌ لَهُ."
  },
  "5": {
    "en": "The sea is his, for he made it,\n    and his hands formed the dry land.",
    "ar": "لَهُ الْبَحْرُ، وَهُوَ قَدْ صَنَعَهُ، وَيَدَاهُ كَوَّنَتَا الْيَابِسَةَ."
  },
  "6": {
    "en": "Come, let us bow down in worship,\n    let us kneel before the Lord our Maker;",
    "ar": "تَعَالَوْا نَسْجُدُ وَنَنْحَنِي، لِنَرْكَعْ أَمَامَ الرَّبِّ صَانِعِنَا،"
  },
  "7": {
    "en": "for he is our God\n    and we are the people of his pasture,\n    the flock under his care.\nToday, if only you would hear his voice,",
    "ar": "فَإِنَّهُ هُوَ إِلَهُنَا، وَنَحْنُ رَعِيَّتُهُ وَقَطِيعُهُ الَّذِي يَقُودُهُ بِيَدِهِ. الْيَوْمَ إِنْ سَمِعْتُمْ صَوْتَهُ،"
  },
  "8": {
    "en": "“Do not harden your hearts as you did at Meribah,\n    as you did that day at Massah in the wilderness,",
    "ar": "فَلَا تُقَسُّوا قُلُوبَكُمْ، كَمَا حَدَثَ فِي يَوْمِ مَسَّةَ (أَيْ الامْتِحَانِ) فِي الصَّحْرَاءِ،"
  },
  "9": {
    "en": "where your ancestors tested me;\n    they tried me, though they had seen what I did.",
    "ar": "عِنْدَمَا امْتَحَنَنِي آبَاؤُكُمْ وَاخْتَبَرُونِي وَشَهِدُوا جَمِيعَ عَجَائِبِي."
  },
  "10": {
    "en": "For forty years I was angry with that generation;\n    I said, ‘They are a people whose hearts go astray,\n    and they have not known my ways.’",
    "ar": "أَرْبَعِينَ سَنَةً رَفَضْتُ ذَلِكَ الْجِيلَ، وَقُلْتُ: «هُمْ شَعْبٌ أَضَلَّتْهُمْ قُلُوبُهُمْ وَلَمْ يَعْرِفُوا قَطُّ طُرُقِي»."
  },
  "11": {
    "en": "So I declared on oath in my anger,\n    ‘They shall never enter my rest.’”",
    "ar": "فَأَقْسَمْتُ فِي غَضَبِي قَائِلاً: «إِنَّهُمْ لَنْ يَدْخُلُوا مَكَانَ رَاحَتِي»."
  }
}