{
  "1": {
    "en": "This is what the Lord says:\n“For three sins of Moab,\n    even for four, I will not relent.\nBecause he burned to ashes\n    the bones of Edom’s king,",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ: مِنْ أَجْلِ مَعَاصِي مُوآبَ الثَّلاثِ وَالأَرْبَعِ لَنْ أَرُدَّ عَنْهُمْ سَخَطِي، لأَنَّ مُوآبَ أَحْرَقَ عِظَامَ مَلِكِ أَدُومَ حَتَّى صَارَتْ كِلْساً."
  },
  "2": {
    "en": "I will send fire on Moab\n    that will consume the fortresses of Kerioth.\nMoab will go down in great tumult\n    amid war cries and the blast of the trumpet.",
    "ar": "لِهَذَا أُرْسِلُ نَاراً عَلَى مُوآبَ فَتَلْتَهِمُ حُصُونَ قَرْيُوتَ، فَيَمُوتُ مُوآبُ فِي وَسَطِ الضَّجِيجِ وَصَيْحَاتِ الْمُحَارِبِينَ وَدَوِيِّ الأَبْوَاقِ."
  },
  "3": {
    "en": "I will destroy her ruler\n    and kill all her officials with him,”\nsays the Lord.",
    "ar": "وَأَسْتَأْصِلُ الْحَاكِمَ مِنْ بَيْنِ الْمُوآبِيِّينَ، وَأَقْضِي عَلَى كُلِّ رُؤَسَائِهِمْ، يَقُولُ الرَّبُّ."
  },
  "4": {
    "en": "This is what the Lord says:\n“For three sins of Judah,\n    even for four, I will not relent.\nBecause they have rejected the law of the Lord\n    and have not kept his decrees,\nbecause they have been led astray by false gods,\n    the gods their ancestors followed,",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ: مِنْ أَجْلِ مَعَاصِي يَهُوذَا الثَّلاثِ وَالأَرْبَعِ لَنْ أَرُدَّ عَنْهُمْ سَخَطِي، لأَنَّهُمْ رَفَضُوا شَرِيعَةَ الرَّبِّ وَلَمْ يُطِيعُوا فَرَائِضَهُ، فَأَضَلَّتْهُمْ أَكَاذِيبُهُمُ الَّتِي غَوَى وَرَاءَهَا آبَاؤُهُمْ."
  },
  "5": {
    "en": "I will send fire on Judah\n    that will consume the fortresses of Jerusalem.”",
    "ar": "لِهَذَا أُرْسِلُ نَاراً عَلَى يَهُوذَا فَتَلْتَهِمُ حُصُونَ أُورُشَلِيمَ."
  },
  "6": {
    "en": "This is what the Lord says:\n“For three sins of Israel,\n    even for four, I will not relent.\nThey sell the innocent for silver,\n    and the needy for a pair of sandals.",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ: مِنْ أَجْلِ مَعَاصِي إِسْرَائِيلَ الثَّلاثِ وَالأَرْبَعِ لَنْ أَرُدَّ عَنْهُمْ سَخَطِي، لأَنَّهُمْ بَاعُوا الصِّدِّيقَ لِقَاءَ الْفِضَّةِ، وَالْبَائِسَ مُقَابِلَ نَعْلَيْنِ."
  },
  "7": {
    "en": "They trample on the heads of the poor\n    as on the dust of the ground\n    and deny justice to the oppressed.\nFather and son use the same girl\n    and so profane my holy name.",
    "ar": "الَّذِينَ يَسْحَقُونَ رَأْسَ الْمِسْكِينِ فِي التُّرَابِ، وَيَجُورُونَ عَلَى الْبَائِسِينَ، وَيُعَاشِرُ الرَّجُلُ وَابْنُهُ امْرَأَةً وَاحِدَةً، فَيَتَدَنَّسُ بِذَلِكَ اسْمِي الْمُقَدَّسُ."
  },
  "8": {
    "en": "They lie down beside every altar\n    on garments taken in pledge.\nIn the house of their god\n    they drink wine taken as fines.",
    "ar": "يَرْقُدُونَ إِلَى جُوَارِ الْمَذْبَحِ فَوْقَ ثِيَابٍ مَرْهُونَةٍ، وَيَشْرَبُونَ فِي هَيْكَلِ إِلَهِهِمْ خَمْرَ الْمُغَرَّمِينَ."
  },
  "9": {
    "en": "“Yet I destroyed the Amorites before them,\n    though they were tall as the cedars\n    and strong as the oaks.\nI destroyed their fruit above\n    and their roots below.",
    "ar": "مَعَ أَنِّي أَهْلَكْتُ مِنْ أَمَامِهِمِ الأَمُورِيِّينَ ذَوِي الْقَامَاتِ الطَّوِيلَةِ كَأَشْجَارِ الأَرْزِ، الأَقْوِيَاءَ كَأَشْجَارِ الْبَلُّوطِ، أَتْلَفْتُ أَثْمَارَهُمْ عَلَى أَغْصَانِهَا، وَجُذُورَ أَشْجَارِهِمْ مِنْ تَحْتِ الأَرْضِ."
  },
  "10": {
    "en": "I brought you up out of Egypt\n    and led you forty years in the wilderness\n    to give you the land of the Amorites.",
    "ar": "كَمَا أَخْرَجْتُكُمْ مِنْ دِيَارِ مِصْرَ وَقُدْتُ طَرِيقَكُمْ عَبْرَ الصَّحْرَاءِ طَوَالَ أَرْبَعِينَ سَنَةً لِتَرِثُوا أَرْضَ الأَمُورِيِّينَ."
  },
  "11": {
    "en": "“I also raised up prophets from among your children\n    and Nazirites from among your youths.\nIs this not true, people of Israel?”\ndeclares the Lord.",
    "ar": "وَأَقَمْتُ مِنْ بَيْنِ أَبْنَائِكُمْ أَنْبِيَاءَ وَمِنْ فِتْيَانِكُمْ نَذِيرِينَ. أَلَيْسَ هَذَا صَحِيحاً يَا أَبْنَاءَ إِسْرَائِيلَ، يَقُولُ الرَّبُّ؟"
  },
  "12": {
    "en": "“But you made the Nazirites drink wine\n    and commanded the prophets not to prophesy.",
    "ar": "وَلَكِنَّكُمْ سَقَيْتُمُ النَّذِيرِينَ خَمْراً، وَأَمَرْتُمُ الأَنْبِيَاءَ قَائِلِينَ: لَا تَتَنَبَّأُوا."
  },
  "13": {
    "en": "“Now then, I will crush you\n    as a cart crushes when loaded with grain.",
    "ar": "هَأَنَذَا أَسْحَقُكُمْ فِي مَوَاضِعِكُمْ فَتَئِنُّونَ كَمَا تَئِنُّ عَرَبَةٌ تَحْتَ وَطْأَةِ ثِقْلِ أَكْدَاسِهَا."
  },
  "14": {
    "en": "The swift will not escape,\n    the strong will not muster their strength,\n    and the warrior will not save his life.",
    "ar": "فَلا يُتَاحُ الْهَرَبُ لِلسَّرِيعِ، وَتَتَلاشَى قُوَّةُ الْجَبَّارِ، وَيَعْجِزُ الْقَوِيُّ عَنْ إِنْقَاذِ نَفْسِهِ."
  },
  "15": {
    "en": "The archer will not stand his ground,\n    the fleet-footed soldier will not get away,\n    and the horseman will not save his life.",
    "ar": "وَلا يَصْمُدُ رَامِي الْقَوْسِ وَلا يُصِيبُ الْهَدَفَ، وَلا يَسْلَمُ سَرِيعُ الْعَدْوِ، وَلا يَنْجُو رَاكِبُ الْفَرَسِ بِحَيَاتِهِ."
  },
  "16": {
    "en": "Even the bravest warriors\n    will flee naked on that day,”\ndeclares the Lord.",
    "ar": "وَالثَّابِتُ الْجَنَانِ بَيْنَ أَقْرَانِهِ الأَبْطَالِ يَفِرُّ عُرْيَاناً فِي ذَلِكَ الْيَوْمِ، يَقُولُ الرَّبُّ."
  }
}