{
  "1": {
    "en": "The elder,\nTo my dear friend Gaius, whom I love in the truth.",
    "ar": "مِنْ يُوحَنَّا الشَّيْخِ إِلَى غَايُوسَ الْحَبِيبِ الَّذِي أُحِبُّهُ بِالْحَقِّ."
  },
  "2": {
    "en": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
    "ar": "أَيُّهَا الْحَبِيبُ، أَوَدُّ أَنْ تَكُونَ مُوَفَّقاً فِي كُلِّ أَمْرٍ، وَأَنْ تَكُونَ صِحَّتُكَ الْبَدَنِيَّةُ قَوِيَّةً وَمُعَافَاةً كَصِحَّتِكَ الرُّوحِيَّةِ."
  },
  "3": {
    "en": "It gave me great joy when some believers came and testified about your faithfulness to the truth, telling how you continue to walk in it.",
    "ar": "فَكَمْ كَانَ فَرَحِي عَظِيماً عِنْدَمَا مَرَّ بِي بَعْضُ الإِخْوَةِ الْمُسَافِرِينَ وَأَخْبَرُونِي أَنَّكَ تَسْلُكُ بِحَسَبِ الْحَقِّ، وَشَهِدُوا لِلْحَقِّ الثَّابِتِ فِيكَ!"
  },
  "4": {
    "en": "I have no greater joy than to hear that my children are walking in the truth.",
    "ar": "وَمَا أَعْظَمَ الْفَرَحَ الَّذِي يَغْمُرُ قَلْبِي حِينَ أَسْمَعُ الأَخْبَارَ الطَّيِّبَةَ الَّتِي تُؤَكِّدُ أَنَّ أَوْلادِي يَسْلُكُونَ بِحَسَبِ الْحَقِّ!"
  },
  "5": {
    "en": "Dear friend, you are faithful in what you are doing for the brothers and sisters, even though they are strangers to you.",
    "ar": "أَيُّهَا الْحَبِيبُ، إِنَّ مُعَامَلَتَكَ الْحَسَنَةَ لِلإِخْوَةِ وَلِلْغُرَبَاءِ تَدُلُّ عَلَى أَنَّكَ تَتَصَرَّفُ بِأَمَانَةٍ نَحْوَ اللهِ."
  },
  "6": {
    "en": "They have told the church about your love. Please send them on their way in a manner that honors God.",
    "ar": "وَقَدْ شَهِدَ هؤُلاءِ الإِخْوَةُ، أَمَامَ الْكَنِيسَةِ، شَهَادَةً جَمِيلَةً لِمَحَبَّتِكَ. فَإِنَّكَ تَفْعَلُ حَسَناً إِذَا زَوَّدْتَهُمْ بِمَا يَحْتَاجُونَ إِلَيْهِ فِي السَّفَرِ. فَأَنْتَ تَعْرِفُ أَنَّ هَذَا يُرْضِي اللهَ،"
  },
  "7": {
    "en": "It was for the sake of the Name that they went out, receiving no help from the pagans.",
    "ar": "لأَنَّ هؤُلاءِ الإِخْوَةَ قَدِ انْطَلَقُوا فِي سَبِيلِ خِدْمَةِ الْمَسِيحِ، وَهُمْ لَا يَتَلَقَّوْنَ أَيَّ عَوْنٍ مِنْ غَيْرِ الْمُؤْمِنِينَ."
  },
  "8": {
    "en": "We ought therefore to show hospitality to such people so that we may work together for the truth.",
    "ar": "فَعَلَيْنَا نَحْنُ أَنْ نُرَحِّبَ بِأَمْثَالِ هؤُلاءِ لِكَيْ نَكُونَ حَقّاً شُرَكَاءَ لَهُمْ فِي خِدْمَةِ الْحَقِّ."
  },
  "9": {
    "en": "I wrote to the church, but Diotrephes, who loves to be first, will not welcome us.",
    "ar": "كَتَبْتُ كَلِمَةً إِلَى الْكَنِيسَةِ بِشَأْنِ هَذَا الأَمْرِ. وَلَكِنَّ دِيُوتْرِيفُوسَ، الَّذِي يُحِبُّ أَنْ يَفْرِضَ نَفْسَهُ عَلَيْهِمْ قَائِداً لَا يَقْبَلُنَا."
  },
  "10": {
    "en": "So when I come, I will call attention to what he is doing, spreading malicious nonsense about us. Not satisfied with that, he even refuses to welcome other believers. He also stops those who want to do so and puts them out of the church.",
    "ar": "لِهَذَا، سَأَلْفِتُ الانْتِبَاهَ إِلَى الأَعْمَالِ الَّتِي يَقُومُ بِها، حِينَ أَجِيءُ. إِنَّهُ يُثِيرُ ضِدَّنَا تُهَماً كَاذِبَةً، مُتَكَلِّماً بِأُسْلُوبٍ خَبِيثٍ. وَهُوَ لَا يَكْتَفِي بِهَذَا، بَلْ يَرْفُضُ اسْتِقْبَالَ الإِخْوَةِ الْمُسَافِرِينَ، وَيَمْنَعُ الَّذِينَ يُرِيدُونَ اسْتِقْبَالَهُمْ، وَيَطْرُدُهُمْ مِنَ الْكَنِيسَةِ أَيْضاً."
  },
  "11": {
    "en": "Dear friend, do not imitate what is evil but what is good. Anyone who does what is good is from God. Anyone who does what is evil has not seen God.",
    "ar": "أَيُّهَا الْحَبِيبُ، لَا تَقْتَدِ بِمَا هُوَ شَرٌّ، بَلْ بِمَا هُوَ خَيْرٌ. فَإِنَّ مَنْ يَفْعَلُ الْخَيْرَ، يَكُونُ مِنَ اللهِ. وَمَنْ يَفْعَلِ الشَّرَّ، يُبَيِّنْ أَنَّهُ لَمْ يَتَعَرَّفْ بِاللهِ قَطُّ."
  },
  "12": {
    "en": "Demetrius is well spoken of by everyone—and even by the truth itself. We also speak well of him, and you know that our testimony is true.",
    "ar": "أَمَّا دِيمِتْرِيُوسُ، فَالْجَمِيعُ يَشْهَدُونَ لَهُ شَهَادَةً طَيِّبَةً. حَتَّى الْحَقُّ نَفْسُهُ يَشْهَدُ لَهُ. وَنَحْنُ أَيْضاً نَشْهَدُ لَهُ. وَأَنْتُمْ تَثِقُونَ بِصِدْقِ مَا نَشْهَدُ بِهِ."
  },
  "13": {
    "en": "I have much to write you, but I do not want to do so with pen and ink.",
    "ar": "كَانَ عِنْدِي أُمُورٌ كَثِيرَةٌ أَكْتُبُهَا إِلَيْكَ. وَلكِنِّي لَسْتُ أُرِيدُ أَنْ أَكْتُبَهَا هُنَا بِالْحِبْرِ وَالْقَلَمِ."
  },
  "14": {
    "en": "I hope to see you soon, and we will talk face to face.",
    "ar": "فَآمُلُ أَنْ نَتَقَابَلَ عَنْ قَرِيبٍ، فَنَتَكَلَّمَ مُوَاجَهَةً!"
  },
  "15": {
    "en": "Peace to you. The friends here send their greetings. Greet the friends there by name.",
    "ar": "السَّلامُ لَكَ!"
  }
}