{
  "1": {
    "en": "Follow the way of love and eagerly desire gifts of the Spirit, especially prophecy.",
    "ar": "اسْعَوْا وَرَاءَ الْمَحَبَّةِ، وَتَشَوَّقُوا إِلَى الْمَوَاهِبِ الرُّوحِيَّةِ، بَلْ بِالأَحْرَى مَوْهِبَةِ التَّنَبُّؤِ."
  },
  "2": {
    "en": "For anyone who speaks in a tongue does not speak to people but to God. Indeed, no one understands them; they utter mysteries by the Spirit.",
    "ar": "ذَلِكَ لأَنَّ الَّذِي يَتَكَلَّمُ بِلُغَةٍ مَجْهُولَةٍ يُخَاطِبُ لَا النَّاسَ بَلِ اللهَ. إِذْ لَا أَحَدَ يَفْهَمُهُ، وَلكِنَّهُ بِالرُّوحِ يَتَكَلَّمُ بِأَلْغَازٍ."
  },
  "3": {
    "en": "But the one who prophesies speaks to people for their strengthening, encouraging and comfort.",
    "ar": "أَمَّا الَّذِي يَتَنَبَّأُ، فَهُوَ يُخَاطِبُ النَّاسَ بِكَلامِ الْبُنْيَانِ وَالتَّشْجِيعِ وَالتَّعْزِيَةِ."
  },
  "4": {
    "en": "Anyone who speaks in a tongue edifies themselves, but the one who prophesies edifies the church.",
    "ar": "فَالَّذِي يَتَكَلَّمُ بِلُغَةٍ مَجْهُولَةٍ يَبْنِي نَفْسَهُ؛ وَأَمَّا الَّذِي يَتَنَبَّأُ، فَيَبْنِي الْكَنِيسَةَ."
  },
  "5": {
    "en": "I would like every one of you to speak in tongues, but I would rather have you prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be edified.",
    "ar": "إِنِّي أَرْغَبُ فِي أَنْ تَتَكَلَّمُوا جَمِيعاً بِلُغَاتٍ مَجْهُولَةٍ، وَلَكِنْ بِالأَحْرَى أَنْ تَتَنَبَّأُوا. فَإِنَّ مَنْ يَتَنَبَّأُ أَفْضَلُ مِمَّنْ يَتَكَلَّمُ بِاللُّغَاتِ إِلّا إِذَا تَرْجَمَ (مَا يَقُولُهُ) لِتَنَالَ الْكَنِيسَةُ بُنْيَاناً."
  },
  "6": {
    "en": "Now, brothers and sisters, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction?",
    "ar": "وَالآنَ، أَيُّهَا الإِخْوَةُ، افْرِضُوا أَنِّي جِئْتُكُمْ مُتَكَلِّماً بِلُغَاتٍ مَجْهُولَةٍ، فَأَيَّةَ مَنْفَعَةٍ تَنَالُونَ مِنِّي، إِلّا إِذَا كَلَّمْتُكُمْ بِإِعْلانٍ أَوْ عِلْمٍ أَوْ نُبُوءَةٍ أَوْ تَعْلِيمٍ؟"
  },
  "7": {
    "en": "Even in the case of lifeless things that make sounds, such as the pipe or harp, how will anyone know what tune is being played unless there is a distinction in the notes?",
    "ar": "فَحَتَّى الآلاتُ الْمُصَوِّتَةُ الَّتِي لَا حَيَاةَ فِيهَا، كَالْمِزْمَارِ وَالْقِيثَارَةِ، إِنْ كَانَتْ لَا تُعْطِي أَنْغَاماً مُمَيَّزَةً، فَكَيْفَ يَعْرِفُ السَّامِعُ أَيَّ لَحْنٍ يُؤَدِّيهِ الْمِزْمَارُ أَوِ الْقِيثَارَةُ؟"
  },
  "8": {
    "en": "Again, if the trumpet does not sound a clear call, who will get ready for battle?",
    "ar": "وَإِنْ كَانَ بُوقُ الْحَرْبِ أَيْضاً يُطْلِقُ صَوْتاً غَيْرَ وَاضِحٍ، فَمَنْ يَسْتَعِدُّ لِلْقِتَالِ؟"
  },
  "9": {
    "en": "So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air.",
    "ar": "فَهَذِهِ حَالُكُمْ أَيْضاً فِي التَّكَلُّمِ بِلُغَةٍ مَجْهُولَةٍ، فَإِنْ كُنْتُمْ لَا تَنْطِقُونَ بِكَلامٍ مُمَيَّزٍ، فَكَيْفَ يَفْهَمُ السَّامِعُونَ مَا تَقُولُونَ؟ فَإِنَّكُمْ تَكُونُونَ كَمَنْ يُخَاطِبُ الْهَوَاءَ!"
  },
  "10": {
    "en": "Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning.",
    "ar": "قَدْ يَكُونُ فِي الْعَالَمِ عَدَدٌ كَبِيرٌ مِنَ اللُّغَاتِ، وَلا تَقْتَصِرُ وَاحِدَةٌ مِنْهَا عَلَى أَصْوَاتٍ بِلا مَعْنىً."
  },
  "11": {
    "en": "If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and the speaker is a foreigner to me.",
    "ar": "فَإِنْ كُنْتُ لَا أَفْهَمُ مَعْنَى الأَصْوَاتِ فِي لُغَةٍ مَا، أَكُونُ أَجْنَبِيًّا عِنْدَ النَّاطِقِ بِها، وَيَكُونُ هُوَ أَجْنَبِيًّا عِنْدِي!"
  },
  "12": {
    "en": "So it is with you. Since you are eager for gifts of the Spirit, try to excel in those that build up the church.",
    "ar": "وَهكَذَا أَنْتُمْ أَيْضاً، إِذْ إِنَّكُمْ مُتَشَوِّقُونَ إِلَى الْمَوَاهِبِ الرُّوحِيَّةِ، اسْعَوْا فِي طَلَبِ الْمَزِيدِ مِنْهَا لأَجْلِ بُنْيَانِ الْكَنِيسَةِ."
  },
  "13": {
    "en": "For this reason the one who speaks in a tongue should pray that they may interpret what they say.",
    "ar": "لِذلِكَ يَجِبُ عَلَى الْمُتَكَلِّمِ بِلُغَةٍ مَجْهُولَةٍ أَنْ يَطْلُبَ مِنَ اللهِ مَوْهِبَةَ التَّرْجَمَةِ."
  },
  "14": {
    "en": "For if I pray in a tongue, my spirit prays, but my mind is unfruitful.",
    "ar": "فَإِنِّي إِنْ صَلَّيْتُ بِلُغَةٍ مَجْهُولَةٍ، فَرُوحِي تُصَلِّي، وَلَكِنَّ عَقْلِي عَدِيمُ الثَّمَرِ."
  },
  "15": {
    "en": "So what shall I do? I will pray with my spirit, but I will also pray with my understanding; I will sing with my spirit, but I will also sing with my understanding.",
    "ar": "فَمَا الْعَمَلُ إِذَنْ؟ سَأُصَلِّي بِالرُّوحِ، وَلكِنْ سَأُصَلِّي بِالْعَقْلِ أَيْضاً. سَأُرَنِّمُ بِالرُّوحِ، وَلكِنْ سَأُرَنِّمُ بِالْعَقْلِ أَيْضاً."
  },
  "16": {
    "en": "Otherwise when you are praising God in the Spirit, how can someone else, who is now put in the position of an inquirer, say “Amen” to your thanksgiving, since they do not know what you are saying?",
    "ar": "وَإلَّا، فَإِنْ كُنْتَ تَحْمَدُ اللهَ بِالرُّوحِ فَقَطْ، فَكَيْفَ يَسْتَطِيعُ قَلِيلُ الْخِبْرَةِ أَنْ يَقُولَ: «آمِينَ» لَدَى تَقْدِيمِكَ الشُّكْرَ مَادَامَ لَا يَفْهَمُ مَا تَقُولُ؟"
  },
  "17": {
    "en": "You are giving thanks well enough, but no one else is edified.",
    "ar": "طَبْعاً، أَنْتَ تُقَدِّمُ الشُّكْرَ بِطَرِيقَةٍ حَسَنَةٍ، وَلَكِنَّ غَيْرَكَ لَا يُبْنَى."
  },
  "18": {
    "en": "I thank God that I speak in tongues more than all of you.",
    "ar": "أَشْكُرُ اللهَ لأَنِّي أَتَكَلَّمُ بِلُغَاتٍ مَجْهُولَةٍ أَكْثَرَ مِنْكُمْ جَمِيعاً."
  },
  "19": {
    "en": "But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue.",
    "ar": "وَلكِنْ، حَيْثُ أَكُونُ فِي الْكَنِيسَةِ، أُفَضِّلُ أَنْ أَقُولَ خَمْسَ كَلِمَاتٍ مَفْهُومَةٍ، لِكَيْ أُعَلِّمَ بِها الآخَرِينَ أَيْضاً، عَلَى أَنْ أَقُولَ عَشَرَةَ آلافِ كَلِمَةٍ بِلُغَةٍ مَجْهُولَةٍ."
  },
  "20": {
    "en": "Brothers and sisters, stop thinking like children. In regard to evil be infants, but in your thinking be adults.",
    "ar": "أَيُّهَا الإِخْوَةُ، لَا تَكُونُوا أَوْلاداً فِي التَّفْكِيرِ، بَلْ كُونُوا أَطْفَالاً فِي الشَّرِّ. وَأَمَّا فِي التَّفْكِيرِ، فَكُونُوا رَاشِدِينَ."
  },
  "21": {
    "en": "In the Law it is written:\n“With other tongues\n    and through the lips of foreigners\nI will speak to this people,\n    but even then they will not listen to me,\nsays the Lord.”",
    "ar": "فَإِنَّهُ قَدْ كُتِبَ فِي الشَّرِيعَةِ: «بِأُنَاسٍ ذَوِي لُغَاتٍ أُخْرَى، وَبِشِفَاهٍ غَرِيبَةٍ، سَأُكَلِّمُ هَذَا الشَّعْبَ؛ وَلكِنْ، حَتَّى هكَذَا، لَنْ يَسْمَعُوا لِي، يَقُولُ الرَّبُّ»."
  },
  "22": {
    "en": "Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is not for unbelievers but for believers.",
    "ar": "إِذَنِ التَّكَلُّمُ بِلُغَاتٍ مَجْهُولَةٍ هُوَ عَلامَةٌ لَا لأَجْلِ الَّذِينَ يُؤْمِنُونَ، بَلْ لأَجْلِ غَيْرِ الْمُؤْمِنِينَ. وَأَمَّا التَّنَبُّؤُ، فَلَيْسَ لِغَيْرِ الْمُؤْمِنِينَ، بَلْ لِلَّذِينَ يُؤْمِنُونَ."
  },
  "23": {
    "en": "So if the whole church comes together and everyone speaks in tongues, and inquirers or unbelievers come in, will they not say that you are out of your mind?",
    "ar": "فَإِنِ اجْتَمَعَتِ الْكَنِيسَةُ كُلُّهَا مَعاً، وَأَخَذَ الْجَمِيعُ يَتَكَلَّمُونَ بِلُغَاتٍ مَجْهُولَةٍ، ثُمَّ دَخَلَ بَعْضُ قَلِيلِي الْخِبْرَةِ أَوْ غَيْرِ الْمُؤْمِنِينَ، أَفَلا يَقُولُونَ إِنَّكُمْ مَجَانِينَ؟"
  },
  "24": {
    "en": "But if an unbeliever or an inquirer comes in while everyone is prophesying, they are convicted of sin and are brought under judgment by all,",
    "ar": "وَلكِنْ، إِنْ كَانَ الْجَمِيعُ يَتَنَبَّأُونَ، ثُمَّ دَخَلَ وَاحِدٌ مِنْ غَيْرِ الْمُؤْمِنِينَ أَوْ قَلِيلِي الْخِبْرَةِ، فَإِنَّهُ يَقْتَنِعُ مِنَ الْجَمِيعِ، وَيُحْكَمُ عَلَيْهِ مِنْ قِبَلِ الْجَمِيعِ،"
  },
  "25": {
    "en": "as the secrets of their hearts are laid bare. So they will fall down and worship God, exclaiming, “God is really among you!”",
    "ar": "وَإِذْ تَنْكَشِفُ خَبَايَا قَلْبِهِ، يَخِرُّ عَلَى وَجْهِهِ سَاجِداً لِلهِ، مُعْتَرِفاً بِأَنَّ اللهَ فِيكُمْ حَقّاً."
  },
  "26": {
    "en": "What then shall we say, brothers and sisters? When you come together, each of you has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. Everything must be done so that the church may be built up.",
    "ar": "فَمَا الْعَمَلُ إِذَنْ أَيُّهَا الإِخْوَةُ؟ كُلَّمَا تَجْتَمِعُونَ مَعاً، سَيَكُونُ لِكُلٍّ مِنْكُمْ مَزْمُورٌ، أَوْ تَعْلِيمٌ، أَوْ كَلامٌ بِلُغَةٍ مَجْهُولَةٍ، أَوْ إِعْلانٌ، أَوْ تَرْجَمَةٌ. فَلْيَتِمْ كُلُّ شَيْءٍ بِهَدَفِ الْبُنْيَانِ."
  },
  "27": {
    "en": "If anyone speaks in a tongue, two—or at the most three—should speak, one at a time, and someone must interpret.",
    "ar": "فَإِذَا صَارَ تَكَلُّمٌ بِلُغَةٍ، فَلْيَتَكَلَّمِ اثْنَانِ، أَوْ ثَلاثَةٌ عَلَى الأَكْثَرِ، كُلٌّ فِي دَوْرِهِ،"
  },
  "28": {
    "en": "If there is no interpreter, the speaker should keep quiet in the church and speak to himself and to God.",
    "ar": "وَلْيُتَرْجِمْ أَحَدُكُمْ. فَإِنْ لَمْ يَكُنْ بَيْنَكُمْ مُتَرْجِمٌ، فَعَلَى الْمُتَكَلِّمِ أَلّا يَقُولَ شَيْئاً أَمَامَ الْجَمَاعَةِ، بَلْ أَنْ يَتَحَدَّثَ سِرّاً مَعَ نَفْسِهِ وَمَعَ اللهِ."
  },
  "29": {
    "en": "Two or three prophets should speak, and the others should weigh carefully what is said.",
    "ar": "وَلْيَتَكَلَّمْ أَيْضاً اثْنَانِ أَوْ ثَلاثَةٌ مِنَ الْمُتَنَبِّئِينَ وَلْيَحْكُمِ الآخَرُونَ."
  },
  "30": {
    "en": "And if a revelation comes to someone who is sitting down, the first speaker should stop.",
    "ar": "وَإِنْ أُوحِيَ إِلَى أَحَدٍ مِنَ الْجَالِسِينَ، فَلْيَسْكُتِ الْمُتَكَلِّمُ الأَوَّلُ."
  },
  "31": {
    "en": "For you can all prophesy in turn so that everyone may be instructed and encouraged.",
    "ar": "فَإِنَّكُمْ جَمِيعاً تَقْدِرُونَ أَنْ تَتَنَبَّأُوا وَاحِداً فَوَاحِداً، حَتَّى يَتَعَلَّمَ الْجَمِيعُ وَيَتَشَجَّعَ الْجَمِيعُ."
  },
  "32": {
    "en": "The spirits of prophets are subject to the control of prophets.",
    "ar": "وَلَكِنَّ مَوَاهِبَ النُّبُوءَةِ هِيَ خَاضِعَةٌ لأَصْحَابِهَا."
  },
  "33": {
    "en": "For God is not a God of disorder but of peace—as in all the congregations of the Lord’s people.",
    "ar": "فَلَيْسَ اللهُ إِلهَ فَوْضَى بَلْ إِلهُ سَلامٍ، كَمَا هِيَ الْحَالُ فِي كَنَائِسِ الْقِدِّيسِينَ كُلِّهَا،"
  },
  "34": {
    "en": "Women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the law says.",
    "ar": "لِتَصْمُتْ النِّسَاءُ فِي الْكَنَائِسِ، فَلَيْسَ مَسْمُوحاً لَهُنَّ أَنْ يَتَكَلَّمْنَ، بَلْ عَلَيْهِنَّ أَنْ يَكُنَّ خَاضِعَاتٍ، عَلَى حَدِّ ما تُوصِي بِهِ الشَّرِيعَةُ أَيْضاً."
  },
  "35": {
    "en": "If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church.",
    "ar": "وَلَكِنْ، إِذَا رَغِبْنَ فِي تَعَلُّمِ شَيْءٍ مَا، فَلْيَسْأَلْنَ أَزْوَاجَهُنَّ فِي الْبَيْتِ، لأَنَّهُ عَارٌ عَلَى الْمَرْأَةِ أَنْ تَتَكَلَّمَ فِي الْجَمَاعَةِ."
  },
  "36": {
    "en": "Or did the word of God originate with you? Or are you the only people it has reached?",
    "ar": "أَمِنْ عِنْدِكُمُ انْطَلَقَتْ كَلِمَةُ اللهِ، أَمْ إِلَيْكُمْ وَحْدَكُمْ وَصَلَتْ؟"
  },
  "37": {
    "en": "If anyone thinks they are a prophet or otherwise gifted by the Spirit, let them acknowledge that what I am writing to you is the Lord’s command.",
    "ar": "فَإِنِ اعْتَبَرَ أَحَدٌ نَفْسَهُ نَبِيًّا أَوْ صَاحِبَ مَوْهِبَةٍ رُوحِيَّةٍ، فَلْيُدْرِكْ أَنَّ مَا أَكْتُبُهُ إِلَيْكُمْ إِنَّمَا هُوَ وَصِيَّةُ الرَّبِّ."
  },
  "38": {
    "en": "But if anyone ignores this, they will themselves be ignored.",
    "ar": "وَإِنْ جَهِلَ أَحَدٌ هَذَا، فَسَيَبْقَى جَاهِلاً!"
  },
  "39": {
    "en": "Therefore, my brothers and sisters, be eager to prophesy, and do not forbid speaking in tongues.",
    "ar": "إِذَنْ، أَيُّهَا الإِخْوَةُ، تَشَوَّقُوا إِلَى التَّنَبُّوءِ، وَلا تَمْنَعُوا التَّكَلُّمَ بِلُغَاتٍ مَجْهُولَةٍ."
  },
  "40": {
    "en": "But everything should be done in a fitting and orderly way.",
    "ar": "وَإِنَّمَا، لِيَتِمَّ كُلُّ شَيْءٍ بِلِيَاقَةٍ وَتَرْتِيبٍ."
  }
}