{
  "1": {
    "en": "And so it was with me, brothers and sisters. When I came to you, I did not come with eloquence or human wisdom as I proclaimed to you the testimony about God.",
    "ar": "وَأَنَا، أَيُّهَا الإِخْوَةُ، لَمَّا جِئْتُ إِلَيْكُمْ لأُعْلِنَ لَكُمْ شَهَادَةَ اللهِ، مَا جِئْتُ بِالْكَلامِ الْبَلِيغِ أَوِ الْحِكْمَةِ."
  },
  "2": {
    "en": "For I resolved to know nothing while I was with you except Jesus Christ and him crucified.",
    "ar": "إِذْ كُنْتُ عَازِماً أَلّا أَعْرِفَ شَيْئاً بَيْنَكُمْ إِلّا يَسُوعَ الْمَسِيحَ، وَأَنْ أَعْرِفَهُ مَصْلُوباً."
  },
  "3": {
    "en": "I came to you in weakness with great fear and trembling.",
    "ar": "وَقَدْ كُنْتُ عِنْدَكُمْ فِي حَالَةٍ مِنَ الضَّعْفِ وَالْخَوْفِ وَالارْتِعَادِ الْكَثِيرِ."
  },
  "4": {
    "en": "My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit’s power,",
    "ar": "وَلَمْ يَقُمْ كَلامِي وَتَبْشِيرِي عَلَى الإِقْنَاعِ بِكَلامِ الْحِكْمَةِ، بَلْ عَلَى مَا يُعْلِنُهُ الرُّوحُ وَالْقُدْرَةُ."
  },
  "5": {
    "en": "so that your faith might not rest on human wisdom, but on God’s power.",
    "ar": "وَذلِكَ لِكَيْ يَتَأَسَّسَ إِيمَانُكُمْ، لَا عَلَى حِكْمَةِ النَّاسِ، بَلْ عَلَى قُدْرَةِ اللهِ."
  },
  "6": {
    "en": "We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing.",
    "ar": "عَلَى أَنَّ لَنَا حِكْمَةً نَتَكَلَّمُ بِها بَيْنَ الْبَالِغِينَ. وَلَكِنَّهَا حِكْمَةٌ لَيْسَتْ مِنْ هَذَا الْعَالَمِ وَلا مِنْ رُؤَسَاءِ هَذَا الْعَالَمِ الزَّائِلِينَ."
  },
  "7": {
    "en": "No, we declare God’s wisdom, a mystery that has been hidden and that God destined for our glory before time began.",
    "ar": "بَلْ إِنَّنَا نَتَكَلَّمُ بِحِكْمَةِ اللهِ السِّرَّيَّةِ، تِلْكَ الْحِكْمَةِ الْمَحْجُوبَةِ الَّتِي سَبَقَ اللهُ فَأَعَدَّهَا قَبْلَ الدُّهُورِ لأَجْلِ مَجْدِنَا"
  },
  "8": {
    "en": "None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory.",
    "ar": "وَهِيَ حِكْمَةٌ لَمْ يَعْرِفْهَا أَحَدٌ مِنْ رُؤَسَاءِ هَذَا الْعَالَمِ. فَلَوْ عَرَفُوهَا،"
  },
  "9": {
    "en": "However, as it is written:\n“What no eye has seen,\n    what no ear has heard,\nand what no human mind has conceived”—\n    the things God has prepared for those who love him—",
    "ar": "لَمَا صَلَبُوا رَبَّ الْمَجْدِ! وَلَكِنْ، وَفْقاً لِمَا كُتِبَ: «إِنَّ مَا لَمْ تَرَهُ عَيْنٌ، وَلَمْ تَسْمَعْ بِهِ أُذُنٌ، وَلَمْ يَخْطُرْ عَلَى بَالِ بَشَرٍ قَدْ أَعَدَّهُ اللهُ لِمُحِبِّيهِ!»"
  },
  "10": {
    "en": "these are the things God has revealed to us by his Spirit.\nThe Spirit searches all things, even the deep things of God.",
    "ar": "وَلَكِنَّ اللهَ كَشَفَ لَنَا ذَلِكَ بِالرُّوحِ. فَإِنَّ الرُّوحَ يَتَقَصَّى كُلَّ شَيْءٍ، حَتَّى أَعْمَاقَ اللهِ."
  },
  "11": {
    "en": "For who knows a person’s thoughts except their own spirit within them? In the same way no one knows the thoughts of God except the Spirit of God.",
    "ar": "فَمَنْ مِنَ النَّاسِ يَعْرِفُ مَا فِي الإِنْسَانِ إِلّا رُوحُ الإِنْسَانِ الَّذِي فِيهِ؛ وَكَذلِكَ فَإِنَّ مَا فِي اللهِ أَيْضاً لَا يَعْرِفُهُ أَحَدٌ إِلّا رُوحُ اللهِ."
  },
  "12": {
    "en": "What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us.",
    "ar": "وَأَمَّا نَحْنُ فَقَدْ نِلْنَا لَا رُوحَ الْعَالَمِ بَلِ الرُّوحَ الَّذِي مِنَ اللهِ، لِنَعْرِفَ الأُمُورَ الَّتِي وُهِبَتْ لَنَا مِنْ قِبَلِ اللهِ."
  },
  "13": {
    "en": "This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words.",
    "ar": "وَنَحْنُ نَتَكَلَّمُ بِهَذِهِ الأُمُورِ لَا فِي كَلامٍ تُعَلِّمُهُ الْحِكْمَةُ الْبَشَرِيَّةُ، بَلْ فِي كَلامٍ يُعَلِّمُهُ الرُّوحُ الْقُدُسُ، مُعَبِّرِينَ عَنِ الْحَقَائِقِ الرُّوحِيَّةِ بِوَسَائِلَ رُوحِيَّةٍ."
  },
  "14": {
    "en": "The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are discerned only through the Spirit.",
    "ar": "غَيْرَ أَنَّ الإِنْسَانَ غَيْرَ الرُّوحِيِّ لَا يَتَقَبَّلُ أُمُورَ رُوحِ اللهِ إِذْ يَعْتَبِرُهَا جَهَالَةً، وَلا يَسْتَطِيعُ أَنْ يَعْرِفَهَا لأَنَّ تَمْيِيزَهَا إِنَّمَا يَحْتَاجُ إِلَى حِسٍّ رُوحِيٍّ."
  },
  "15": {
    "en": "The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments,",
    "ar": "أَمَّا الإِنْسَانُ الرُّوحِيُّ، فَهُوَ يُمَيِّزُ كُلَّ شَيْءٍ، وَلا يُحْكَمُ فِيهِ مِنْ أَحَدٍ."
  },
  "16": {
    "en": "for,\n“Who has known the mind of the Lord\n    so as to instruct him?”\nBut we have the mind of Christ.",
    "ar": "فَإِنَّهُ «مَنْ عَرَفَ فِكْرَ الرَّبِّ؟» وَمَنْ يُعَلِّمُهُ؟ وَأَمَّا نَحْنُ، فَلَنَا فِكْرُ الْمَسِيحِ!"
  }
}