{
  "1": {
    "en": "Therefore, holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest.",
    "ar": "إِذَنْ، أَيُّهَا الإِخْوَةُ الْقِدِّيسُونَ الَّذِينَ اشْتَرَكْتُمْ فِي الدَّعْوَةِ السَّمَاوِيَّةِ، تَأَمَّلُوا يَسُوعَ: الرَّسُولَ وَرَئِيسَ الْكَهَنَةِ فِي الإِيمَانِ الَّذِي نَتَمَسَّكُ بِهِ."
  },
  "2": {
    "en": "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house.",
    "ar": "فَهُوَ أَمِينٌ لِلهِ فِي الْمُهِمَّةِ الَّتِي عَيَّنَهُ لَهَا، كَمَا كَانَ مُوسَى أَمِيناً فِي الْقِيَامِ بِخِدْمَتِهِ فِي بَيْتِ اللهِ كُلِّهِ."
  },
  "3": {
    "en": "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.",
    "ar": "إِلّا أَنَّهُ يَسْتَحِقُّ مَجْداً أَعْظَمَ مِنْ مَجْدِ مُوسَى، كَمَا أَنَّ الَّذِي يَبْنِي بَيْتاً يَنَالُ إِكْرَاماً وَمَدْحاً أَكْثَرَ مِمَّا يَنَالُ الْبَيْتُ الَّذِي بَنَاهُ!"
  },
  "4": {
    "en": "For every house is built by someone, but God is the builder of everything.",
    "ar": "طَبْعاً، كُلُّ بَيْتٍ لابُدَّ أَنْ يَكُونَ لَهُ بَانٍ، وَاللهُ نَفْسُهُ هُوَ بَانِي كُلِّ شَيْءٍ."
  },
  "5": {
    "en": "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future.",
    "ar": "إِنَّ مُوسَى كَانَ أَمِيناً فِي كُلِّ بَيْتِ اللهِ، وَلَكِنْ بِصِفَتِهِ خَادِماً. وَكَانَ ذَلِكَ شَهَادَةً لِمَا أَعْلَنَهُ اللهُ فِيمَا بَعْدُ."
  },
  "6": {
    "en": "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory.",
    "ar": "أَمَّا الْمَسِيحُ، فَهُوَ أَمِينٌ بِصِفَتِهِ ابْناً يَتَرَأَّسُ عَلَى الْبَيْتِ. وَهَذَا الْبَيْتُ هُوَ نَحْنُ الْمُؤْمِنِينَ، عَلَى أَنْ نَتَمَسَّكَ بِالثِّقَةِ وَالافْتِخَارِ بِرَجَائِنَا تَمَسُّكاً ثَابِتاً حَتَّى النِّهَايَةِ."
  },
  "7": {
    "en": "So, as the Holy Spirit says:\n“Today, if you hear his voice,",
    "ar": "لِهَذَا، يُنَبِّهُنَا الرُّوحُ الْقُدُسُ إِذْ يَقُولُ: «الْيَوْمَ، إِنْ سَمِعْتُمْ صَوْتَهُ،"
  },
  "8": {
    "en": "do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,",
    "ar": "فَلا تُقَسُّوا قُلُوبَكُمْ، كَمَا حَدَثَ قَدِيماً، حِينَ أَثَارَ آبَاؤُكُمْ غَضَبِي، يَوْمَ التَّجْرِبَةِ فِي الصَّحْرَاءِ."
  },
  "9": {
    "en": "where your ancestors tested and tried me,\n    though for forty years they saw what I did.",
    "ar": "هُنَاكَ جَرَّبُونِي وَاخْتَبَرُونِي، وَقَدْ شَاهَدُوا أَعْمَالِي طَوَالَ أَرْبَعِينَ سَنَةً."
  },
  "10": {
    "en": "That is why I was angry with that generation;\n    I said, ‘Their hearts are always going astray,\n    and they have not known my ways.’",
    "ar": "لِذَلِكَ ثَارَ غَضَبِي عَلَى ذَلِكَ الْجِيلِ، وَقُلْتُ: إِنَّ قُلُوبَهُمْ تَدْفَعُهُمْ دَائِماً إِلَى الضَّلالِ، وَلَمْ يَعْرِفُوا طُرُقِي قَطُّ!"
  },
  "11": {
    "en": "So I declared on oath in my anger,\n    ‘They shall never enter my rest.’ ”",
    "ar": "وَهكَذَا، فِي غَضَبِي، أَقْسَمْتُ قَائِلاً: إِنَّهُمْ لَنْ يَدْخُلُوا مَكَانَ رَاحَتِي!»"
  },
  "12": {
    "en": "See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.",
    "ar": "فَعَلَيْكُمْ، أَيُّهَا الإِخْوَةُ، أَنْ تَأْخُذُوا حِذْرَكُمْ جَيِّداً، حَتَّى لَا يَكُونَ قَلْبُ أَيِّ وَاحِدٍ مِنْكُمْ شِرِّيراً لَا إِيمَانَ فِيهِ، مِمَّا يُؤَدِّي بِهِ إِلَى الارْتِدَادِ عَنِ اللهِ الْحَيِّ."
  },
  "13": {
    "en": "But encourage one another daily, as long as it is called “Today,” so that none of you may be hardened by sin’s deceitfulness.",
    "ar": "وَإِنَّمَا، شَجِّعُوا بَعْضُكُمْ بَعْضاً كُلَّ يَوْمٍ، مَادُمْنَا نَقُولُ: «الْيَوْمَ». وَذَلِكَ لِكَيْ لَا تُقَسِّيَ الْخَطِيئَةُ قَلْبَ أَحَدٍ مِنْكُمْ بِخِدَاعِهَا."
  },
  "14": {
    "en": "We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.",
    "ar": "فَإِنْ تَمَسَّكْنَا دَائِماً بِالثِّقَةِ الَّتِي انْطَلَقْنَا بِها فِي الْبِدَايَةِ، وَأَبْقَيْنَاهَا ثَابِتَةً إِلَى النِّهَايَةِ، نَكُونُ مُشَارِكِينَ لِلْمَسِيحِ."
  },
  "15": {
    "en": "As has just been said:\n“Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.”",
    "ar": "فَمَازَالَ التَّحْذِيرُ مُوَجَّهاً إِلَيْنَا: «الْيَوْمَ، إِنْ سَمِعْتُمْ صَوْتَهُ، فَلا تُقَسُّوا قُلُوبَكُمْ، كَمَا حَدَثَ قَدِيماً عِنْدَمَا أُثِيرَ غَضَبِي!»"
  },
  "16": {
    "en": "Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?",
    "ar": "فَمَنْ هُمُ الَّذِينَ أَثَارُوا غَضَبَ اللهِ عِنْدَمَا سَمِعُوا الدَّعْوَةَ وَرَفَضُوهَا؟ إِنَّهُمْ ذَلِكَ الشَّعْبُ الَّذِي خَرَجَ مِنْ مِصْرَ بِقِيَادَةِ مُوسَى!"
  },
  "17": {
    "en": "And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?",
    "ar": "وَعَلَى مَنْ ثَارَ غَضَبُ اللهِ مُدَّةَ أَرْبَعِينَ سَنَةً؟ عَلَى أُولَئِكَ الَّذِينَ أَخْطَأُوا، فَسَقَطَتْ جُثَثُهُمْ مُتَنَاثِرَةً فِي الصَّحْرَاءِ!"
  },
  "18": {
    "en": "And to whom did God swear that they would never enter his rest if not to those who disobeyed?",
    "ar": "وَلِمَنْ أَقْسَمَ اللهُ أَنَّهُمْ لَنْ يَدْخُلُوا أَبَداً مَكَانَ رَاحَتِهِ؟ لِلَّذِينَ عَصَوْا أَمْرَهُ!"
  },
  "19": {
    "en": "So we see that they were not able to enter, because of their unbelief.",
    "ar": "وَهكَذَا، نَرَى أَنَّ عَدَمَ الإِيمَانِ مَنَعَهُمْ مِنَ الدُّخُولِ إِلَى مَكَانِ الرَّاحَةِ."
  }
}