{
  "1": {
    "en": "This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him,",
    "ar": "فَإِنَّ مَلْكِيصَادَقَ الْمَذْكُورَ، كَانَ مَلِكاً عَلَى مَدِينَةِ سَالِيمَ وَكَاهِناً لِلهِ الْعَلِيِّ، فِي وَقْتٍ وَاحِدٍ. وَقَدِ اسْتَقْبَلَ إِبْرَاهِيمَ الْعَائِدَ مُنْتَصِراً مِنْ مَعْرَكَةٍ هَزَمَ فِيهَا عَدَداً مِنَ الْمُلُوكِ، وَبَارَكَهُ."
  },
  "2": {
    "en": "and Abraham gave him a tenth of everything. First, the name Melchizedek means “king of righteousness”; then also, “king of Salem” means “king of peace.”",
    "ar": "وَأَدَّى لَهُ إِبْرَاهِيمُ عُشْراً مِنْ كُلِّ مَا غَنِمَهُ فِي الْمَعْرَكَةِ. فَمِنْ جِهَةٍ، يَعْنِي اسْمُ مَلْكِيصَادَقَ «مَلِكَ الْعَدْلِ». وَمِنْ جِهَةٍ أُخْرَى، كَانَ لَقَبُهُ «مَلِكَ سَالِيمَ» أَيْ «مَلِكَ السَّلامِ»."
  },
  "3": {
    "en": "Without father or mother, without genealogy, without beginning of days or end of life, resembling the Son of God, he remains a priest forever.",
    "ar": "وَالْوَحْيُ لَا يَذْكُرُ لَهُ أَباً وَلا أُمّاً وَلا نَسَباً، كَمَا لَا يَذْكُرُ شَيْئاً عَنْ وِلادَتِهِ أَوْ مَوْتِهِ. وَذَلِكَ لِكَيْ يَصِحَّ اعْتِبَارُهُ رَمْزاً لابْنِ اللهِ، بِوَصْفِهِ كَاهِناً إِلَى الأَبَدِ."
  },
  "4": {
    "en": "Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder!",
    "ar": "لِنَتَأَمَّلِ الآنَ كَمْ كَانَ هَذَا الشَّخْصُ عَظِيماً. فَحَتَّى إِبْرَاهِيمُ، جَدُّنَا الأَكْبَرُ، أَدَّى لَهُ عُشْراً مِنْ غَنَائِمِهِ."
  },
  "5": {
    "en": "Now the law requires the descendants of Levi who become priests to collect a tenth from the people—that is, from their fellow Israelites—even though they also are descended from Abraham.",
    "ar": "وَنَحْنُ نَعْلَمُ أَنَّ شَرِيعَةَ مُوسَى تُوصِي الْكَهَنَةَ الْمُتَحَدِّرِينَ مِنْ نَسْلِ لاوِي بِأَنْ يَأْخُذُوا الْعُشُورَ مِنَ الشَّعْبِ، أَيْ مِنْ إِخْوَتِهِمْ، مَعَ أَنَّ أَصْلَهُمْ جَمِيعاً يَرْجِعُ إِلَى إِبْرَاهِيمَ."
  },
  "6": {
    "en": "This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises.",
    "ar": "وَلَكِنَّ مَلْكِيصَادَقَ الَّذِي لَا يَجْمَعُهُ بِهَؤُلاءِ أَيُّ نَسَبٍ، أَخَذَ الْعُشْرَ مِنْ إِبْرَاهِيمَ وَبَارَكَهُ، مَعَ كَوْنِ إِبْرَاهِيمَ حَاصِلاً عَلَى وُعُودٍ بِالْبَرَكَةِ مِنَ اللهِ."
  },
  "7": {
    "en": "And without doubt the lesser is blessed by the greater.",
    "ar": "إِذَنْ، لَا خِلافَ أَنَّ مَلْكِيصَادَقَ أَعْظَمُ مِنْ إِبْرَاهِيمَ، وَإلَّا فَمَا كَانَ قَدْ بَارَكَهُ!"
  },
  "8": {
    "en": "In the one case, the tenth is collected by people who die; but in the other case, by him who is declared to be living.",
    "ar": "أَضِفْ إِلَى ذَلِكَ أَنَّ الْكَهَنَةَ الْمُتَحَدِّرِينَ مِنْ نَسْلِ لاوِي، الَّذِينَ يَأْخُذُونَ العُشُورَ بِمُوجِبِ الشَّرِيعَةِ، هُمْ بَشَرٌ يَمُوتُونَ. أَمَّا مَلْكِيصَادَقُ، الَّذِي أَخَذَ الْعُشُورَ مِنْ إِبْرَاهِيمَ، فَمَشْهُودٌ لَهُ بِأَنَّهُ حَيٌّ."
  },
  "9": {
    "en": "One might even say that Levi, who collects the tenth, paid the tenth through Abraham,",
    "ar": "وَلَوْ جَازَ الْقَوْلُ، لَقُلْنَا: حَتَّى لاوِي، الَّذِي يَأْخُذُ نَسْلُهُ الْعُشُورَ، هُوَ أَيْضاً قَدْ أَدَّى الْعُشُورَ لِمَلْكِيصَادَقَ مِنْ خِلالِ إِبْرَاهِيمَ."
  },
  "10": {
    "en": "because when Melchizedek met Abraham, Levi was still in the body of his ancestor.",
    "ar": "فَمَعَ أَنَّ لاوِي لَمْ يَكُنْ قَدْ وُلِدَ بَعْدُ، فَإِنَّهُ كَانَ مَوْجُوداً فِي صُلْبِ جَدِّهِ إِبْرَاهِيمَ، عِنْدَمَا لاقَاهُ مَلْكِيصَادَقُ."
  },
  "11": {
    "en": "If perfection could have been attained through the Levitical priesthood—and indeed the law given to the people established that priesthood—why was there still need for another priest to come, one in the order of Melchizedek, not in the order of Aaron?",
    "ar": "إِنَّ شَرِيعَةَ مُوسَى كُلَّهَا كَانَتْ تَدُورُ حَوْلَ نِظَامِ الْكَهَنُوتِ الَّذِي قَامَ بَنُو لاوِي بِتَأْدِيَةِ وَاجِبَاتِهِ. إِلّا أَنَّ ذَلِكَ النِّظَامَ لَمْ يُوصِلْ إِلَى الْكَمَالِ أُولئِكَ الَّذِينَ كَانُوا يَعْبُدُونَ اللهَ عَلَى أَسَاسِهِ. وَإلَّا، لَمَا دَعَتِ الْحَاجَةُ إِلَى تَعْيِينِ كَاهِنٍ آخَرَ عَلَى رُتْبَةِ مَلْكِيصَادَقَ، وَلَيْسَ عَلَى رُتْبَةِ هَرُونَ!"
  },
  "12": {
    "en": "For when the priesthood is changed, the law must be changed also.",
    "ar": "وَحِينَ يَحْدُثُ أَيُّ تَغَيُّرٍ فِي الْكَهَنُوتِ، فَمِنَ الضَّرُورِيِّ أَنْ يُقَابِلَهُ تَغَيُّرٌ مُمَاثِلٌ فِي شَرِيعَةِ الْكَهَنُوتِ."
  },
  "13": {
    "en": "He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar.",
    "ar": "فَالْمَسِيحُ، رَئِيسُ كَهَنَتِنَا، لَمْ يَكُنْ مِنْ سِبْطِ لاوِي، الَّذِي كَانَ كَهَنَةُ الْيَهُودِ يَتَحَدَّرُونَ مِنْهُ."
  },
  "14": {
    "en": "For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests.",
    "ar": "إِذْ مِنَ الْوَاضِحِ تَارِيخِيًّا أَنَّ رَبَّنَا يَرْجِعُ بِأَصْلِهِ الْبَشَرِيِّ إِلَى يَهُوذَا. وَشَرِيعَةُ مُوسَى لَا تَذْكُرُ أَيَّةَ عَلاقَةٍ لِنَسْلِ يَهُوذَا بِنِظَامِ الْكَهَنُوتِ."
  },
  "15": {
    "en": "And what we have said is even more clear if another priest like Melchizedek appears,",
    "ar": "وَمِمَّا يَزِيدُ الأَمْرَ وُضُوحاً، أَنَّ الْكَاهِنَ الْجَدِيدَ، الشَّبِيهَ بِمَلْكِيصَادَقَ،"
  },
  "16": {
    "en": "one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life.",
    "ar": "لَمْ يُعَيَّنْ كَاهِناً عَلَى أَسَاسِ الشَّرِيعَةِ الَّتِي تُوصِي بِضَرُورَةِ الانْتِمَاءِ إِلَى نَسْلٍ بَشَرِيٍّ مُعَيَّنٍ، بَلْ عَلَى أَسَاسِ الْقُوَّةِ النَّابِعَةِ مِنْ حَيَاتِهِ الَّتِي لَا تَزُولُ أَبَداً."
  },
  "17": {
    "en": "For it is declared:\n“You are a priest forever,\n    in the order of Melchizedek.”",
    "ar": "ذَلِكَ لأَنَّ الْوَحْيَ يَشْهَدُ لَهُ قَائِلاً: «أَنْتَ كَاهِنٌ إِلَى الأَبَدِ عَلَى رُتْبَةِ مَلْكِيصَادَقَ!»"
  },
  "18": {
    "en": "The former regulation is set aside because it was weak and useless",
    "ar": "هَكَذَا، يَتَبَيَّنُ أَنَّ نِظَامَ الْكَهَنُوتِ الْقَدِيمَ قَدْ أُلْغِيَ لأَنَّهُ عَاجِزٌ وَغَيْرُ نَافِعٍ."
  },
  "19": {
    "en": "(for the law made nothing perfect), and a better hope is introduced, by which we draw near to God.",
    "ar": "فَالشَّرِيعَةُ لَمْ تُوصِلِ الَّذِينَ كَانُوا يَعْبُدُونَ اللهَ بِحَسَبِهَا وَلَوْ إِلَى أَدْنَى دَرَجَاتِ الْكَمَالِ. وَلِذَلِكَ، وَضَعَ اللهُ أَسَاساً جَدِيداً لِلاقْتِرَابِ إِلَيْهِ، مُقَدِّماً لَنَا رَجَاءً أَفْضَلَ."
  },
  "20": {
    "en": "And it was not without an oath! Others became priests without any oath,",
    "ar": "ثُمَّ إِنَّ تَعْيِينَ الْمَسِيحِ رَئِيسَ كَهَنَةٍ، قَدْ تَأَيَّدَ بِالْقَسَمِ."
  },
  "21": {
    "en": "but he became a priest with an oath when God said to him:\n“The Lord has sworn\n    and will not change his mind:\n    ‘You are a priest forever.’”",
    "ar": "أَمَّا بَنُو لاوِي، فَكَانُوا يَصِيرُونَ كَهَنَةً دُونَ أَيِّ قَسَمٍ. هَذَا الْقَسَمُ وَاضِحٌ فِي قَوْلِ الله: «أَقْسَمَ الرَّبُّ وَلَنْ يَتَرَاجَعَ: أَنْتَ كَاهِنٌ إِلَى الأَبَدِ»"
  },
  "22": {
    "en": "Because of this oath, Jesus has become the guarantor of a better covenant.",
    "ar": "فَعَلَى أَسَاسِ ذَلِكَ الْقَسَمِ، صَارَ يَسُوعُ ضَامِناً لِعَهْدٍ أَفْضَلَ!"
  },
  "23": {
    "en": "Now there have been many of those priests, since death prevented them from continuing in office;",
    "ar": "فَضْلاً عَنْ هَذَا، فالْكَهَنَةُ الْعَادِيُّونَ كَانُوا يَتَغَيَّرُونَ دَائِماً، لأَنَّ الْمَوْتَ كَانَ يَمْنَعُ أَيَّ وَاحِدٍ مِنْهُمْ مِنَ الْبَقَاءِ."
  },
  "24": {
    "en": "but because Jesus lives forever, he has a permanent priesthood.",
    "ar": "وَأَمَّا الْمَسِيحُ، فَلأَنَّهُ حَيٌّ إِلَى الأَبَدِ، فَهُوَ يَبْقَى صَاحِبَ كَهَنُوتٍ لَا يَزُولُ!"
  },
  "25": {
    "en": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them.",
    "ar": "وَهُوَ لِذَلِكَ قَادِرٌ دَائِماً أَنْ يُحَقِّقَ الْخَلاصَ الْكَامِلَ لِلَّذِينَ يَتَقَرَّبُونَ بِهِ إِلَى اللهِ. فَهُوَ، فِي حَضْرَةِ اللهِ، حَيٌّ عَلَى الدَّوَامِ لِيَتَضَرَّعَ مِنْ أَجْلِهِمْ وَيُحَامِيَ عَنْهُمْ!"
  },
  "26": {
    "en": "Such a high priest truly meets our need—one who is holy, blameless, pure, set apart from sinners, exalted above the heavens.",
    "ar": "نَعَمْ، هَذَا هُوَ رَئِيسُ الْكَهَنَةِ الَّذِي كُنَّا مُحْتَاجِينَ إِلَيْهِ. إِنَّهُ قُدُّوسٌ، لَا عَيْبَةَ فِيهِ، وَلا نَجَاسَةَ، قَدِ انْفَصَلَ عَنِ الْخَاطِئِينَ، وَارْتَفَعَ حَتَّى صَارَ أَسْمَى مِنَ السَّمَاوَاتِ."
  },
  "27": {
    "en": "Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself.",
    "ar": "وَهُوَ لَا يَحْتَاجُ إِلَى مَا كَانَ يَحْتَاجُ إِلَيْهِ قَدِيماً كُلُّ رَئِيسِ كَهَنَةٍ: أَنْ يُقَدِّمَ الذَّبَائِحَ يَوْمِيًّا لِلتَّكْفِيرِ عَنْ خَطَايَاهُ الْخَاصَّةِ أَوَّلاً، ثُمَّ عَنْ خَطَايَا الشَّعْبِ، وَذَلِكَ لأَنَّهُ كَفَّرَ عَنْ خَطَايَاهُمْ مَرَّةً وَاحِدَةً، حِينَ قَدَّمَ نَفْسَهُ عَنْهُمْ."
  },
  "28": {
    "en": "For the law appoints as high priests men in all their weakness; but the oath, which came after the law, appointed the Son, who has been made perfect forever.",
    "ar": "إِذَنْ، كَانَتِ الشَّرِيعَةُ تُعَيِّنُ كُلَّ رَئِيسِ كَهَنَةٍ مِنْ بَيْنِ الْبَشَرِ الضُّعَفَاءِ. أَمَّا كَلِمَةُ الْقَسَمِ، الَّتِي جَاءَتْ بَعْدَ الشَّرِيعَةِ، فَقَدْ عَيَّنَتِ ابْنَ اللهِ، الْمُؤَهَّلَ تَمَاماً لِمُهِمَّتِهِ، رَئِيسَ كَهَنَةٍ إِلَى الأَبَدِ!"
  }
}