{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Speak to the Israelites and get twelve staffs from them, one from the leader of each of their ancestral tribes. Write the name of each man on his staff.",
    "ar": "«كَلِّمْ بَنِي إِسْرَائِيلَ، وَخُذْ مِنْهُمْ اثْنَتَيْ عَشْرَةَ عَصاً، وَاحِدَةً مِنْ كُلِّ رَئِيسِ سِبْطٍ مِنْ أَسْبَاطِ آبَائِهِمْ، وَاحْفُرِ اسْمَ كُلِّ وَاحِدٍ مِنْهُمْ عَلَى عَصَاهُ."
  },
  "3": {
    "en": "On the staff of Levi write Aaron’s name, for there must be one staff for the head of each ancestral tribe.",
    "ar": "وَاحْفُرِ اسْمَ هَرُونَ عَلَى عَصَا لاوِي، لأَنَّ لِرَئِيسِ بَيْتِ آبَائِهِمْ عَصاً وَاحِدَةً."
  },
  "4": {
    "en": "Place them in the tent of meeting in front of the ark of the covenant law, where I meet with you.",
    "ar": "وَضَعِ الْعِصِيَّ فِي خَيْمَةِ الاجْتِمَاعِ أَمَامَ الشَّهَادَةِ حَيْثُ أَجْتَمِعُ بِكُمْ."
  },
  "5": {
    "en": "The staff belonging to the man I choose will sprout, and I will rid myself of this constant grumbling against you by the Israelites.”",
    "ar": "فَالرَّجُلُ الَّذِي أَخْتَارُهُ تُوْرِقُ عَصَاهُ، وَبِذَلِكَ أَضَعُ حَدّاً لِتَذَمُّرَاتِ بَنِي إِسْرَائِيلَ الَّتِي تَرْتَفِعُ ضِدَّكُمَا»."
  },
  "6": {
    "en": "So Moses spoke to the Israelites, and their leaders gave him twelve staffs, one for the leader of each of their ancestral tribes, and Aaron’s staff was among them.",
    "ar": "فَأَبْلَغَ مُوسَى ذَلِكَ بَنِي إِسْرَائِيلَ، فَأَعْطَاهُ كُلُّ وَاحِدٍ مِنْ رُؤَسَائِهِمْ عَصاً بِحَسَبِ أَسْبَاطِهِمْ فَكَانَتِ اثْنَتَيْ عَشْرَةَ عَصاً. وَكَانَتْ عَصَا هَرُونَ مِنْ بَيْنِ عِصِيِّهِمْ."
  },
  "7": {
    "en": "Moses placed the staffs before the Lord in the tent of the covenant law.",
    "ar": "فَوَضَعَ مُوسَى الْعِصِيَّ أَمَامَ الرَّبِّ فِي خَيْمَةِ الشَّهَادَةِ."
  },
  "8": {
    "en": "The next day Moses entered the tent and saw that Aaron’s staff, which represented the tribe of Levi, had not only sprouted but had budded, blossomed and produced almonds.",
    "ar": "وَفِي الْيَوْمِ التَّالِي دَخَلَ مُوسَى إِلَى خَيْمَةِ الشَّهَادَةِ فَوَجَدَ أَنَّ عَصَا هَرُونَ الَّتِي تُمَثِّلُ سِبْطَ لاوِي قَدْ أَوْرَقَتْ، إِذْ أَخْرَجَتْ فُرُوخاً وَأَزْهَرَتْ وَأَثْمَرَتْ لَوْزاً نَاضِجاً."
  },
  "9": {
    "en": "Then Moses brought out all the staffs from the Lord’s presence to all the Israelites. They looked at them, and each of the leaders took his own staff.",
    "ar": "فَأَخْرَجَ مُوسَى جَمِيعَ الْعِصِيِّ مِنْ حَضْرَةِ الرَّبِّ لِيَتَفَحَّصَهَا بَنُو إِسْرَائِيلَ كُلُّهُمْ، فَأَخَذَ كُلُّ وَاحِدٍ عَصَاهُ."
  },
  "10": {
    "en": "The Lord said to Moses, “Put back Aaron’s staff in front of the ark of the covenant law, to be kept as a sign to the rebellious. This will put an end to their grumbling against me, so that they will not die.”",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى: «رُدَّ عَصَا هَرُونَ إِلَى أَمَامِ تَابُوتِ الْعَهْدِ وَاحْفَظْهَا لِتَكُونَ عِبْرَةً لِلْمُتَمَرِّدِينَ، فَتَكُفَّ تَذَمُّرَاتُهُمْ عَنِّي لِئَلّا يَهْلِكُوا»."
  },
  "11": {
    "en": "Moses did just as the Lord commanded him.",
    "ar": "فَفَعَلَ مُوسَى بِمُقْتَضَى أَمْرِ الرَّبِّ."
  },
  "12": {
    "en": "The Israelites said to Moses, “We will die! We are lost, we are all lost!",
    "ar": "وَقَالَ بَنُو إِسْرَائِيلَ لِمُوسَى: «إِنَّنَا انْقَرَضْنَا وَهَلَكْنَا جَمِيعاً،"
  },
  "13": {
    "en": "Anyone who even comes near the tabernacle of the Lord will die. Are we all going to die?”",
    "ar": "لأَنَّ كُلَّ مَنِ اقْتَرَبَ إِلَى مَسْكَنِ الرَّبِّ يَمُوتُ. تُرَى أَنَفْنَى كُلُّنَا؟»"
  }
}