{
  "1": {
    "en": "After the plague the Lord said to Moses and Eleazar son of Aaron, the priest,",
    "ar": "وَبَعْدَ تَوَقُّفِ الْوَبَإِ قَالَ الرَّبُّ لِمُوسَى وَأَلِعَازَارَ بْنِ هَرُونَ الْكَاهِنِ:"
  },
  "2": {
    "en": "“Take a census of the whole Israelite community by families—all those twenty years old or more who are able to serve in the army of Israel.”",
    "ar": "«أَحْصِيَا كُلَّ جَمَاعَةِ إِسْرَائِيلَ، مِنِ ابْنِ عِشْرِينَ سَنَةً فَمَا فَوْقُ، مِنَ الْقَادِرِينَ عَلَى التَّجَنُّدِ فِي جَيْشِ إِسْرَائِيلَ، حَسَبَ انْتِمَاءِ كُلٍّ مِنْهُمْ لِسِبْطِهِ»."
  },
  "3": {
    "en": "So on the plains of Moab by the Jordan across from Jericho, Moses and Eleazar the priest spoke with them and said,",
    "ar": "فَقَالَ مُوسَى وَأَلِعَازَارُ الْكَاهِنُ لِلشَّعْبِ فِي سُهُولِ مُوآبَ بِقُرْبِ نَهْرِ الأُرْدُنِّ مُقَابِلَ أَرِيحَا:"
  },
  "4": {
    "en": "“Take a census of the men twenty years old or more, as the Lord commanded Moses.”\nThese were the Israelites who came out of Egypt:",
    "ar": "«أَحْصُوا كُلَّ رَجُلٍ مِنِ ابْنِ عِشْرِينَ سَنَةً فَمَا فَوْقُ، كَمَا أَمَرَ الرَّبُّ مُوسَى». فَكَانَ هَؤُلاءِ هُمُ الْخَارِجُونَ مِنْ دِيَارِ مِصْرَ."
  },
  "5": {
    "en": "The descendants of Reuben, the firstborn son of Israel, were:\nthrough Hanok, the Hanokite clan;\nthrough Pallu, the Palluite clan;",
    "ar": "رَأُوبَيْنُ بِكْرُ يَعْقُوبَ، أَمَّا أَبْنَاؤُهُ فَهُمْ: حَنُوكُ رَأْسُ عَشِيرَةِ الْحَنُوكِيِّينَ، وَفَلُّو رَأْسُ عَشِيرَةِ الْفَلُّويِّينَ."
  },
  "6": {
    "en": "through Hezron, the Hezronite clan;\nthrough Karmi, the Karmite clan.",
    "ar": "وَحَصْرُونُ رَأْسُ عَشِيرَةِ الْحَصْروُنِيِّينَ، وَكَرْمِي رَأْسُ عَشِيرَةِ الْكَرْمِيِّينَ."
  },
  "7": {
    "en": "These were the clans of Reuben; those numbered were 43,730.",
    "ar": "هَذِهِ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ رَأُوبَيْنَ. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ ثَلاثَةً وَأَرْبَعِينَ أَلْفاً وَسَبْعَ مِئَةٍ وَثَلاثِينَ."
  },
  "8": {
    "en": "The son of Pallu was Eliab,",
    "ar": "وَأَلِيآبُ بْنُ فَلُّو."
  },
  "9": {
    "en": "and the sons of Eliab were Nemuel, Dathan and Abiram. The same Dathan and Abiram were the community officials who rebelled against Moses and Aaron and were among Korah’s followers when they rebelled against the Lord.",
    "ar": "أَمَّا أَبْنَاءُ أَلِيآبَ فَهُمْ: نَمُوئِيلُ وَدَاثَانُ وَأَبِيرَامُ. وَكَانَ دَاثَانُ وَأَبِيرَامُ مِنَ الْمُنْتَخَبِينَ فِي الْمَجْلِسِ وَهُمَا اللَّذَانِ خَاصَمَا مُوسَى وَهَرُونَ مَعَ بَقِيَّةِ جَمَاعَةِ قُورَحَ حِينَ تَمَرَّدُوا عَلَى الرَّبِّ."
  },
  "10": {
    "en": "The earth opened its mouth and swallowed them along with Korah, whose followers died when the fire devoured the 250 men. And they served as a warning sign.",
    "ar": "فَانْشَقَّتِ الأَرْضُ آنَئِذٍ وَابْتَلَعَتْهُمَا مَعَ قُورَحَ، حِينَ أَحْرَقَتِ النَّارُ الْقَوْمَ الْبَالِغَ عَدَدُهُمْ مِئَتَيْنِ وَخَمْسِينَ رَجُلاً، فَصَارُوا عِبْرَةً."
  },
  "11": {
    "en": "The line of Korah, however, did not die out.",
    "ar": "غَيْرَ أَنَّ أَبْنَاءَ قُورَحَ لَمْ يَهْلِكُوا."
  },
  "12": {
    "en": "The descendants of Simeon by their clans were:\nthrough Nemuel, the Nemuelite clan;\nthrough Jamin, the Jaminite clan;\nthrough Jakin, the Jakinite clan;",
    "ar": "أَمَّا أَبْنَاءُ شِمْعُونَ فَهُمْ: نَمُوئِيلُ رَأْسُ عَشِيرَةِ النَّمُوئِيلِيِّينَ، وَيَامِينُ رَأْسُ عَشِيرَةِ الْيَامِينِيِّينَ، وَيَاكِينُ رَأْسُ عَشِيرَةِ الْيَاكِينِيِّينَ."
  },
  "13": {
    "en": "through Zerah, the Zerahite clan;\nthrough Shaul, the Shaulite clan.",
    "ar": "وَزَارَحُ رَأْسُ عَشِيرَةِ الزَّارَحِيِّينَ. وَشَأُولُ رَأْسُ عَشِيرَةِ الشَّأُولِيِّينَ."
  },
  "14": {
    "en": "These were the clans of Simeon; those numbered were 22,200.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ شِمْعُونَ، وَعَدَدُ الْمُحْصَيْنَ مِنْهُمُ اثْنَانِ وَعِشْرُونَ أَلْفاً وَمِئَتَانِ."
  },
  "15": {
    "en": "The descendants of Gad by their clans were:\nthrough Zephon, the Zephonite clan;\nthrough Haggi, the Haggite clan;\nthrough Shuni, the Shunite clan;",
    "ar": "أَمَّا أَبْنَاءُ جَادٍ فَهُمْ: صِفُونُ رَأْسُ عَشِيرَةِ الصِّفُونِيِّينَ، وَحَجِّي رَأْسُ عَشِيرَةِ الْحَجِّيِّينَ، وَشُونِي رَأْسُ عَشِيرَةِ الشُّونِيِّينَ،"
  },
  "16": {
    "en": "through Ozni, the Oznite clan;\nthrough Eri, the Erite clan;",
    "ar": "وَأُزْنِي رَأْسُ عَشِيرَةِ الأُزْنِيِّينَ، وَعِيرِي رَأْسُ عَشِيرَةِ الْعِيرِيِّينَ،"
  },
  "17": {
    "en": "through Arodi, the Arodite clan;\nthrough Areli, the Arelite clan.",
    "ar": "وَأَرُودُ رَأْسُ عَشِيرَةِ الأَرُودِيِّينَ، وَأَرْئِيلِي رَأْسُ عَشِيرَةِ الأَرْئِيلِيِّينَ."
  },
  "18": {
    "en": "These were the clans of Gad; those numbered were 40,500.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ جَادٍ. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ أَرْبَعِينَ أَلْفاً وَخَمْسَ مِئَةٍ."
  },
  "19": {
    "en": "Er and Onan were sons of Judah, but they died in Canaan.",
    "ar": "أَمَّا ابْنَا يَهُوذَا عِيرُ وَأُونَانُ فَقَدْ مَاتَا فِي أَرْضِ كَنْعَانَ مِنْ غَيْرِ عَقِبٍ."
  },
  "20": {
    "en": "The descendants of Judah by their clans were:\nthrough Shelah, the Shelanite clan;\nthrough Perez, the Perezite clan;\nthrough Zerah, the Zerahite clan.",
    "ar": "وَالَّذِينَ أَعْقَبُوا نَسْلاً مِنْ أَبْنَاءِ يَهُوذَا هُمْ: شِيلَةُ رَأْسُ عَشِيرَةِ الشِّيلِيِّينَ، وَفَارَصُ رَأْسُ عَشِيرَةِ الْفَارَصِيِّينَ، وزَارَحُ رَأْسُ عَشِيرَةِ الزَّارَحِيِّينَ."
  },
  "21": {
    "en": "The descendants of Perez were:\nthrough Hezron, the Hezronite clan;\nthrough Hamul, the Hamulite clan.",
    "ar": "وَأَبْنَاءُ فَارَصَ: حَصْرُونُ رَأْسُ عَشِيرَةِ الْحَصْرُونِيِّينَ، وَحَامُولُ رَأْسُ عَشِيرَةِ الْحَامُولِيِّينَ."
  },
  "22": {
    "en": "These were the clans of Judah; those numbered were 76,500.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ يَهُوذَا. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ سِتَّةً وَسَبْعِينَ أَلْفاً وَخَمْسَ مِئَةٍ."
  },
  "23": {
    "en": "The descendants of Issachar by their clans were:\nthrough Tola, the Tolaite clan;\nthrough Puah, the Puite clan;",
    "ar": "أَمَّا أَبْنَاءُ يَسَّاكَرَ فَهُمْ: تُولاعُ رَأْسُ عَشِيرَةِ التُّولاعِيِّينَ، وَفُوَّةُ رَأْسُ عَشِيرَةِ الْفُوِّيِّينَ،"
  },
  "24": {
    "en": "through Jashub, the Jashubite clan;\nthrough Shimron, the Shimronite clan.",
    "ar": "وَيَاشُوبُ رَأْسُ عَشِيرَةِ الْيَاشُوبِيِّينَ، وَشِمْرُونُ رَأْسُ عَشِيرَةِ الشِّمْرُونِيِّينَ."
  },
  "25": {
    "en": "These were the clans of Issachar; those numbered were 64,300.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ يَسَّاكَرَ. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ أَرْبَعَةً وَسِتِّينَ أَلْفاً وَثَلاثَ مِئَةٍ."
  },
  "26": {
    "en": "The descendants of Zebulun by their clans were:\nthrough Sered, the Seredite clan;\nthrough Elon, the Elonite clan;\nthrough Jahleel, the Jahleelite clan.",
    "ar": "أَمَّا أَبْنَاءُ زَبُولُونَ فَهُمْ: سَارَدُ رَأْسُ عَشِيرَةِ السَّارَدِيِّينَ، وَإِيلُونُ رَأْسُ عَشِيرَةِ الإِيلُونِيِّينَ وَيَاحِلْئِيلُ رَأْسُ عَشِيرَةِ الْيَاحِلْئِيلِيِّينَ."
  },
  "27": {
    "en": "These were the clans of Zebulun; those numbered were 60,500.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ زَبُولُونَ. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ سِتِّينَ أَلْفاً وَخَمْسَ مِئَةٍ."
  },
  "28": {
    "en": "The descendants of Joseph by their clans through Manasseh and Ephraim were:",
    "ar": "أَمَّا ابْنَا يُوسُفَ فَهُمَا: مَنَسَّى وَأَفْرَايِمُ."
  },
  "29": {
    "en": "The descendants of Manasseh:\nthrough Makir, the Makirite clan (Makir was the father of Gilead);\nthrough Gilead, the Gileadite clan.",
    "ar": "وَنَسْلُ مَنَسَّى مَاكِيرُ رَأْسُ عَشِيرَةِ الْمَاكِيرِيِّينَ، وَأَنْجَبَ مَاكِيرُ جِلْعَادَ، فَكَانَ جِلْعَادُ رَأْسَ عَشِيرَةِ الْجِلْعَادِيِّينَ."
  },
  "30": {
    "en": "These were the descendants of Gilead:\nthrough Iezer, the Iezerite clan;\nthrough Helek, the Helekite clan;",
    "ar": "وَهَؤُلاءِ هُمْ أَبْنَاءُ جِلْعَادَ: إِيعَزَرُ رَأْسُ عَشِيرَةِ الإِيعَزَرِيِّينَ وَحَالَقُ رَأْسُ عَشِيرَةِ الْحَالَقِيِّينَ،"
  },
  "31": {
    "en": "through Asriel, the Asrielite clan;\nthrough Shechem, the Shechemite clan;",
    "ar": "وَأَسْرِيئِيلُ رَأْسُ عَشِيرَةِ الأَسْرِيئِيلِيِّينَ، وَشَكَمُ رَأْسَ عَشِيرَةِ الشَّكَمِيِّينَ،"
  },
  "32": {
    "en": "through Shemida, the Shemidaite clan;\nthrough Hepher, the Hepherite clan.",
    "ar": "وَشَمِيدَاعُ رَأْسُ عَشِيرَةِ الشَّمِيدَاعِيِّينَ، وَحَافَرُ رَأْسُ عَشِيرَةِ الْحَافَرِيِّينَ."
  },
  "33": {
    "en": "(Zelophehad son of Hepher had no sons; he had only daughters, whose names were Mahlah, Noah, Hoglah, Milkah and Tirzah.)",
    "ar": "وَأَنْجَبَ حَافَرُ صَلُفْحَادَ الَّذِي لَمْ يُنْجِبْ سِوَى بَنَاتٍ هُنَّ: مَحْلَةُ وَنُوعَةُ وَحُجْلَةُ وَمِلْكَةُ وَتِرْصَةُ."
  },
  "34": {
    "en": "These were the clans of Manasseh; those numbered were 52,700.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ مَنَسَّى. وَكَانَ الْمُحْصَوْنَ مِنْهُمُ اثْنَيْنِ وَخَمْسِينَ أَلْفاً وَسَبْعَ مِئَةٍ."
  },
  "35": {
    "en": "These were the descendants of Ephraim by their clans:\nthrough Shuthelah, the Shuthelahite clan;\nthrough Beker, the Bekerite clan;\nthrough Tahan, the Tahanite clan.",
    "ar": "أَمَّا أَبْنَاءُ أَفْرَايِمَ فَهُمْ: شُوتَالَحُ رَأْسُ عَشِيرَةِ الشُّوتَالَحِيِّينَ، وَبَاكَرُ رَأْسُ عَشِيرَةِ الْبَاكَرِيِّينَ، وَتَاحَنُ رَأْسَ عَشِيرَةِ التَّاحَنِيِّينَ."
  },
  "36": {
    "en": "These were the descendants of Shuthelah:\nthrough Eran, the Eranite clan.",
    "ar": "وَأَنْجَبَ شُوتَالَحُ عِيرَانَ رَأْسُ عَشِيرَةِ الْعِيرَانِيِّينَ."
  },
  "37": {
    "en": "These were the clans of Ephraim; those numbered were 32,500.\nThese were the descendants of Joseph by their clans.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ أَفْرَايِمَ. وَكَانَ الْمُحْصَوْنَ مِنْهُمْ اثْنَيْنِ وَثَلاثِينَ أَلْفاً وَخَمْسَ مِئَةٍ، وَجَمِيعُ هَذِهِ الْعَشَائِرِ مِنْ نَسْلِ يُوسُفَ."
  },
  "38": {
    "en": "The descendants of Benjamin by their clans were:\nthrough Bela, the Belaite clan;\nthrough Ashbel, the Ashbelite clan;\nthrough Ahiram, the Ahiramite clan;",
    "ar": "أَمَّا أَبْنَاءُ بِنْيَامِينَ فَهُمْ: بَالَعُ رَأْسُ عَشِيرَةِ الْبَالَعِيِّينَ، وَأَشْبِيلُ رَأْسُ عَشِيرَةِ الأَشْبِيلِيِّينَ، وَأَحِيرَامُ رَأْسُ عَشِيرَةِ الأَحِيرَامِيِّينَ."
  },
  "39": {
    "en": "through Shupham, the Shuphamite clan;\nthrough Hupham, the Huphamite clan.",
    "ar": "وَشَفُوفَامُ رَأْسُ عَشِيرَةِ الشَّفُوفَامِيِّينَ، وَحُوفَامُ رَأْسُ عَشِيرَةِ الْحُوفَامِيِّينَ."
  },
  "40": {
    "en": "The descendants of Bela through Ard and Naaman were:\nthrough Ard, the Ardite clan;\nthrough Naaman, the Naamite clan.",
    "ar": "وَأَنْجَبَ بَالَعُ أَرْدَ وَنُعْمَانَ، فَكَانَ أَرْدُ رَأْسَ عَشِيرَةِ الأَرْدِيِّينَ، وَنُعْمَانُ رَأْسَ عَشِيرَةِ النُّعْمَانِيِّينَ."
  },
  "41": {
    "en": "These were the clans of Benjamin; those numbered were 45,600.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ بِنْيَامِينَ، وَكَانَ الْمُحْصَوْنَ مِنْهُمْ خَمْسَةً وَأَرْبَعِينَ أَلْفاً وَسِتَّ مِئَةٍ."
  },
  "42": {
    "en": "These were the descendants of Dan by their clans:\nthrough Shuham, the Shuhamite clan.\nThese were the clans of Dan:",
    "ar": "أَمَّا ابْنُ دَانٍ فَهُوَ: شُوحَامُ رَأْسُ عَشِيرَةِ الشُّوحَامِيِّينَ، وَهِيَ الْعَشِيرَةُ الْمُنْحَدِرَةُ مِنْ نَسْلِ دَانَ."
  },
  "43": {
    "en": "All of them were Shuhamite clans; and those numbered were 64,400.",
    "ar": "وَكَانَ الْمُحْصَوْنَ مِنْ عَشِيرَةِ الشُّوحَامِيِّينَ أَرْبَعَةً وَسِتيِّنَ أَلْفاً وَأَرْبَعَ مِئَةٍ."
  },
  "44": {
    "en": "The descendants of Asher by their clans were:\nthrough Imnah, the Imnite clan;\nthrough Ishvi, the Ishvite clan;\nthrough Beriah, the Beriite clan;",
    "ar": "أَمَّا أَبْنَاءُ أَشِيرَ فَهُمْ: يِمْنَةُ رَأْسُ عَشِيرَةِ الْيِمْنِيِّينَ، وَيِشْوِي رَأْسُ عَشِيرَةِ الْيِشْوِيِّينَ، وَبَرِيعَةُ رَأْسُ عَشِيرَةِ الْبَرِيعِيِّينَ."
  },
  "45": {
    "en": "and through the descendants of Beriah:\nthrough Heber, the Heberite clan;\nthrough Malkiel, the Malkielite clan.",
    "ar": "وَأَنْجَبَ بَرِيعَةُ حَابَرَ رَأْسَ عَشِيرَةِ الْحَابَرِيِّينَ، وَمَلْكِيئِيلَ رَأْسَ عَشِيرَةِ الْمَلْكِيئِيلِيِّينَ."
  },
  "46": {
    "en": "(Asher had a daughter named Serah.)",
    "ar": "وَكَانَ لأَشِيرَ ابْنَةٌ اسْمُهَا سَارَحُ."
  },
  "47": {
    "en": "These were the clans of Asher; those numbered were 53,400.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ أَشِيرَ، وَكَانَ الْمُحْصَوْنَ مِنْهُمْ ثَلاثَةً وَخَمْسِينَ أَلْفاً وَأَرْبَعَ مِئَةٍ."
  },
  "48": {
    "en": "The descendants of Naphtali by their clans were:\nthrough Jahzeel, the Jahzeelite clan;\nthrough Guni, the Gunite clan;",
    "ar": "أَمَّا أَبْنَاءُ نَفْتَالِي فَهُمْ: يَاحَصْئِيلُ رَأْسُ عَشِيرَةِ الْيَاحَصْئِيلِيِّينَ، وَجُونِي رَأْسُ عَشِيرَةِ الْجُونِيِّينَ."
  },
  "49": {
    "en": "through Jezer, the Jezerite clan;\nthrough Shillem, the Shillemite clan.",
    "ar": "وَيِصِرُ رَأْسُ عَشِيرَةِ الْيِصِرِيِّينَ، وَشِلِّيمُ رَأْسُ عَشِيرَةِ الشِّلِّيمِيِّينَ."
  },
  "50": {
    "en": "These were the clans of Naphtali; those numbered were 45,400.",
    "ar": "هَذِهِ هِيَ الْعَشَائِرُ الْمُنْحَدِرَةُ مِنْ نَسْلِ نَفْتَالِي، وَكَانَ الْمُحْصَوْنَ مِنْهُمْ خَمْسَةً وَأَرْبَعِينَ أَلْفاً وَأَرْبَعَ مِئَةٍ."
  },
  "51": {
    "en": "The total number of the men of Israel was 601,730.",
    "ar": "فَكَانَتْ جُمْلَةُ الْمُحْصَيْنَ مِنْ بَنِي إِسْرَائِيلَ سِتَّ مِئَةِ أَلْفٍ وَأَلْفاً وَسَبْعَ مِئَةٍ وَثَلاثِينَ."
  },
  "52": {
    "en": "The Lord said to Moses,",
    "ar": "ثُمَّ قَالَ الرَّبُّ لِمُوسَى:"
  },
  "53": {
    "en": "“The land is to be allotted to them as an inheritance based on the number of names.",
    "ar": "«قَسِّمِ الأَرْضَ بَيْنَ الأَسْبَاطِ وَفْقاً لِنِسْبَةِ عَدَدِ أَفْرَادِ كُلِّ سِبْطٍ،"
  },
  "54": {
    "en": "To a larger group give a larger inheritance, and to a smaller group a smaller one; each is to receive its inheritance according to the number of those listed.",
    "ar": "فَالسِّبْطُ الْكَبِيرُ أَعْطِهِ نَصِيباً أَكْبَرَ، وَالسِّبْطُ الصَّغِيرُ أَعْطِهِ نَصِيباً أَقَلَّ. أَعْطِ كُلَّ سِبْطٍ حَسَبَ أَعْدَادِ أَفْرَادِهِ الْمُحْصَيْنَ،"
  },
  "55": {
    "en": "Be sure that the land is distributed by lot. What each group inherits will be according to the names for its ancestral tribe.",
    "ar": "عَلَى أَنْ تُوَزَّعَ الأَرْضُ بِالْقُرْعَةِ، فَيَمْلِكُونَ الأَرْضَ حَسَبَ أَسْمَاءِ آبَاءِ أَسْبَاطِهِمْ،"
  },
  "56": {
    "en": "Each inheritance is to be distributed by lot among the larger and smaller groups.”",
    "ar": "فَتُوَزَّعُ الأَرْضُ مَا بَيْنَ الأَسْبَاطِ الْكَبِيرَةِ وَالصَّغِيرَةِ بِالْقُرْعَةِ»."
  },
  "57": {
    "en": "These were the Levites who were counted by their clans:\nthrough Gershon, the Gershonite clan;\nthrough Kohath, the Kohathite clan;\nthrough Merari, the Merarite clan.",
    "ar": "أَمَّا اللّاوِيُّونَ الَّذِينَ أُحْصُوْا حَسَبَ عَشَائِرِهِمْ فَهُمْ: الْجِرْشُونِيُّونَ مِنْ نَسْلِ جِرْشُونَ، وَالْقَهَاتِيُّونَ مِنْ نَسْلِ قَهَاتَ، وَالْمَرَارِيُّونَ مِنْ نَسْلِ مَرَارِي."
  },
  "58": {
    "en": "These also were Levite clans:\nthe Libnite clan,\nthe Hebronite clan,\nthe Mahlite clan,\nthe Mushite clan,\nthe Korahite clan.\n(Kohath was the forefather of Amram;",
    "ar": "وَمِنْ عَشَائِرِ لاوِي أَيْضاً: عَشِيرَةُ اللِّبْنِيِّينَ، وَعَشِيرَةُ الْحَبْرُونِيِّينَ، وَعَشِيرَةُ الْمَحْلِيِّينَ، وَعَشِيرَةُ الْمُوشِيِّينَ، وَعَشِيرَةُ الْقُورَحِيِّينَ. وَكَانَ عَمْرَامُ مُنْحَدِراً مِنْ نَسْلِ قَهَاتَ."
  },
  "59": {
    "en": "the name of Amram’s wife was Jochebed, a descendant of Levi, who was born to the Levites in Egypt. To Amram she bore Aaron, Moses and their sister Miriam.",
    "ar": "وَاسْمُ امْرَأَةِ عَمْرَامَ يَوْكَابَدُ بِنْتُ لاوِي، الَّتِي وُلِدَتْ فِي مِصْرَ وَأَنْجَبَتْ لِعَمْرَامَ هَرُونَ وَمُوسَى وَمَرْيَمَ أُخْتَهُمَا."
  },
  "60": {
    "en": "Aaron was the father of Nadab and Abihu, Eleazar and Ithamar.",
    "ar": "وَأَنْجَبَ هَرُونُ نَادَابَ وَأَبِيهُو وَأَلِعَازَارَ وَإِيثَامَارَ."
  },
  "61": {
    "en": "But Nadab and Abihu died when they made an offering before the Lord with unauthorized fire.)",
    "ar": "أَمَّا نَادَابُ وَأَبِيهُو فَقَدْ مَاتَا عِنْدَمَا قَرَّبَا نَاراً غَيْرَ مُقَدَّسَةٍ أَمَامَ الرَّبِّ."
  },
  "62": {
    "en": "All the male Levites a month old or more numbered 23,000. They were not counted along with the other Israelites because they received no inheritance among them.",
    "ar": "وَكَانَ الْمُحْصَوْنَ مِنْ ذُكُورِ اللّاوِيِّينَ ثَلاثَةً وَعِشْرِينَ أَلْفاً، مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ. هَؤُلاءِ لَمْ يُحْصَوْا مَعَ بَقِيَّةِ الإِسْرَائِيلِيِّينَ، لأَنَّهُمْ لَمْ يَرِثُوا نَصِيباً بَيْنَ بَنِي إِسْرَائِيلَ."
  },
  "63": {
    "en": "These are the ones counted by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab by the Jordan across from Jericho.",
    "ar": "هَؤُلاءِ هُمُ الَّذِينَ أَحْصَاهُمْ مُوسَى وَأَلِعَازَارُ الْكَاهِنُ، حِينَ قَامَا بِإِحْصَاءِ بَنِي إِسْرَائِيلَ فِي سُهُولِ مُوآبَ بِالْقُرْبِ مِنْ نَهْرِ الأُرْدُنِّ مُقَابِلَ أَرِيحَا."
  },
  "64": {
    "en": "Not one of them was among those counted by Moses and Aaron the priest when they counted the Israelites in the Desert of Sinai.",
    "ar": "وَلَمْ يَكُنْ بَيْنَ هَؤُلاءِ الْمُحْصَيْنَ إِنْسَانٌ مِمَّنْ عَدَّهُمْ مُوسَى وَهَرُونُ سَابِقاً فِي صَحْرَاءِ سِينَاءَ،"
  },
  "65": {
    "en": "For the Lord had told those Israelites they would surely die in the wilderness, and not one of them was left except Caleb son of Jephunneh and Joshua son of Nun.",
    "ar": "لأَنَّ الرَّبَّ كَانَ قَدْ قَالَ لَهُمْ، إِنَّهُمْ جَمِيعاً سَيَمُوتُونَ فِي الصَّحْرَاءِ، فَلَمْ يَبْقَ مِنْهُمْ إِنْسَانٌ سِوَى كَالَبَ بْنِ يَفُنَّةَ وَيَشُوعَ بْنِ نُونَ."
  }
}