{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Give this command to the Israelites and say to them: ‘Make sure that you present to me at the appointed time my food offerings, as an aroma pleasing to me.’",
    "ar": "«أَوْصِ بَنِي إِسْرَائِيلَ وَقُلْ لَهُمْ: عَلَيْكُمْ أَنْ تُقَرِّبُوا لِي طَعَامَ وَقَائِدِي فِي مَوَاعِيدِهِ كَرَائِحَةِ رِضًى لِي،"
  },
  "3": {
    "en": "Say to them: ‘This is the food offering you are to present to the Lord: two lambs a year old without defect, as a regular burnt offering each day.",
    "ar": "وَقُلْ لَهُمْ: هَذَا هُوَ الْوَقُودُ الَّذِي تُقَدِّمُونَهُ لِلرَّبِّ: حَمَلانِ حَوْلِيَّانِ صَحِيحَانِ يَوْمِيًّا، لِيَكُونَا مُحْرَقَةً دَائِمَةً."
  },
  "4": {
    "en": "Offer one lamb in the morning and the other at twilight,",
    "ar": "قَدِّمُوا أَحَدَ الْحَمَلَيْنِ صَبَاحاً، وَالْحَمَلَ الآخَرَ مَا بَيْنَ غُرُوبِ الشَّمْسِ والظَّلامِ،"
  },
  "5": {
    "en": "together with a grain offering of a tenth of an ephah of the finest flour mixed with a quarter of a hin of oil from pressed olives.",
    "ar": "مَعَ تَقْدِمَةٍ مِنْ عُشْرِ الإِيفَةِ (نَحْوَ لِتْرَيْنِ وَنِصْفِ اللِّتْرِ) مِنْ دَقِيقٍ مَعْجُونٍ بِرُبْعِ الْهِينِ (نَحْوَ لِتْرٍ) مِنْ زَيْتِ زَيْتُونٍ مَرْضُوضٍ."
  },
  "6": {
    "en": "This is the regular burnt offering instituted at Mount Sinai as a pleasing aroma, a food offering presented to the Lord.",
    "ar": "هَذِهِ هِيَ التَّقْدِمَةُ الْمُعْتَادَةُ الَّتِي نُصَّ عَلَيْهَا فِي جَبَلِ سِينَاءَ لِتَكُونَ رَائِحَةَ رِضًى وَمُحْرَقَةً دَائِمَةً لِلرَّبِّ."
  },
  "7": {
    "en": "The accompanying drink offering is to be a quarter of a hin of fermented drink with each lamb. Pour out the drink offering to the Lord at the sanctuary.",
    "ar": "وَيُسْكَبُ مَعَ الْحَمَلِ الْوَاحِدِ رُبْعُ الْهِينِ (نَحْوَ لِتْرٍ) مِنَ الْخَمْرِ لِلرَّبِّ فِي الْقُدْسِ."
  },
  "8": {
    "en": "Offer the second lamb at twilight, along with the same kind of grain offering and drink offering that you offer in the morning. This is a food offering, an aroma pleasing to the Lord.",
    "ar": "أَمَّا الْحَمَلُ الثَّانِي فَتُقَدِّمُونَهُ بَيْنَ الْعَشَاءَيْنِ كَتَقْدِمَةِ الصَّبَاحِ، مَعَ سَكِيبِهِ، فَيَكُونُ مُحْرَقَةً رَائِحَةَ رِضًى لِلرَّبِّ."
  },
  "9": {
    "en": "“‘On the Sabbath day, make an offering of two lambs a year old without defect, together with its drink offering and a grain offering of two-tenths of an ephah of the finest flour mixed with olive oil.",
    "ar": "وَفِي يَوْمِ السَّبْتِ تُقَرِّبُونَ حَمَلَيْنِ حَوْلِيَّيْنِ صَحِيحَيْنِ، مَعَ تَقْدِمَةٍ مِنْ عُشْرَيِ الإيفَةِ (نَحْوَ خَمْسَةِ لِتْرَاتٍ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ، وَأَيْضاً سَكِيبِ خَمْرٍ."
  },
  "10": {
    "en": "This is the burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering.",
    "ar": "فَتَكُونُ هَذِهِ مُحْرَقَةً فِي كُلِّ سَبْتٍ، عَلاوَةً عَلَى الْمُحْرَقَةِ الدَّائِمَةِ وَسَكِيبِهَا."
  },
  "11": {
    "en": "“‘On the first of every month, present to the Lord a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect.",
    "ar": "وَتُقَرِّبُونَ أَيْضاً فِي الْيَوْمِ الأَوَّلِ مِنْ كُلِّ شَهْرٍ مُحْرَقَةً لِلرَّبِّ مِنْ ثَوْرَيْنِ وَكَبْشٍ وَاحِدٍ، وَسَبْعَةِ حُمْلانٍ حَوْلِيَّةٍ صَحِيحَةٍ."
  },
  "12": {
    "en": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, a grain offering of two-tenths of an ephah of the finest flour mixed with oil;",
    "ar": "وَتَقْدِمَةً مِنْ ثَلاثَةِ أَعْشَارِ الإيفَةِ (نَحْوَ سَبْعَةِ لِتْرَاتٍ وَنِصْفِ اللِّتْرِ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ، لِكُلِّ ثَوْرٍ، وَتَقْدِمَةً مِنْ عُشْرَيِ الإيفَةِ (نَحْوَ خَمْسَةِ لِتْرَاتٍ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ لِلْكَبْشِ الْوَاحِدِ."
  },
  "13": {
    "en": "and with each lamb, a grain offering of a tenth of an ephah of the finest flour mixed with oil. This is for a burnt offering, a pleasing aroma, a food offering presented to the Lord.",
    "ar": "وَتَقْدِمَةً مِنْ عُشْرِ الإيفَةِ (نَحْوَ لِتْرَيْنِ وَنِصْفِ اللِّتْرِ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ لِكُلِّ حَمَلٍ، فَتَكُونُ مُحْرَقَةً رَائِحَةَ رِضًى وَقُرْبَاناً لِلرَّبِّ."
  },
  "14": {
    "en": "With each bull there is to be a drink offering of half a hin of wine; with the ram, a third of a hin; and with each lamb, a quarter of a hin. This is the monthly burnt offering to be made at each new moon during the year.",
    "ar": "وَتَكُونُ سَكَائِبُ خَمْرِهَا نِصْفَ الْهِينِ (نَحْوَ لِتْرَينِ) لِلثَّوْرِ، وَثُلْثَ الْهِينِ (نَحْوَ لِتْرٍ وَثُلْثِ اللِّتْرِ) لِلْكَبْشِ، وَرُبْعَ الْهِينِ (نَحْوَ لِتْرٍ) لِلْحَمَلِ. هَذِهِ مُحْرَقَةٌ تُقَرَّبُ كُلَّ شَهْرٍ مِنْ أَشْهُرِ السَّنَةِ."
  },
  "15": {
    "en": "Besides the regular burnt offering with its drink offering, one male goat is to be presented to the Lord as a sin offering.",
    "ar": "كَذَلِكَ تُقَدِّمُونَ تَيْساً وَاحِداً مِنَ الْمَعْزِ ذَبِيحَةَ خَطِيئَةٍ لِلرَّبِّ عَلاوَةً عَلَى الْمُحْرَقَةِ الدَّائِمَةِ الْمُقَرَّبَةِ مَعَ سَكِيبِهَا مِنَ الْخَمْرِ."
  },
  "16": {
    "en": "“‘On the fourteenth day of the first month the Lord’s Passover is to be held.",
    "ar": "وَيَكُونُ الْيَوْمُ الرَّابِعَ عَشَرَ مِنَ الشَّهْرِ الأَوَّلِ الْعِبْرِيِّ فِصْحاً لِلرَّبِّ."
  },
  "17": {
    "en": "On the fifteenth day of this month there is to be a festival; for seven days eat bread made without yeast.",
    "ar": "وَفِي الْيَوْمِ الْخَامِسَ عَشَرَ مِنْهُ تَحْتَفِلُونَ وَتَأْكُلُونَ فَطِيراً سَبْعَةَ أَيَّامٍ."
  },
  "18": {
    "en": "On the first day hold a sacred assembly and do no regular work.",
    "ar": "وَتُقِيمُونَ فِي الْيَوْمِ الأَوَّلِ مَحْفَلاً مُقَدَّساً، تَمْتَنِعُونَ فِيهِ عَنْ أَيِّ عَمَلٍ."
  },
  "19": {
    "en": "Present to the Lord a food offering consisting of a burnt offering of two young bulls, one ram and seven male lambs a year old, all without defect.",
    "ar": "وَتُصْعِدُونَ ذَبَائِحَ مُحْرَقَاتٍ لِلرَّبِّ ثَوْرَيْنِ وَكَبْشاً وَاحِداً وَسَبْعَةَ حُمْلانٍ حَوْلِيَّةٍ صَحِيحَةٍ."
  },
  "20": {
    "en": "With each bull offer a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;",
    "ar": "وَتَكُونُ تَقْدِمَتُهَا ثَلاثَةَ أَعْشَارِ الإيفَةِ (نَحْوَ سَبْعَةِ لِتْرَاتٍ وَنِصْفِ اللِّتْرِ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ لِكُلِّ ثَوْرٍ، وَعُشْرَيِ الإيفَةِ (نَحْوَ خَمْسَةِ لِتْرَاتٍ) لِلْكَبْشِ الْوَاحِدِ."
  },
  "21": {
    "en": "and with each of the seven lambs, one-tenth.",
    "ar": "وَعُشْرَ الإيفَةِ (نَحْوَ لِتْرَيْنِ وَنِصْفٍ) لِكُلِّ حَمَلٍ مِنَ السَّبْعَةِ الْحُمْلانِ."
  },
  "22": {
    "en": "Include one male goat as a sin offering to make atonement for you.",
    "ar": "وَتُقَرِّبُونَ أَيْضاً تَيْساً وَاحِداً ذَبِيحَةَ خَطِيئَةٍ لِلتَّكْفِيرِ عَنْكُمْ،"
  },
  "23": {
    "en": "Offer these in addition to the regular morning burnt offering.",
    "ar": "فَتَكُونُ هَذِهِ التَّقْدِمَةُ عَلاوَةً عَلَى مُحْرَقَةِ الصَّبَاحِ الدَّائِمَةِ الَّتِي تُصْعِدُونَهَا."
  },
  "24": {
    "en": "In this way present the food offering every day for seven days as an aroma pleasing to the Lord; it is to be offered in addition to the regular burnt offering and its drink offering.",
    "ar": "هَكَذَا تَصْنَعُونَ كُلَّ يَوْمٍ طَوَالَ السَّبْعَةِ الأَيَّامِ، فَتُقَدِّمُونَ طَعَامَ وَقُودِ رَائِحَةِ رِضًى لِلرَّبِّ، فَضْلاً عَنِ الْمُحْرَقَةِ الدَّائِمَةِ الَّتِي تُقَرَّبُ مَعَ سَكِيبِ خَمْرِهَا."
  },
  "25": {
    "en": "On the seventh day hold a sacred assembly and do no regular work.",
    "ar": "ثُمَّ تُقِيمُونَ مَحْفَلاً مُقَدَّساً فِي الْيَوْمِ السَّابِعِ، تَمْتَنِعُونَ فِيهِ عَنْ أَيِّ عَمَلٍ."
  },
  "26": {
    "en": "“‘On the day of firstfruits, when you present to the Lord an offering of new grain during the Festival of Weeks, hold a sacred assembly and do no regular work.",
    "ar": "وَفِي يَوْمِ أَوَّلِ الأَثْمَارِ حِينَ تُقَرِّبُونَ تَقْدِمَةً جَدِيدَةً لِلرَّبِّ فِي أَثْنَاءِ عِيدِ الأَسَابِيعِ، أَقِيمُوا مَحْفَلاً مُقَدَّساً، تَمْتَنِعُونَ فِيهِ عَنْ أَيِّ عَمَلٍ."
  },
  "27": {
    "en": "Present a burnt offering of two young bulls, one ram and seven male lambs a year old as an aroma pleasing to the Lord.",
    "ar": "وَتُقَرِّبُونَ مُحْرَقَةً كَرَائِحَةِ رِضًى لِلرَّبِّ، مِنْ ثَوْرَيْنِ وَكَبْشٍ وَاحِدٍ وَسَبْعَةِ حُمْلانٍ حَوْلِيَّةٍ."
  },
  "28": {
    "en": "With each bull there is to be a grain offering of three-tenths of an ephah of the finest flour mixed with oil; with the ram, two-tenths;",
    "ar": "أَمَّا تَقْدِمَتُها فَتَكُونُ ثَلاثَةَ أَعْشَارِ الإيفَةِ (نَحْوَ سَبْعَةِ لِتْرَاتٍ وَنِصْفِ اللِّتْرِ) مِنْ دَقِيقٍ مَعْجُونٍ بِزَيْتٍ لِكُلِّ ثَوْرٍ، وَعُشْرَيِ الإيفَةِ (نَحْوَ خَمْسَةِ لِتْرَاتٍ) لِلْكَبْشِ الْوَاحِدِ"
  },
  "29": {
    "en": "and with each of the seven lambs, one-tenth.",
    "ar": "وَعُشْرَ الإيفَةِ (نَحْوَ لِتْرَيْنِ وَنِصْفِ اللِّتْرِ) لِكُلِّ حَمَلٍ مِنَ الْحُمْلانِ السَّبْعَةِ."
  },
  "30": {
    "en": "Include one male goat to make atonement for you.",
    "ar": "وَأَيْضاً تُقَدِّمُونَ تَيْساً وَاحِداً مِنَ الْمَعْزِ لِلتَّكْفِيرِ عَنْكُمْ،"
  },
  "31": {
    "en": "Offer these together with their drink offerings, in addition to the regular burnt offering and its grain offering. Be sure the animals are without defect.",
    "ar": "وَهَكَذَا عَلاوَةً عَلَى الْمُحْرَقَةِ الدَّائِمَةِ وَتَقْدِمَتِهَا، أَصْعِدُوا هَذِهِ مَعَ سَكَائِبِهَا مِنَ الْخَمْرِ، عَلَى أَنْ تَكُونَ الذَّبَائِحُ خَالِيَةً مِنْ كُلِّ عَيْبٍ."
  }
}