{
  "1": {
    "en": "This is the account of the family of Aaron and Moses at the time the Lord spoke to Moses at Mount Sinai.",
    "ar": "وَهَذِهِ هِيَ مَوَالِيدُ هَروُنَ وَمُوسَى يَوْمَ خَاطَبَ الرَّبُّ مُوسَى فِي جَبَلِ سِينَاءَ:"
  },
  "2": {
    "en": "The names of the sons of Aaron were Nadab the firstborn and Abihu, Eleazar and Ithamar.",
    "ar": "هَذِهِ هِيَ أَسْمَاءُ أَبْنَاءِ هَرُونَ: نَادَابُ الْبِكْرُ، وَأَبِيهُو، وَأَلِعَازَارُ، وَإِيثَامَارُ،"
  },
  "3": {
    "en": "Those were the names of Aaron’s sons, the anointed priests, who were ordained to serve as priests.",
    "ar": "الَّذِينَ كَانُوا كَهَنَةً مَمْسُوحِينَ تَكَرَّسُوا لِلْكَهَنُوتِ."
  },
  "4": {
    "en": "Nadab and Abihu, however, died before the Lord when they made an offering with unauthorized fire before him in the Desert of Sinai. They had no sons, so Eleazar and Ithamar served as priests during the lifetime of their father Aaron.",
    "ar": "إِلّا أَنَّ نَادَابَ وَأَبِيهُو مَاتَا بَيْنَ يَدَيِ الرَّبِّ عِنْدَمَا قَرَّبَا نَاراً غَرِيبَةً أَمَامَهُ فِي صَحْرَاءِ سِينَاءَ، وَلَمْ يَكُنْ لَهُمَا بَنُون. وَأَمَّا أَلِعَازَارُ وَإِيثَامَارُ فَقَدْ قَامَا بِخِدْمَةِ الْكَهَنُوتِ تَحْتَ رِعَايَةِ أَبِيهِمَا هَرُونَ."
  },
  "5": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "6": {
    "en": "“Bring the tribe of Levi and present them to Aaron the priest to assist him.",
    "ar": "«أَحْضِرْ سِبْطَ لاوِي لِيَمْثُلُوا أَمَامَ هَرُونَ الْكَاهِنِ وَيَخْدِمُوهُ."
  },
  "7": {
    "en": "They are to perform duties for him and for the whole community at the tent of meeting by doing the work of the tabernacle.",
    "ar": "وَيُحَافِظُوا عَلَى شَعَائِرِهِ وَشَعَائِرِ كُلِّ الشَّعْبِ أَمَامَ خَيْمَةِ الاجْتِمَاعِ، وَيَقُومُوا بِخِدْمَةِ الْمَسْكَنِ،"
  },
  "8": {
    "en": "They are to take care of all the furnishings of the tent of meeting, fulfilling the obligations of the Israelites by doing the work of the tabernacle.",
    "ar": "وَيَحْرُسُوا كُلَّ أَمْتِعَةِ خَيْمَةِ الاجْتِمَاعِ، وَيَنُوبُوا عَنِ الشَّعْبِ فِي تَأْدِيَةِ وَاجِبَاتِ خِدْمَةِ الْمَسْكَنِ."
  },
  "9": {
    "en": "Give the Levites to Aaron and his sons; they are the Israelites who are to be given wholly to him.",
    "ar": "وَلْيَكُنِ اللّاوِيُّونَ تَحْتَ إِمْرَةِ هَرُونَ وَأَبْنَائِهِ هِبَةً لَهُ مِنْ بَنِي إِسْرَائِيلَ."
  },
  "10": {
    "en": "Appoint Aaron and his sons to serve as priests; anyone else who approaches the sanctuary is to be put to death.”",
    "ar": "أَمَّا هَرُونُ وَأَبْنَاؤُهُ فَهُمْ وَحْدُهُمْ يَقُومُونَ بِخِدْمَةِ الْكَهَنُوتِ، وَأَيُّ وَاحِدٍ سِوَاهُمْ يَقْتَرِبُ مِنَ الْمَقْدِسِ يُقْتَلُ»."
  },
  "11": {
    "en": "The Lord also said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "12": {
    "en": "“I have taken the Levites from among the Israelites in place of the first male offspring of every Israelite woman. The Levites are mine,",
    "ar": "«هَا إِنِّي قَدْ أَفْرَزْتُ اللّاوِيِّينَ مِنْ بَيْنِ بَنِي إِسْرَائِيلَ بَدَلاً مِنْ أَبْكَارِ الشَّعْبِ، فَيَكُونُ اللّاوِيُّونَ خَاصَّتِي،"
  },
  "13": {
    "en": "for all the firstborn are mine. When I struck down all the firstborn in Egypt, I set apart for myself every firstborn in Israel, whether human or animal. They are to be mine. I am the Lord.”",
    "ar": "لأَنَّ كُلَّ بِكْرٍ مِنْ شَعْبِ إِسْرَائِيلَ هُوَ لِي. فَقَدْ أَفْرَزْتُ لِي كُلَّ بِكْرٍ فِي إِسْرَائِيلَ مِنَ النَّاسِ وَالْبَهَائِمِ مُنْذُ أَنْ أَهْلَكْتُ كُلَّ بِكْرٍ فِي دِيَارِ مِصْرَ. لِي يَكُونُونَ. أَنَا الرَّبُّ»."
  },
  "14": {
    "en": "The Lord said to Moses in the Desert of Sinai,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى فِي صَحْرَاءِ سِينَاءَ:"
  },
  "15": {
    "en": "“Count the Levites by their families and clans. Count every male a month old or more.”",
    "ar": "«أَحْصِ كُلَّ ذَكَرٍ مِنْ أَبْنَاءِ سِبْطِ لاوِي مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، حَسَبَ بُيُوتِ آبَائِهِمْ وَعَشَائِرِهِمْ»."
  },
  "16": {
    "en": "So Moses counted them, as he was commanded by the word of the Lord.",
    "ar": "فَأَحْصَاهُمْ مُوسَى وَفْقاً لأَمْرِ الرَّبِّ."
  },
  "17": {
    "en": "These were the names of the sons of Levi:\nGershon, Kohath and Merari.",
    "ar": "وَهَذِهِ هِيَ أَسْمَاءُ أَبْنَاءِ لاوِي: جَرْشُونُ وَقَهَاتُ وَمَرَارِي."
  },
  "18": {
    "en": "These were the names of the Gershonite clans:\nLibni and Shimei.",
    "ar": "أَمَّا اسْمَا ابْنَيْ جَرْشُونَ حَسَبَ عَشَائِرِهِمَا، فَهُمَا: لِبْنِي وَشِمْعِي"
  },
  "19": {
    "en": "The Kohathite clans:\nAmram, Izhar, Hebron and Uzziel.",
    "ar": "وَبَنُو قَهَاتَ حَسَبَ عَشَائِرِهِمْ هُمْ: عَمْرَامُ وَيِصْهَارُ وَحَبْرُونُ وَعُزِّيئِيلُ."
  },
  "20": {
    "en": "The Merarite clans:\nMahli and Mushi.\nThese were the Levite clans, according to their families.",
    "ar": "وَابْنَا مَرَارِي حَسَبَ عَشَائِرِهِمَا هُمَا مَحْلِي وَمُوشِي. هَذِهِ هِيَ عَشَائِرُ اللّاوِيِّينَ وَفْقاً لِبُيُوتِ آبَائِهِمْ."
  },
  "21": {
    "en": "To Gershon belonged the clans of the Libnites and Shimeites; these were the Gershonite clans.",
    "ar": "فَقَدْ تَفَرَّعَ عَنْ جَرْشُونَ عَشِيرَتَا اللِّبْنِيِّينَ وَالشِّمْعِيِّينَ. هَاتَانِ هُمَا عَشِيرَتَا الْجَرْشُونِيِّينَ."
  },
  "22": {
    "en": "The number of all the males a month old or more who were counted was 7,500.",
    "ar": "وَكَانَ عَدَدُ الذُّكُورِ الْمُحْصَيْنَ مِنْهُمَا مِنِ ابْنِ شَهْرٍ وَمَا فَوْقُ، سَبْعَةَ آلافٍ وَخَمْسَ مِئَةٍ."
  },
  "23": {
    "en": "The Gershonite clans were to camp on the west, behind the tabernacle.",
    "ar": "وَقَدْ خَيَّمَتْ عَشِيرَتَا الْجَرْشُونِيِّينَ وَرَاءَ الْمَسْكَنِ إِلَى الْغَرْبِ،"
  },
  "24": {
    "en": "The leader of the families of the Gershonites was Eliasaph son of Lael.",
    "ar": "وَكَانَ رَئِيسُهُمَا أَلِيَاسَافَ بْنَ لايِلَ"
  },
  "25": {
    "en": "At the tent of meeting the Gershonites were responsible for the care of the tabernacle and tent, its coverings, the curtain at the entrance to the tent of meeting,",
    "ar": "وَعُهِدَ إِلَى الْجَرْشُونِيِّينَ بِحِرَاسَةِ الْمَسْكَنِ فِي خَيْمَةِ الاجْتِمَاعِ وَالْخَيْمَةِ وَغِطَائِهَا وَسَتَائِرِ بَابِ خَيْمَةِ الاجْتِمَاعِ،"
  },
  "26": {
    "en": "the curtains of the courtyard, the curtain at the entrance to the courtyard surrounding the tabernacle and altar, and the ropes—and everything related to their use.",
    "ar": "وَسَتَائِرِ الدَّارِ وَسِتَارَةِ بَابِ الدَّارِ الَّتِي حَوْلَ الْمَسْكَنِ وَحَوْلَ جَوَانِبِ الْمَذْبَحِ وَحِبَالِهِ مَعَ كُلِّ خِدْمَتِهِ."
  },
  "27": {
    "en": "To Kohath belonged the clans of the Amramites, Izharites, Hebronites and Uzzielites; these were the Kohathite clans.",
    "ar": "وَتَفَرَّعَ عَنْ قَهَاتَ عَشَائِرُ الْعَمْرَامِيِّينَ وَالْيِصْهَارِيِّينَ وَالْحَبْرُونِيِّينَ وَالْعُزِّيئِيلِيِّينَ. هَذِهِ هِيَ عَشَائِرُ الْقَهَاتِيِّينَ."
  },
  "28": {
    "en": "The number of all the males a month old or more was 8,600. The Kohathites were responsible for the care of the sanctuary.",
    "ar": "فَكَانَ عَدَدُ الذُّكُورِ الْمُحْصَيْنَ مِنْهُمْ مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، ثَمَانِيَةَ آلافٍ وَسِتَّ مِئَةٍ. وَمُهِمَّتُهُمْ حِرَاسَةُ الْقُدْسِ."
  },
  "29": {
    "en": "The Kohathite clans were to camp on the south side of the tabernacle.",
    "ar": "وَتُخَيِّمُ عَشَائِرُ بَنِي قَهَاتَ فِي جَنُوبِيِّ الْمَسْكَنِ،"
  },
  "30": {
    "en": "The leader of the families of the Kohathite clans was Elizaphan son of Uzziel.",
    "ar": "وَكَانَ رَئِيسُهَا أَلِيصَافَانَ بْنَ عُزِّيئِيلَ."
  },
  "31": {
    "en": "They were responsible for the care of the ark, the table, the lampstand, the altars, the articles of the sanctuary used in ministering, the curtain, and everything related to their use.",
    "ar": "وَهُمْ يَتَوَلَّوْنَ حِرَاسَةَ التَّابُوتِ وَالْمَائِدَةِ وَالْمَنَارَةِ وَالْمَذْبَحَيْنِ وَأَمْتِعَةِ الْقُدْسِ الَّتِي يَخْدُمُونَ بِها، وَالْحِجَابِ وَكُلِّ مَا يَتَعَلَّقُ بِهِ."
  },
  "32": {
    "en": "The chief leader of the Levites was Eleazar son of Aaron, the priest. He was appointed over those who were responsible for the care of the sanctuary.",
    "ar": "أَمَّا رَئِيسُ رُؤَسَاءِ اللّاوِيِّينَ أَلِعَازَارُ بْنُ هَرُونَ الْكَاهِنِ فَيَتَوَلَّى أَيْضاً أَمْرَ حُرَّاسِ حِرَاسَةِ الْقُدْسِ."
  },
  "33": {
    "en": "To Merari belonged the clans of the Mahlites and the Mushites; these were the Merarite clans.",
    "ar": "وَتَفَرَّعَ عَنْ مَرَارِي عَشِيرَتَا الْمَحْلِيِّينَ وَالْمُوشِيِّينَ. هَاتَانِ هُمَا عَشِيرَتَا مَرَارِي."
  },
  "34": {
    "en": "The number of all the males a month old or more who were counted was 6,200.",
    "ar": "فَكَانَ عَدَدُ الذُّكُورِ الْمُحْصَيْنَ مِنْهُمَا مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، سِتَّةَ آلافٍ وَمِئَتَيْنِ،"
  },
  "35": {
    "en": "The leader of the families of the Merarite clans was Zuriel son of Abihail; they were to camp on the north side of the tabernacle.",
    "ar": "وَرَئِيسُهُمَا صُورِيئِيلُ بْنُ أَبِيحَايِلَ. وَتُخَيِّمَانِ إِلَى شِمَالِيِّ الْمَسْكَنِ."
  },
  "36": {
    "en": "The Merarites were appointed to take care of the frames of the tabernacle, its crossbars, posts, bases, all its equipment, and everything related to their use,",
    "ar": "وَمُهِمَّةُ أَبْنَاءِ مَرَارِي حِرَاسَةُ أَلْوَاحِ الْمَسْكَنِ وَعَوَارِضِهِ وَقَوَاعِدِهَا وَكُلِّ أَوَانِيهِ وَالْعِنَايَةُ بِها،"
  },
  "37": {
    "en": "as well as the posts of the surrounding courtyard with their bases, tent pegs and ropes.",
    "ar": "وَأَعْمِدَةِ جَوَانِبِ الدَّارِ وَقَوَاعِدِهَا وَأَوْتَادِهَا وَحِبَالِهَا."
  },
  "38": {
    "en": "Moses and Aaron and his sons were to camp to the east of the tabernacle, toward the sunrise, in front of the tent of meeting. They were responsible for the care of the sanctuary on behalf of the Israelites. Anyone else who approached the sanctuary was to be put to death.",
    "ar": "أَمَّا مُوسَى وَهَرُونُ وَأَبْنَاؤُهُ فَيَنْزِلُونَ قُدَّامَ الْمَسْكَنِ إِلَى الشَّرْقِ لِيَقُومُوا بِحِرَاسَةِ الْمَقْدِسِ نِيَابَةً عَنْ بَنِي إِسْرَائِيلَ، وَأَيُّ وَاحِدٍ سِوَاهُمْ يَقْتَرِبُ مِنْهُ يُقْتَلُ."
  },
  "39": {
    "en": "The total number of Levites counted at the Lord’s command by Moses and Aaron according to their clans, including every male a month old or more, was 22,000.",
    "ar": "فَكَانَ مَجْمُوعُ الْمُحْصَيْنَ مِنْ ذُكُورِ اللّاوِيِّينَ مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، الَّذِينَ أَحْصَاهُمْ مُوسَى وَهَرُونُ حَسَبَ عَشَائِرِهِمْ كَمَا أَمَرَ الرَّبُّ، اثْنَيْنِ وَعِشْرِينَ أَلْفاً."
  },
  "40": {
    "en": "The Lord said to Moses, “Count all the firstborn Israelite males who are a month old or more and make a list of their names.",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى: «أَحْصِ كُلَّ بِكْرٍ ذَكَرٍ مِنْ بَنِي إِسْرَائِيلَ مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، وَدَوِّنْ أَسْمَاءَهُمْ جَمِيعاً،"
  },
  "41": {
    "en": "Take the Levites for me in place of all the firstborn of the Israelites, and the livestock of the Levites in place of all the firstborn of the livestock of the Israelites. I am the Lord.”",
    "ar": "فَتَفْرِزُ لِيَ اللّاوِيِّينَ، أَنَا الرَّبُّ، لِيَكُونُوا لِي بَدَلَ كُلِّ بِكْرٍ فِي بَنِي إِسْرَائِيلَ، وَكَذَلِكَ بَهَائِمَ اللّاوِيِّينَ بَدَلَ كُلِّ بِكْرٍ فِي بَهَائِمِ بَنِي إِسْرَائِيلَ»."
  },
  "42": {
    "en": "So Moses counted all the firstborn of the Israelites, as the Lord commanded him.",
    "ar": "فَأَحْصَى مُوسَى أَبْكَارَ بَنِي إِسْرَائِيلَ كَمَا أَمَرَهُ الرَّبُّ،"
  },
  "43": {
    "en": "The total number of firstborn males a month old or more, listed by name, was 22,273.",
    "ar": "فَكَانَ مَجْمُوعُ عَدَدِ الذُّكُورِ الأَبْكَارِ الْمُحْصَيْنَ، كُلٍّ بِاسْمِهِ، مِنِ ابْنِ شَهْرٍ فَمَا فَوْقُ، اثْنَيْنِ وَعِشْرِينَ أَلْفاً وَمِئَتَيْنِ وَثَلاثَةً وَسَبْعِينَ."
  },
  "44": {
    "en": "The Lord also said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "45": {
    "en": "“Take the Levites in place of all the firstborn of Israel, and the livestock of the Levites in place of their livestock. The Levites are to be mine. I am the Lord.",
    "ar": "«أَفْرِزِ اللّاوِيِّينَ بَدَلَ كُلِّ بِكْرٍ فِي بَنِي إِسْرَائِيلَ، وَكَذَلِكَ بَهَائِمَ اللّاوِيِّينَ بَدَلَ بَهَائِمِهِمْ، فَيَكُونَ اللّاوِيُّونَ خَاصَّتِي، أَنَا الرَّبَّ."
  },
  "46": {
    "en": "To redeem the 273 firstborn Israelites who exceed the number of the Levites,",
    "ar": "وَأَمَّا فِدَاءُ الْمِئَتَيْنِ وَالثَّلاثَةِ وَالسَّبْعِينَ مِنْ أَبْكَارِ بَنِي إِسْرَائِيلَ الزَّائِدِينَ عَنْ عَدَدِ اللّاوِيِّينَ،"
  },
  "47": {
    "en": "collect five shekels for each one, according to the sanctuary shekel, which weighs twenty gerahs.",
    "ar": "فَتَأْخُذُ عَنْ كُلِّ وَاحِدٍ مِنْهُمْ خَمْسَةَ شَوَاقِلَ (نَحْوَ سِتِّينَ جِرَاماً) مِنَ الْفِضَّةِ وَفْقاً لِلْوَزْنِ الْمُعْتَمَدِ فِي الْقُدْسِ فَيَكُونُ كُلُّ عِشْرِينَ جِيرَةً مُعَادِلَةً لِشَاقِلٍ (أَيْ لاثْنَيْ عَشَرَ جِرَاماً)."
  },
  "48": {
    "en": "Give the money for the redemption of the additional Israelites to Aaron and his sons.”",
    "ar": "وَتُعْطِي الْفِضَّةَ لِهَرُونَ وَأَبْنَائِهِ فِدْيَةً عَنِ الأَبْكَارِ الزَّائِدِينَ عَنْ عَدَدِ اللّاوِيِّينَ»"
  },
  "49": {
    "en": "So Moses collected the redemption money from those who exceeded the number redeemed by the Levites.",
    "ar": "فَجَمَعَ مُوسَى فِضَّةَ الْفِدْيَةِ مِنَ الزَّائِدِينَ عَنْ عَدَدِ اللّاوِيِّينَ فِدَاءً لَهُمْ."
  },
  "50": {
    "en": "From the firstborn of the Israelites he collected silver weighing 1,365 shekels, according to the sanctuary shekel.",
    "ar": "جَبَاهَا مِنْ أَبْكَارِ بَنِي إِسْرَائِيلَ، فَكَانَتْ أَلْفاً وَثَلاثَ مِئَةٍ وَخَمْسَةً وَسِتِّينَ مِنَ الْفِضَّةِ عَلَى شَاقِلِ الْقُدْسِ (نَحْوَ سِتَّةَ عَشَرَ كِيلُو جِرَاماً وَثُلْثٍ)."
  },
  "51": {
    "en": "Moses gave the redemption money to Aaron and his sons, as he was commanded by the word of the Lord.",
    "ar": "وَأَعْطَى مُوسَى فِضَّةَ الْفِدْيَةِ لِهَرُونَ وَأَبْنَائِهِ كَمَا أَمَرَ الرَّبُّ."
  }
}