{
  "1": {
    "en": "The Reubenites and Gadites, who had very large herds and flocks, saw that the lands of Jazer and Gilead were suitable for livestock.",
    "ar": "وَكَانَ لِسِبْطَيْ رَأُوبَيْنَ وَجَادٍ مَوَاشٍ كَثِيرَةٌ جِدّاً. فَلَمَّا أَقْبَلُوا عَلَى أَرْضِ يَعَزِيرَ وَأَرْضِ جِلْعَادَ وَجَدُوا أَنَّهَا صَالِحَةٌ لِرَعْيِ الْمَوَاشِي."
  },
  "2": {
    "en": "So they came to Moses and Eleazar the priest and to the leaders of the community, and said,",
    "ar": "فَقَالُوا لِمُوسَى وَأَلِعَازَارَ الْكَاهِنِ وَرُؤَسَاءِ الشَّعْبِ:"
  },
  "3": {
    "en": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon—",
    "ar": "«إِنَّ أَرَاضِي عَطَارُوتَ وَدِيبُونَ وَيَعَزِيرَ وَنِمْرَةَ وَحَشْبُونَ وَأَلِعَالَةَ وَشَبَامَ وَنَبُو وَبَعُونَ"
  },
  "4": {
    "en": "the land the Lord subdued before the people of Israel—are suitable for livestock, and your servants have livestock.",
    "ar": "الأَرَاضِي الَّتِي أَخْضَعَهَا الرَّبُّ لِبَنِي إِسْرَائِيلَ هِيَ مَرَاعٍ صَالِحَةٌ لِرَعْيِ مَوَاشِي عَبِيدِكَ."
  },
  "5": {
    "en": "If we have found favor in your eyes,” they said, “let this land be given to your servants as our possession. Do not make us cross the Jordan.”",
    "ar": "فَإِنْ حَسُنَ لَدَيْكَ، أَعْطِ هَذِهِ الأَرَاضِي لِعَبِيدِكَ مُلْكاً، وَلا تَدَعْنَا نَعْبُرُ نَهْرَ الأُرْدُنِّ»."
  },
  "6": {
    "en": "Moses said to the Gadites and Reubenites, “Should your fellow Israelites go to war while you sit here?",
    "ar": "فَقَالَ مُوسَى لأَبْنَاءِ سِبْطَيْ جَادٍ وَرَأُوبَيْنَ: «أَيَنْطَلِقُ إِخْوَتُكُمْ لِخَوْضِ الْحَرْبِ وَأَنْتُمْ هُنَا قَاعِدُونَ؟"
  },
  "7": {
    "en": "Why do you discourage the Israelites from crossing over into the land the Lord has given them?",
    "ar": "لِمَاذَا تُضْعِفُونَ قُلُوبَ الإِسْرَائِيلِيِّينَ عَنِ الْعُبُورِ إِلَى الأَرْضِ الَّتِي وَهَبَهَا الرَّبُّ لَهُمْ؟"
  },
  "8": {
    "en": "This is what your fathers did when I sent them from Kadesh Barnea to look over the land.",
    "ar": "إِنَّ هَذَا مَا فَعَلَهُ آبَاؤُكُمْ حِينَ أَرْسَلْتُهُمْ مِنْ قَادَشَ بَرْنِيعَ لِيَتَجَسَّسُوا الأَرْضَ،"
  },
  "9": {
    "en": "After they went up to the Valley of Eshkol and viewed the land, they discouraged the Israelites from entering the land the Lord had given them.",
    "ar": "فَبَعْدَ أَنْ بَلَغُوا وَادِي أَشْكُولَ وَتَجَسَّسُوا الأَرْضَ أَضْعَفُوا قُلُوبَ الإِسْرَائِيلِيِّينَ عَنِ الْعُبُورِ إِلَى الأَرْضِ الَّتِي وَهَبَهَا الرَّبُّ لَهُمْ."
  },
  "10": {
    "en": "The Lord’s anger was aroused that day and he swore this oath:",
    "ar": "فَاحْتَدَمَ فِي ذَلِكَ الْيَوْمِ غَضَبُ الرَّبِّ وَقَالَ:"
  },
  "11": {
    "en": "‘Because they have not followed me wholeheartedly, not one of those who were twenty years old or more when they came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob—",
    "ar": "لأَنَّهُمْ لَمْ يُطِيعُونِي مِنْ كُلِّ قُلُوبِهِمْ فَإِنَّ الرِّجَالَ مِنِ ابْنِ عِشْرِينَ سَنَةً فَمَا فَوْقُ مِنَ الَّذِينَ خَرَجُوا مِنْ مِصْرَ لَنْ يَرَوْا الأَرْضَ الَّتِي أَقْسَمْتُ أَنْ أَهَبَهَا لِنَسْلِ إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ،"
  },
  "12": {
    "en": "not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the Lord wholeheartedly.’",
    "ar": "مَاعَدَا كَالَبَ بْنَ يَفُنَّةَ الْقِنِزِّيَّ وَيَشُوعَ بْنَ نُونٍ، لأَنَّهُمَا أَطَاعَانِي مِنْ كُلِّ قَلْبَيْهِمَا."
  },
  "13": {
    "en": "The Lord’s anger burned against Israel and he made them wander in the wilderness forty years, until the whole generation of those who had done evil in his sight was gone.",
    "ar": "وَإِذِ اشْتَدَّ غَضَبُ الرَّبِّ عَلَى بَنِي إِسْرَائِيلَ أَتَاهَهُمْ فِي الصَّحْرَاءِ أَرْبَعِينَ سَنَةً، حَتَّى فَنِيَ كُلُّ الْجِيلِ الَّذِي ارْتَكَبَ الشَّرَّ فِي عَيْنَيِ الرَّبِّ."
  },
  "14": {
    "en": "“And here you are, a brood of sinners, standing in the place of your fathers and making the Lord even more angry with Israel.",
    "ar": "وَهَا أَنْتُمْ نِتَاجُ تَرْبِيَةِ قَوْمٍ خُطَاةٍ، تَرْتَكِبُونَ وِزْرَ آبَائِكُمْ، لِتَزِيدُوا مِنْ شِدَّةِ غَضَبِهِ عَلَى إِسْرَائِيلَ."
  },
  "15": {
    "en": "If you turn away from following him, he will again leave all this people in the wilderness, and you will be the cause of their destruction.”",
    "ar": "لأَنَّكُمْ إِنْ تَخَلَّيْتُمْ عَنْ طَاعَتِهِ، يَعُودُ وَيَتْرُكُهُمْ فِي الصَّحْرَاءِ وَتَكُونُونَ أَنْتُمْ سَبَبَ هَلاكِهِمْ»."
  },
  "16": {
    "en": "Then they came up to him and said, “We would like to build pens here for our livestock and cities for our women and children.",
    "ar": "فَاقْتَرَبُوا مِنْهُ وَقَالُوا: «سَنَبْنِي حَظَائِرَ لِمَوَاشِينَا وَمُدُناً لأَطْفَالِنَا وَنِسَائِنَا،"
  },
  "17": {
    "en": "But we will arm ourselves for battle and go ahead of the Israelites until we have brought them to their place. Meanwhile our women and children will live in fortified cities, for protection from the inhabitants of the land.",
    "ar": "أَمَّا نَحْنُ فَنَتَسَلَّحُ وَنَنْطَلِقُ مُسْرِعِينَ أَمَامَ بَنِي إِسْرَائِيلَ حَتَّى يَبْلُغُوا أَمَاكِنَهُمْ بَيْنَمَا يَمْكُثُ نِسَاؤُنَا وَأَطْفَالُنَا فِي مُدُنٍ مُحَصَّنَةٍ تَقِيهِمْ هَجْمَاتِ أَهْلِ الأَرْضِ،"
  },
  "18": {
    "en": "We will not return to our homes until each of the Israelites has received their inheritance.",
    "ar": "وَلا نَرْجِعُ إِلَى بُيُوتِنَا حَتَّى يَمْتَلِكَ كُلُّ وَاحِدٍ مِنْ بَنِي إِسْرَائِيلَ نَصِيبَهُ مِنَ الْمِيرَاثِ."
  },
  "19": {
    "en": "We will not receive any inheritance with them on the other side of the Jordan, because our inheritance has come to us on the east side of the Jordan.”",
    "ar": "وَإِنَّنَا لَا نَرِثُ مَعَهُمْ شَيْئاً فِي غَرْبِيِّ نَهْرِ الأُرْدُنِّ، لأَنَّنَا قَدْ حَصَلْنَا عَلَى نَصِيبِنَا فِي الأَرَاضِي الْوَاقِعَةِ فِي شَرْقِيِّهِ»."
  },
  "20": {
    "en": "Then Moses said to them, “If you will do this—if you will arm yourselves before the Lord for battle",
    "ar": "فَقَالَ لَهُمْ مُوسَى: «إِنْ وَفَيْتُمْ بِعَهْدِكُمْ فَحَمَلْتُمُ السِّلاحَ لِخَوْضِ الْحَرْبِ أَمَامَ الرَّبِّ،"
  },
  "21": {
    "en": "and if all of you who are armed cross over the Jordan before the Lord until he has driven his enemies out before him—",
    "ar": "وَعَبَرَ كُلُّ مُتَسَلِّحٍ مِنْكُمْ نَهْرَ الأُرْدُنِّ لِيُحَارِبَ أَمَامَ الرَّبِّ حَتَّى يَتِمَّ طَرْدُ أَعْدَائِهِ مِنْ أَمَامِهِ،"
  },
  "22": {
    "en": "then when the land is subdued before the Lord, you may return and be free from your obligation to the Lord and to Israel. And this land will be your possession before the Lord.",
    "ar": "فَتَخْضَعُ الأَرْضُ بَيْنَ يَدَيِ الرَّبِّ، وَبَعْدَهَا تَرْجِعُونَ، عِنْدَئِذٍ تَكُونُونَ أَبْرِيَاءَ عِنْدَ الرَّبِّ وَعِنْدَ شَعْبِ إِسْرَائِيلَ، وَتُصْبِحُ هَذِهِ الأَرْضُ مُلْكاً لَكُمْ أَمَامَ الرَّبِّ."
  },
  "23": {
    "en": "“But if you fail to do this, you will be sinning against the Lord; and you may be sure that your sin will find you out.",
    "ar": "وَلَكِنْ إِنْ نَكَثْتُمْ بِتَعَهُّدِكُمْ فَإِنَّكُمْ تُخْطِئُونَ إِلَى الرَّبِّ. وَثِقُوا أَنَّ خَطِيئَتَكُمْ سَتُلاحِقُكُمْ."
  },
  "24": {
    "en": "Build cities for your women and children, and pens for your flocks, but do what you have promised.”",
    "ar": "ابْنُوا مُدُناً لِنِسَائِكُمْ وَأَطْفَالِكُمْ، وَحَظَائِرَ لِغَنَمِكُمْ، وَنَفِّذُوا مَا تَعَهَّدْتُمْ بِهِ»."
  },
  "25": {
    "en": "The Gadites and Reubenites said to Moses, “We your servants will do as our lord commands.",
    "ar": "فَأَجَابَ أَبْنَاءُ سِبْطَيْ جَادٍ وَرَأُوبَيْنَ مُوسَى: «سَيَفْعَلُ عَبِيدُكَ كَأَمْرِ سَيِّدِهِمْ،"
  },
  "26": {
    "en": "Our children and wives, our flocks and herds will remain here in the cities of Gilead.",
    "ar": "إِذْ يَمْكُثُ أَطْفَالُنَا وَنِسَاؤُنَا وَمَوَاشِينَا وَكُلُّ بَهَائِمِنَا فِي مُدُنِ جِلْعَادَ،"
  },
  "27": {
    "en": "But your servants, every man who is armed for battle, will cross over to fight before the Lord, just as our lord says.”",
    "ar": "بَيْنَمَا يَعْبُرُ كُلُّ مُنْخَرِطٍ فِي الْجَيْشِ مِنْ عَبِيدِكَ نَهْرَ الأُرْدُنِّ لِلْحَرْبِ أَمَامَ الرَّبِّ كَمَا أَمَرَ سَيِّدُنَا»."
  },
  "28": {
    "en": "Then Moses gave orders about them to Eleazar the priest and Joshua son of Nun and to the family heads of the Israelite tribes.",
    "ar": "فَأَوْصَى بِهِمْ مُوسَى أَلِعَازَارَ الْكَاهِنَ وَيَشُوعَ بْنَ نُونٍ وَرُؤَسَاءَ أَسْبَاطِ إِسْرَائِيلَ"
  },
  "29": {
    "en": "He said to them, “If the Gadites and Reubenites, every man armed for battle, cross over the Jordan with you before the Lord, then when the land is subdued before you, you must give them the land of Gilead as their possession.",
    "ar": "قَائِلاً: «إِنْ عَبَرَ مَعَكُمْ نَهْرَ الأُرْدُنِّ كُلُّ مُتَجَرِّدٍ لِلْحَرْبِ بَيْنَ يَدَيِ الرَّبِّ مِنْ أَبْنَاءِ سِبْطَيْ جَادٍ وَرَأُوبَيْنَ، وَتَمَّ الاسْتِيلاءُ عَلَى الأَرْضِ، تُوَرِّثُونَهُمْ أَرْضَ جِلْعَادَ مُلْكاً."
  },
  "30": {
    "en": "But if they do not cross over with you armed, they must accept their possession with you in Canaan.”",
    "ar": "وَلَكِنْ إِنْ تَقَاعَسُوا عَنِ الْعُبُورِ لِخَوْضِ الْحَرْبِ مَعَكُمْ، فَإِنَّكُمْ تُوَرِّثُونَهُمْ فِي وَسَطِكُمْ فِي أَرْضِ كَنْعَانَ»."
  },
  "31": {
    "en": "The Gadites and Reubenites answered, “Your servants will do what the Lord has said.",
    "ar": "فَأَجَابَ أَبْنَاءُ سِبْطَيْ جَادٍ وَرَأُوبَيْنَ: «كُلُّ مَا تَكَلَّمَ الرَّبُّ بِهِ مِنْ نَحْوِ عَبِيدِكَ نَلْتَزِمُ بِهِ،"
  },
  "32": {
    "en": "We will cross over before the Lord into Canaan armed, but the property we inherit will be on this side of the Jordan.”",
    "ar": "فَإِنَّنَا نَعْبُرُ بِكَامِلِ أَسْلِحَتِنَا لِنُحَارِبَ بَيْنَ يَدَيِ الرَّبِّ فِي أَرْضِ كَنْعَانَ، وَلَكِنَّنَا لَا نَرِثُ نَصِيباً فِي غَرْبِيِّ الأُرْدُنِّ»."
  },
  "33": {
    "en": "Then Moses gave to the Gadites, the Reubenites and the half-tribe of Manasseh son of Joseph the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan—the whole land with its cities and the territory around them.",
    "ar": "فَوَهَبَ مُوسَى أَبْنَاءَ سِبْطَيْ جَادٍ وَرَأُوبَيْنَ وَأَبْنَاءَ نِصْفِ سِبْطِ مَنَسَّى بْنِ يُوسُفَ مَمْلَكَةَ سِيحُونَ مَلِكِ الأَمُورِيِّينَ، وَمَمْلَكَةَ عُوجٍ مَلِكِ بَاشَانَ بِمَا فِيهِمَا مِنْ أَرَاضٍ وَمُدُنٍ وَاقِعَةٍ ضِمْنَ حُدُودِهِمَا."
  },
  "34": {
    "en": "The Gadites built up Dibon, Ataroth, Aroer,",
    "ar": "فَرَمَّمَ أَبْنَاءُ سِبْطِ جَادٍ مُدُنَ دِيبُونَ وَعَطَاروُتَ وَعَرُوعِيرَ،"
  },
  "35": {
    "en": "Atroth Shophan, Jazer, Jogbehah,",
    "ar": "وَعَطْرُوتَ شُوفَانَ وَيَعَزِيرَ وَيَجْبَهَةَ،"
  },
  "36": {
    "en": "Beth Nimrah and Beth Haran as fortified cities, and built pens for their flocks.",
    "ar": "وَبَيْتَ نِمْرَةَ وَبَيْتَ هَارَانَ، وَجَعَلُوهَا مُدُناً مُحَصَّنَةً وَبَنَوْا أَيْضاً حَظَائِرَ لِغَنَمِهِمْ."
  },
  "37": {
    "en": "And the Reubenites rebuilt Heshbon, Elealeh and Kiriathaim,",
    "ar": "وَبَنَى أَبْنَاءُ رَأُوبَيْنَ مُدُنَ حَشْبُونَ وَأَلِعَالَةَ وَقِرْيَتَايِمَ،"
  },
  "38": {
    "en": "as well as Nebo and Baal Meon (these names were changed) and Sibmah. They gave names to the cities they rebuilt.",
    "ar": "وَنَبُو وَبَعْلَ مَعُونَ اللَّتَيْنِ تَمَّ تَغْيِيرُ اسْمَيْهِمَا، وَسَبْمَةَ وَأَطْلَقُوا أَسْمَاءَ أُخْرَى عَلَى الْمُدُنِ الَّتِي بَنَوْهَا."
  },
  "39": {
    "en": "The descendants of Makir son of Manasseh went to Gilead, captured it and drove out the Amorites who were there.",
    "ar": "وَتَوَجَّهَ أَبْنَاءُ مَاكيِرَ مِنْ سِبْطِ مَنَسَّى نَحْوَ جِلْعَادَ وَاسْتَوْلَوْا عَلَيْهَا، وَطَرَدُوا الأَمُورِيِّينَ مِنْهَا،"
  },
  "40": {
    "en": "So Moses gave Gilead to the Makirites, the descendants of Manasseh, and they settled there.",
    "ar": "فَوَهَبَ مُوسَى جِلْعَادَ لِنَسْلِ مَاكِيرَ بْنِ مَنَسَّى فَأَقَامُوا فِيهَا."
  },
  "41": {
    "en": "Jair, a descendant of Manasseh, captured their settlements and called them Havvoth Jair.",
    "ar": "وَاسْتَوْلَى يَائِيرُ مِنْ سِبْطِ مَنَسَّى عَلَى مَزَارِعِ جِلْعَادَ، وَدَعَاهَا حَوُّوثَ يَائِيرَ (وَمَعْنَاهَا قُرَى يَائِيرَ)."
  },
  "42": {
    "en": "And Nobah captured Kenath and its surrounding settlements and called it Nobah after himself.",
    "ar": "كَمَا انْطَلَقَ نُوبَحُ وَتَمَلَّكَ قَنَاةَ وَالْقُرَى الْمُحِيطَةَ بِها وَأَطْلَقَ عَلَيْهَا اسْمَهُ «نُوبَحَ»."
  }
}