{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Command the Israelites and say to them: ‘When you enter Canaan, the land that will be allotted to you as an inheritance is to have these boundaries:",
    "ar": "«أَوْصِ بَنِي إِسْرَائِيلَ وَقُلْ لَهُمْ: إِنَّكُمْ دَاخِلُونَ إِلَى أَرْضِ كَنْعَانَ، وَهَذِهِ هِيَ حُدُودُ الأَرْضِ الَّتِي تَكُونُ نَصِيباً لَكُمْ:"
  },
  "3": {
    "en": "“‘Your southern side will include some of the Desert of Zin along the border of Edom. Your southern boundary will start in the east from the southern end of the Dead Sea,",
    "ar": "تُشَكِّلُ صَحْرَاءُ صِينَ الْمُتَاخِمَةُ لِبِلادِ آدُومَ الْجُزْءَ الْجَنُوبِيَّ مِنَ الأَرْضِ، وَتَبْدَأُ الْحُدُودُ الْجَنُوبِيَّةُ مِنْ طَرَفِ الْبَحْرِ الْمَيِّتِ إِلَى الشَّرْقِ."
  },
  "4": {
    "en": "cross south of Scorpion Pass, continue on to Zin and go south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon,",
    "ar": "وَتَمْتَدُّ نَحْوَ عَقَبَةِ الْعَقَارِبِ، مُرُوراً بِصَحْرَاءِ صِينَ حَتَّى تَبْلُغَ قَادَشَ بَرْنِيعَ جَنُوباً، ثُمَّ تَتَّجِهُ نَحْوَ حَصَرِ أَدَّارَ عُبُوراً إِلَى عَصْمُونَ."
  },
  "5": {
    "en": "where it will turn, join the Wadi of Egypt and end at the Mediterranean Sea.",
    "ar": "ثُمَّ تَلْتَفُّ الْحُدُودُ مِنْ عَصْمُونَ إِلَى وَادِي الْعَرِيشِ، حَيْثُ تَنْتَهِي عِنْدَ الْبَحْرِ الْمُتَوَسِّطِ."
  },
  "6": {
    "en": "“‘Your western boundary will be the coast of the Mediterranean Sea. This will be your boundary on the west.",
    "ar": "أَمَّا الْحُدُودُ الْغَرْبِيَّةُ فَتَكُونُ بِمُحَاذَاةِ سَوَاحِلِ الْبَحْرِ الْمُتَوسِّطِ."
  },
  "7": {
    "en": "“‘For your northern boundary, run a line from the Mediterranean Sea to Mount Hor",
    "ar": "وَتَبْدَأُ الْحُدُودُ الشِّمَالِيَّةُ مِنَ الْبَحْرِ الْمُتَوَسِّطِ وَتَمْتَدُّ شَرْقاً حَتَّى جَبَلِ هُورٍ،"
  },
  "8": {
    "en": "and from Mount Hor to Lebo Hamath. Then the boundary will go to Zedad,",
    "ar": "وَمِنْ جَبَلِ هُورٍ إِلَى مَدْخَلِ حَمَاةَ، ثُمَّ تَتَّجِهُ نَحْوَ صَدَدَ،"
  },
  "9": {
    "en": "continue to Ziphron and end at Hazar Enan. This will be your boundary on the north.",
    "ar": "فَزِفْرُونَ وَتَنْتَهِي عِنْدَ حَصَرِ عِينَانَ. هَذَا يَكُونُ لَكُمُ الْحَدَّ الشِّمَالِيَّ."
  },
  "10": {
    "en": "“‘For your eastern boundary, run a line from Hazar Enan to Shepham.",
    "ar": "أَمَّا الْحُدُودُ الشَّرْقِيَّةُ فَتَمْتَدُّ مِنْ حَصَرِ عِينَانَ جَنُوباً إِلَى شَفَامَ."
  },
  "11": {
    "en": "The boundary will go down from Shepham to Riblah on the east side of Ain and continue along the slopes east of the Sea of Galilee.",
    "ar": "ثُمَّ تَنْحَدِرُ مِنْ شَفَامَ إِلَى رِبْلَةَ شَرْقِيَّ عَيْنٍ، وَتَسْتَمِرُّ حَتَّى تَصِلَ إِلَى الْمُنْحَدَرَاتِ الْوَاقِعَةِ شَرْقِيَّ بَحْرِ الْجَلِيلِ."
  },
  "12": {
    "en": "Then the boundary will go down along the Jordan and end at the Dead Sea.\n“‘This will be your land, with its boundaries on every side.’”",
    "ar": "ثُمَّ تَتَّجِهُ نَحْوَ نَهْرِ الأُرْدُنِّ، حَتَّى تَنْتَهِيَ عِنْدَ الْبَحْرِ المَيِّتِ. هَذِهِ هِيَ أَرْضُكُمُ الَّتِي تَشْتَمِلُ عَلَيْهَا حُدُودُكُمْ مِنْ جِهَاتِهَا الأَرْبَعِ»."
  },
  "13": {
    "en": "Moses commanded the Israelites: “Assign this land by lot as an inheritance. The Lord has ordered that it be given to the nine and a half tribes,",
    "ar": "وَأَوْصَى مُوسَى بَنِي إِسْرَائِيلَ قَائِلاً: «هَذِهِ هِيَ الأَرْضُ الَّتِي تَقْتَسِمُونَهَا بِالْقُرْعَةِ، الَّتِي أَمَرَ الرَّبُّ أَنْ تُوَزَّعَ عَلَى التِّسْعَةِ الأَسْبَاطِ وَنِصْفِ السِّبْطِ."
  },
  "14": {
    "en": "because the families of the tribe of Reuben, the tribe of Gad and the half-tribe of Manasseh have received their inheritance.",
    "ar": "لأَنَّ سِبْطَيْ رَأُوبَيْنَ وَجَادٍ وَنِصْفَ سِبْطِ مَنَسَّى قَدْ حَصَلُوا عَلَى نَصِيبِهِمْ حَسَبَ عَدَدِ عَائِلاتِهِمْ،"
  },
  "15": {
    "en": "These two and a half tribes have received their inheritance east of the Jordan across from Jericho, toward the sunrise.”",
    "ar": "مِنَ الأَرَاضِي الْوَاقِعَةِ فِي شَرْقِيِّ نَهْرِ الأُرْدُنِّ مُقَابِلَ أَرِيحَا»."
  },
  "16": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "17": {
    "en": "“These are the names of the men who are to assign the land for you as an inheritance: Eleazar the priest and Joshua son of Nun.",
    "ar": "«إِلَيْكَ اسْمَيِ الرَّجُلَيْنِ اللَّذَيْنِ يَتَوَلَّيَانِ تَقْسِيمَ الأَرْضِ: أَلِعَازَارُ الْكَاهِنُ وَيَشُوعُ بْنُ نُونٍ"
  },
  "18": {
    "en": "And appoint one leader from each tribe to help assign the land.",
    "ar": "فَضْلاً عَنْ رَئِيسٍ وَاحِدٍ يُمَثِّلُ كُلَّ سِبْطٍ."
  },
  "19": {
    "en": "These are their names:\nCaleb son of Jephunneh,\nfrom the tribe of Judah;",
    "ar": "وَهِذهِ أَسْمَاءُ رُؤَسَاءِ الأَسْبَاطِ: كَالَبُ بْنُ يَفُنَّةَ عَنْ سِبْطِ يَهُوذَا."
  },
  "20": {
    "en": "Shemuel son of Ammihud,\nfrom the tribe of Simeon;",
    "ar": "شَمُوئِيلُ بْنُ عَمِّيهُودَ عَنْ سِبْطِ شِمْعُونَ."
  },
  "21": {
    "en": "Elidad son of Kislon,\nfrom the tribe of Benjamin;",
    "ar": "أَلِيدَادُ بْنُ كَسْلُونَ عَنْ سِبْطِ بِنْيَامِينَ."
  },
  "22": {
    "en": "Bukki son of Jogli,\nthe leader from the tribe of Dan;",
    "ar": "الرَّئِيسُ بُقِّي بْنُ يُجْلِي عَنْ سِبْطِ دَانٍ."
  },
  "23": {
    "en": "Hanniel son of Ephod,\nthe leader from the tribe of Manasseh son of Joseph;",
    "ar": "الرَّئِيسُ حَنِّيئِيلُ بْنُ إِيفُودَ عَنْ سِبْطِ مَنَسَّى مِنْ بَنِي يُوسُفَ."
  },
  "24": {
    "en": "Kemuel son of Shiphtan,\nthe leader from the tribe of Ephraim son of Joseph;",
    "ar": "الرَّئِيسُ قَمُوئِيلُ بْنُ شِفْطَانَ عَنْ سِبْطِ أَفْرَايِمَ مِنْ بَنِي يُوسُفَ."
  },
  "25": {
    "en": "Elizaphan son of Parnak,\nthe leader from the tribe of Zebulun;",
    "ar": "الرَّئِيسُ أَلِيصَافَانُ بْنُ فَرْنَاخَ عَنْ سِبْطِ زَبُولُونَ."
  },
  "26": {
    "en": "Paltiel son of Azzan,\nthe leader from the tribe of Issachar;",
    "ar": "الرَّئِيسُ فَلْطِيئِيلُ بْنُ عَزَّانَ عَنْ سِبْطِ يَسَّاكَرَ."
  },
  "27": {
    "en": "Ahihud son of Shelomi,\nthe leader from the tribe of Asher;",
    "ar": "الرَّئِيسُ أَخِيهُودُ بْنُ شَلُومِي عَنْ سِبْطِ أَشِيرَ."
  },
  "28": {
    "en": "Pedahel son of Ammihud,\nthe leader from the tribe of Naphtali.”",
    "ar": "الرَّئِيسُ فَدَهْئِيلُ بْنُ عَمِّيهُودَ عَنْ سِبْطِ نَفْتَالِي»."
  },
  "29": {
    "en": "These are the men the Lord commanded to assign the inheritance to the Israelites in the land of Canaan.",
    "ar": "هَؤُلاءِ هُمُ الرِّجَالُ الَّذِينَ عَيَّنَهُمُ الرَّبُّ لِيَتَوَلَّوْا تَقْسِيمَ أَرْضِ كَنْعَانَ عَلَى بَنِي إِسْرَائِيلَ."
  }
}