{
  "1": {
    "en": "The family heads of the clan of Gilead son of Makir, the son of Manasseh, who were from the clans of the descendants of Joseph, came and spoke before Moses and the leaders, the heads of the Israelite families.",
    "ar": "وَتَقَدَّمَ رُؤَسَاءُ عَشِيرَةِ جِلْعَادَ بْنِ مَاكِيرَ بْنِ مَنَسَّى مِنْ عَشَائِرِ سِبْطِ يُوسُفَ وَقَالُوا لِمُوسَى وَقَادَةِ أَسْبَاطِ إِسْرَائِيلَ:"
  },
  "2": {
    "en": "They said, “When the Lord commanded my lord to give the land as an inheritance to the Israelites by lot, he ordered you to give the inheritance of our brother Zelophehad to his daughters.",
    "ar": "«أَمَرَ الرَّبُّ سَيِّدِي أَنْ تُوَزَّعَ الأَرْضُ بِالْقُرْعَةِ بَيْنَ بَنِي إِسْرَائِيلَ. كَمَا أَمَرَهُ الرَّبُّ أَنْ يُعْطِيَ نَصِيبَ صَلُفْحَادَ أَخِينَا لِبَنَاتِهِ."
  },
  "3": {
    "en": "Now suppose they marry men from other Israelite tribes; then their inheritance will be taken from our ancestral inheritance and added to that of the tribe they marry into. And so part of the inheritance allotted to us will be taken away.",
    "ar": "فَإِذَا تَزَوَّجْنَ مِنْ غَيْرِ سِبْطِنَا فَإِنَّ نَصِيبَهُنَّ يُؤْخَذُ مِنْ مِيرَاثِ آبَائِنَا، وَيُضَافُ إِلَى نَصِيبِ السِّبْطِ الَّذِي تَزَوَّجْنَ مِنْهُ، فَيَنْقُصُ مِيرَاثُنَا."
  },
  "4": {
    "en": "When the Year of Jubilee for the Israelites comes, their inheritance will be added to that of the tribe into which they marry, and their property will be taken from the tribal inheritance of our ancestors.”",
    "ar": "وَمَتَى حَلَّ يُوبِيلُ بَنِي إِسْرَائِيلَ فَإِنَّ الْمِيرَاثَ يُضَافُ إِلَى نَصِيبِ السِّبْطِ الَّذِي تَزَوَّجْنَ مِنْهُ، وَبِالتَّالِي يُؤْخَذُ نِصِيبُهُنَّ مِنْ مِيرَاثِ سِبْطِنَا»."
  },
  "5": {
    "en": "Then at the Lord’s command Moses gave this order to the Israelites: “What the tribe of the descendants of Joseph is saying is right.",
    "ar": "فَأَوْصَى مُوسَى بَنِي إِسْرَائِيلَ بِمُقْتَضَى أَمْرِ الرَّبِّ قَائِلاً: «بِحَقٍّ نَطَقَ رُؤَسَاءُ سِبْطِ بَنِي يُوسُفَ."
  },
  "6": {
    "en": "This is what the Lord commands for Zelophehad’s daughters: They may marry anyone they please as long as they marry within their father’s tribal clan.",
    "ar": "وَهَذَا مَا أَمَرَ بِهِ الرَّبُّ بِشَأْنِ بَنَاتِ صَلُفْحَادَ: لِيَتَزَوَّجْنَ مَنْ حَسُنَ فِي أَعْيُنِهِنَّ، بِشَرْطِ أَنْ يَكُونَ مِنْ سِبْطِ آبَائِهِنَّ،"
  },
  "7": {
    "en": "No inheritance in Israel is to pass from one tribe to another, for every Israelite shall keep the tribal inheritance of their ancestors.",
    "ar": "فَلا يَتَحَوَّلَ مِيرَاثُ بَنِي إِسْرَائِيلَ مِنْ سِبْطٍ إِلَى آخَرَ، بَلْ يَظَلُّ كُلُّ سِبْطٍ مُحْتَفِظاً بِمِيرَاثِ آبَائِهِ."
  },
  "8": {
    "en": "Every daughter who inherits land in any Israelite tribe must marry someone in her father’s tribal clan, so that every Israelite will possess the inheritance of their ancestors.",
    "ar": "فَكُلُّ فَتَاةٍ وَرَثَتْ نَصِيباً مِنْ سِبْطِهَا، تَتَزَوَّجُ وَاحِداً مِنْ أَبْنَاءِ عَشِيرَةِ سِبْطِ أَبِيهَا، لِكَيْ يَرِثَ كُلُّ وَاحِدٍ مِنْ بَنِي إِسْرَائِيلَ نَصِيبَ آبَائِهِ."
  },
  "9": {
    "en": "No inheritance may pass from one tribe to another, for each Israelite tribe is to keep the land it inherits.”",
    "ar": "فَلا يَنْتَقِلُ مِيرَاثُ سِبْطٍ إِلَى سِبْطٍ آخَرَ، بَلْ يَظَلُّ كُلُّ سِبْطٍ مُحْتَفِظاً بِمِيرَاثِهِ»."
  },
  "10": {
    "en": "So Zelophehad’s daughters did as the Lord commanded Moses.",
    "ar": "فَفَعَلَتْ بَنَاتُ صَلُفْحَادَ كَمَا أَمَرَ الرَّبُّ مُوسَى."
  },
  "11": {
    "en": "Zelophehad’s daughters—Mahlah, Tirzah, Hoglah, Milkah and Noah—married their cousins on their father’s side.",
    "ar": "فَتَزَوَّجَتْ كُلٌّ مِنْ مَحْلَةَ وَتِرْصَةَ وَحَجْلَةَ وَمِلْكَةَ وَنُوعَةَ بَنَاتِ صَلُفْحَادَ مِنْ أَبْنَاءِ عُمُومَتِهِنَّ،"
  },
  "12": {
    "en": "They married within the clans of the descendants of Manasseh son of Joseph, and their inheritance remained in their father’s tribe and clan.",
    "ar": "وَهَكَذَا تَزَوَّجْنَ رِجَالاً مِنْ عَشَائِرِ نَسْلِ مَنَسَّى بْنِ يُوسُفَ فَبَقِيَ نَصِيبُهُنَّ فِي عَشِيرَةِ أَبِيهِنَّ وَسِبْطِهِ."
  },
  "13": {
    "en": "These are the commands and regulations the Lord gave through Moses to the Israelites on the plains of Moab by the Jordan across from Jericho.",
    "ar": "هَذِهِ هِيَ الْوَصَايَا وَالشَّرَائِعُ الَّتِي أَوْصَى بِها الرَّبُّ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ مُوسَى، فِي سُهُولِ مُوآبَ بِجُوَارِ نَهْرِ الأُرْدُنِّ مُقَابِلَ أَرِيحَا."
  }
}