{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Speak to the Israelites and say to them: ‘If a man or woman wants to make a special vow, a vow of dedication to the Lord as a Nazirite,",
    "ar": "«أَوْصِ بَنِي إِسْرَائِيلَ وَقُلْ لَهُمْ: أَيُّ رَجُلٍ أَوِ امْرَأَةٍ تَعَهَّدَ بِنَذْرٍ خَاصٍّ يَتَنَسَّكُ فِيهِ لِلرَّبِّ،"
  },
  "3": {
    "en": "they must abstain from wine and other fermented drink and must not drink vinegar made from wine or other fermented drink. They must not drink grape juice or eat grapes or raisins.",
    "ar": "فَلْيَمْتَنِعْ عَنِ الْخَمْرِ وَالْمُسْكِرِ، وَلا يَشْرَبْ خَلَّ الْخَمْرِ وَلا خَلَّ الْمُسْكِرِ أَوْ نَقِيعَ الْعِنَبِ، وَلا يَأْكُلْ عِنَباً رَطْباً وَلا يَابِساً."
  },
  "4": {
    "en": "As long as they remain under their Nazirite vow, they must not eat anything that comes from the grapevine, not even the seeds or skins.",
    "ar": "لَا يَذُقْ كُلَّ أَيَّامِ نَذْرِهِ شَيْئاً مِنْ نِتَاجِ الْكَرْمَةِ حَتَّى بُذُورِ الْعِنَبِ وَقِشْرِهِ."
  },
  "5": {
    "en": "“‘During the entire period of their Nazirite vow, no razor may be used on their head. They must be holy until the period of their dedication to the Lord is over; they must let their hair grow long.",
    "ar": "وَلا يَحْلِقْ رَأْسَهُ طَوَالَ مُدَّةِ نَذْرِهِ إِلَى أَنْ تَتِمَّ الأَيَّامُ الَّتِي نَذَرَ فِيهَا نَفْسَهُ لِلرَّبِّ، لأَنَّهُ مُقَدَّسٌ، فَعَلَيْهِ أَنْ يُرْخِيَ خُصَلَ شَعْرِ رَأْسِهِ."
  },
  "6": {
    "en": "“‘Throughout the period of their dedication to the Lord, the Nazirite must not go near a dead body.",
    "ar": "لَا يَقْرُبْ جَسَدَ مَيْتٍ كُلَّ أَيَّامِ نَذْرِهِ لِلرَّبِّ."
  },
  "7": {
    "en": "Even if their own father or mother or brother or sister dies, they must not make themselves ceremonially unclean on account of them, because the symbol of their dedication to God is on their head.",
    "ar": "سَوَاءٌ كَانَ الْمَيْتُ أَبَاهُ أَمْ أُمَّهُ أَمْ أَخَاهُ أَمْ أُخْتَهُ فَلا يَتَنَجَّسْ مِنْ أَجْلِهِمْ عِنْدَ مَوْتِهِمْ، لأَنَّ رَمْزَ نُسْكِ إِلَهِهِ عَلَى رَأْسِهِ."
  },
  "8": {
    "en": "Throughout the period of their dedication, they are consecrated to the Lord.",
    "ar": "وَيَكُونُ كُلَّ أَيَّامِ نَذْرِهِ مُقَدَّساً لِلرَّبِّ."
  },
  "9": {
    "en": "“‘If someone dies suddenly in the Nazirite’s presence, thus defiling the hair that symbolizes their dedication, they must shave their head on the seventh day—the day of their cleansing.",
    "ar": "وَإذَا تَنَجَّسَ شَعْرُ انْتِذَارِهِ عَلَى أَثَرِ مَوْتِ أَحَدٍ عِنْدَهُ بَغْتَةً، يَحْلِقُ شَعْرَهُ بَعْدَ ذَلِكَ بِسَبْعَةِ أَيَّامٍ فَيَطْهُرُ."
  },
  "10": {
    "en": "Then on the eighth day they must bring two doves or two young pigeons to the priest at the entrance to the tent of meeting.",
    "ar": "ثُمَّ فِي الْيَوْمِ الثَّامِنِ يَأْتِي بِيَمَامَتَيْنِ أَوْ فَرْخَيْ حَمَامٍ إِلَى الْكَاهِنِ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ."
  },
  "11": {
    "en": "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement for the Nazirite because they sinned by being in the presence of the dead body. That same day they are to consecrate their head again.",
    "ar": "فَيُقَدِّمُ الْكَاهِنُ أَحَدَهُمَا ذَبِيحَةَ خَطِيئَةٍ وَالآخَرَ مُحْرَقَةً، وَيُكَفِّرُ عَنْهُ خَطِيئَتَهُ لِوُجُودِهِ أَمَامَ جُثَّةِ مَيْتٍ، وَيُقَدِّسُ رَأْسَهُ فِي ذَلِكَ الْيَوْمِ بِعَيْنِهِ."
  },
  "12": {
    "en": "They must rededicate themselves to the Lord for the same period of dedication and must bring a year-old male lamb as a guilt offering. The previous days do not count, because they became defiled during their period of dedication.",
    "ar": "وَلا تُحْسَبُ لَهُ أَيَّامُ نَذْرِهِ الَّتِي سَبَقَتْ تَنْجِيسَهُ بِسَبَبِ الْمَيْتِ، وَعَلَيْهِ أَنْ يَبْدَأَ عَدَّ أَيَّامِ فَتْرَةِ نَذْرِهِ مِنْ جَدِيدٍ، وَيَأْتِيَ بِحَمَلٍ حَوْلِيٍّ وَيُقَدِّمَهُ ذَبِيحَةَ إِثْمٍ."
  },
  "13": {
    "en": "“‘Now this is the law of the Nazirite when the period of their dedication is over. They are to be brought to the entrance to the tent of meeting.",
    "ar": "وَهَذِهِ هِيَ شَرِيعَةُ النَّذِيرِ عِنْدَمَا يَسْتَوْفِي أَيَّامَ نَذْرِهِ: يَأْتِي إِلَى مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ،"
  },
  "14": {
    "en": "There they are to present their offerings to the Lord: a year-old male lamb without defect for a burnt offering, a year-old ewe lamb without defect for a sin offering, a ram without defect for a fellowship offering,",
    "ar": "فَيُقَدِّمُ قُرْبَانَهُ لِلرَّبِّ حَمَلاً حَوْلِيًّا، بِلا عَيْبٍ، لِيَكُونَ مُحْرَقَةً، وَنَعْجَةً حَوْلِيَّةً، صَحِيحَةً، لِتَكُونَ ذَبِيحَةَ خَطِيئَةٍ، وَكَبْشاً سَلِيماً لِيَكُونَ ذَبِيحَةَ سَلامَةٍ."
  },
  "15": {
    "en": "together with their grain offerings and drink offerings, and a basket of bread made with the finest flour and without yeast—thick loaves with olive oil mixed in, and thin loaves brushed with olive oil.",
    "ar": "فَضْلاً عَنْ سَلٍّ مِنْ كَعْكِ فَطِيرٍ مَعْجُونٍ بِزَيْتٍ، وَرِقَاقٍ غَيْرِ مُخْتَمِرَةٍ مَدْهُونَةٍ بِالزَّيْتِ مَعَ تَقْدِمَةِ دَقِيقٍ وَخَمْرٍ."
  },
  "16": {
    "en": "“‘The priest is to present all these before the Lord and make the sin offering and the burnt offering.",
    "ar": "فَيُقَدِّمُهَا الْكَاهِنُ أَمَامَ الرَّبِّ ذَبِيحَةَ خَطِيئَتِهِ وَمُحْرَقَتَهُ."
  },
  "17": {
    "en": "He is to present the basket of unleavened bread and is to sacrifice the ram as a fellowship offering to the Lord, together with its grain offering and drink offering.",
    "ar": "ثُمَّ يُقَرِّبُ كَبْشَ ذَبِيحَةِ السَّلامِ مَعَ سَلِّ كَعْكِ الْفَطِيرِ. وَأَخِيراً يَرْفَعُ الْكَاهِنُ تَقْدِمَةَ الدَّقِيقِ وَالْخَمْرَ."
  },
  "18": {
    "en": "“‘Then at the entrance to the tent of meeting, the Nazirite must shave off the hair that symbolizes their dedication. They are to take the hair and put it in the fire that is under the sacrifice of the fellowship offering.",
    "ar": "ثُمَّ يَحْلِقُ النَّذِيرُ شَعْرَ انْتِذَارِهِ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ، وَيُحْرِقُهُ عَلَى نَارِ ذَبِيحَةِ السَّلامِ."
  },
  "19": {
    "en": "“‘After the Nazirite has shaved off the hair that symbolizes their dedication, the priest is to place in their hands a boiled shoulder of the ram, and one thick loaf and one thin loaf from the basket, both made without yeast.",
    "ar": "ثُمَّ يَأْخُذُ الْكَاهِنُ كَتِفَ الْكَبْشِ بَعْدَ سَلْقِهِ، وَكَعْكَةَ فَطِيرٍ وَاحِدَةً وَرِقَاقَةً وَاحِدَةً. وَيَضَعُهَا بَيْنَ يَدَيِ النَّذِيرِ بَعْدَ حَلْقِهِ شَعْرَ انْتِذَارِهِ."
  },
  "20": {
    "en": "The priest shall then wave these before the Lord as a wave offering; they are holy and belong to the priest, together with the breast that was waved and the thigh that was presented. After that, the Nazirite may drink wine.",
    "ar": "وَيُرَجِّحُهَا الْكَاهِنُ أَمَامَ الرَّبِّ، فَتَكُونُ نَصِيباً مُقَدَّساً لِلْكَاهِنِ مَعَ صَدْرِ التَّرْجِيحِ وَسَاقِ الذَّبِيحَةِ. وَبَعْدَ ذَلِكَ يَشْرَبُ النَّذِيرُ خَمْراً."
  },
  "21": {
    "en": "“‘This is the law of the Nazirite who vows offerings to the Lord in accordance with their dedication, in addition to whatever else they can afford. They must fulfill the vows they have made, according to the law of the Nazirite.’”",
    "ar": "هَذِهِ هِيَ شَرِيعَةُ النَّذِيرِ الَّذِي يَنْذُرُ تَقْدِمَةً لِلرَّبِّ وَقْتَ نُسْكِهِ، فَضْلاً عَنْ تَقْدِمَاتِهِ الطَّوْعِيَّةِ الَّتِي يَبْذُلُهَا. وَعَلَيْهِ أَنْ يَفِيَ بِمَا نَذَرَ حَسَبَ شَرِيعَةِ انْتِذَارِهِ»."
  },
  "22": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "23": {
    "en": "“Tell Aaron and his sons, ‘This is how you are to bless the Israelites. Say to them:",
    "ar": "«أَوْصِ هَرُونَ وَأَبْنَاءَهُ قَائِلاً: هَذَا مَا يُبَارِكُونَ بِهِ بَنِي إِسْرَائِيلَ قَائِلِينَ لَهُمْ:"
  },
  "24": {
    "en": "“‘“The Lord bless you\n    and keep you;",
    "ar": "يُبَارِكُكَ الرَّبُّ وَيَحْرُسُكَ."
  },
  "25": {
    "en": "the Lord make his face shine on you\n    and be gracious to you;",
    "ar": "يُضِيءُ الرَّبُّ بِوَجْهِهِ عَلَيْكَ وَيَرْحَمُكَ."
  },
  "26": {
    "en": "the Lord turn his face toward you\n    and give you peace.”’",
    "ar": "يَلْتَفِتُ الرَّبُّ بِوَجْهِهِ إِلَيْكَ وَيَمْنَحُكَ سَلاماً."
  },
  "27": {
    "en": "“So they will put my name on the Israelites, and I will bless them.”",
    "ar": "وَهَكَذَا يَجْعَلُونَ اسْمِي عَلَى بَنِي إِسْرَائِيلَ وَأَنَا أُبَارِكُهُمْ»."
  }
}