{
  "1": {
    "en": "The word of the Lord came to Jonah son of Amittai:",
    "ar": "وَأَمَرَ الرَّبُّ يُونَانَ بْنَ أَمِتَّايَ:"
  },
  "2": {
    "en": "“Go to the great city of Nineveh and preach against it, because its wickedness has come up before me.”",
    "ar": "«هَيَّا امْضِ إِلَى نِينَوَى الْمَدِينَةِ الْعَظِيمَةِ وَبَلِّغْ أَهْلَهَا قَضَائِي، لأَنَّ إِثْمَهُمْ قَدْ صَعِدَ إِلَيَّ»."
  },
  "3": {
    "en": "But Jonah ran away from the Lord and headed for Tarshish. He went down to Joppa, where he found a ship bound for that port. After paying the fare, he went aboard and sailed for Tarshish to flee from the Lord.",
    "ar": "غَيْرَ أَنَّ يُونَانَ تَأَهَّبَ لِيَهْرُبَ مِنَ الرَّبِّ إِلَى تَرْشِيشَ، فَانْحَدَرَ إِلَى مَدِينَةِ يَافَا حَيْثُ عَثَرَ عَلَى سَفِينَةٍ مُبْحِرَةٍ إِلَى تَرْشِيشَ، فَدَفَعَ أُجْرَتَهَا وَصَعِدَ إِلَيْهَا لِيَتَوَجَّهَ مَعَ بَحَّارَتِهَا إِلَى تَرْشِيشَ هَرَباً مِنَ الرَّبِّ."
  },
  "4": {
    "en": "Then the Lord sent a great wind on the sea, and such a violent storm arose that the ship threatened to break up.",
    "ar": "فَأَرْسَلَ الرَّبُّ رِيحاً عَاتِيَةً عَلَى الْبَحْرِ أَثَارَتْ إِعْصَاراً بَحْرِيًّا، حَتَّى أَشْرَفَتِ السَّفِينَةُ عَلَى الانْكِسَارِ."
  },
  "5": {
    "en": "All the sailors were afraid and each cried out to his own god. And they threw the cargo into the sea to lighten the ship.\nBut Jonah had gone below deck, where he lay down and fell into a deep sleep.",
    "ar": "فَفَزِعَ الْمَلّاحُونَ وَاسْتَغَاثَ كُلُّ وَاحِدٍ مِنْهُمْ بِإِلَهِهِ، وَطَرَحُوا مَا فِي السَّفِينَةِ مِنْ أَمْتِعَةٍ لِيُخَفِّفُوا مِنْ حُمُولَتِهَا. أَمَّا يُونَانُ فَلَجَأَ إِلَى جَوْفِ السَّفِينَةِ وَرَقَدَ مُسْتَغْرِقاً فِي نَوْمٍ عَمِيقٍ."
  },
  "6": {
    "en": "The captain went to him and said, “How can you sleep? Get up and call on your god! Maybe he will take notice of us so that we will not perish.”",
    "ar": "فَاقْتَرَبَ مِنْهُ الرَّبَّانُ وَقَالَ لَهُ: «مَا بَالُكَ مُسْتَغْرِقاً فِي النَّوْمِ؟ قُمْ وَتَضَرَّعْ إِلَى إِلَهِكَ لَعَلَّ اللهَ يَذْكُرُنَا فَلا نَهْلِكُ»."
  },
  "7": {
    "en": "Then the sailors said to each other, “Come, let us cast lots to find out who is responsible for this calamity.” They cast lots and the lot fell on Jonah.",
    "ar": "ثُمَّ قَالَ كُلُّ وَاحِدٍ لِرَفِيقِهِ: «هَيَّا نُلْقِ قُرْعَةً لَعَلَّنَا نَعْرِفُ مَنْ جَرَّ عَلَيْنَا هَذَا الْبَلاءَ». فَأَلْقَوْا الْقُرْعَةَ، فَوَقَعَتْ عَلَى يُونَانَ."
  },
  "8": {
    "en": "So they asked him, “Tell us, who is responsible for making all this trouble for us? What kind of work do you do? Where do you come from? What is your country? From what people are you?”",
    "ar": "فَقَالُوا لَهُ: «أَخْبِرْنَا لِمَاذَا جَرَى عَلَيْنَا هَذَا الْبَلاءُ؟ وَمَا هِيَ حِرْفَتُكَ؟ وَمِنْ أَيْنَ أَقْبَلْتَ؟ وَمَا هِيَ بِلادُكَ؟ وَمَنْ هُمْ قَوْمُكَ؟»"
  },
  "9": {
    "en": "He answered, “I am a Hebrew and I worship the Lord, the God of heaven, who made the sea and the dry land.”",
    "ar": "فَأَجَابَهُمْ: «أَنَا عِبْرَانِيٌّ، وَأَنَا خَائِفٌ مِنَ الرَّبِّ إِلَهِ السَّمَاوَاتِ، صَانِعِ الْبَحْرِ وَالْبَرِّ»."
  },
  "10": {
    "en": "This terrified them and they asked, “What have you done?” (They knew he was running away from the Lord, because he had already told them so.)",
    "ar": "فَاعْتَرَى الْبَحَّارَةَ خَوْفٌ عَظِيمٌ وَقَالُوا لَهُ بَعْدَ أَنْ أَخْبَرَهُمْ أَنَّهُ هَارِبٌ مِنَ الرَّبِّ: «لِمَاذَا صَنَعْتَ هَذَا؟»"
  },
  "11": {
    "en": "The sea was getting rougher and rougher. So they asked him, “What should we do to you to make the sea calm down for us?”",
    "ar": "ثُمَّ تَسَاءَلُوا: «مَاذَا نَفْعَلُ بِكَ حَتَّى يَسْكُنَ الْبَحْرُ عَنَّا؟» لأَنَّ الْبَحْرَ كَانَ يَزْدَادُ هِيَاجاً."
  },
  "12": {
    "en": "“Pick me up and throw me into the sea,” he replied, “and it will become calm. I know that it is my fault that this great storm has come upon you.”",
    "ar": "فَأَجَابَهُمْ: «خُذُونِي وَاطْرَحُونِي إِلَى الْبَحْرِ فَيَسْكُنَ، لأَنِّي مُوْقِنٌ أَنَّ هَذَا الإِعْصَارَ الْمُرِيعَ قَدْ هَاجَ عَلَيْكُمْ بِسَبَبِي»."
  },
  "13": {
    "en": "Instead, the men did their best to row back to land. But they could not, for the sea grew even wilder than before.",
    "ar": "وَلَكِنَّ الْبَحَّارَةَ شَرَعُوا يُجَذِّفُونَ لِيَرْجِعُوا إِلَى الشَّاطِئِ، فَأَخْفَقُوا لِتَفَاقُمِ هِيَاجِ الْبَحْرِ."
  },
  "14": {
    "en": "Then they cried out to the Lord, “Please, Lord, do not let us die for taking this man’s life. Do not hold us accountable for killing an innocent man, for you, Lord, have done as you pleased.”",
    "ar": "فَصَرَخُوا إِلَى الرَّبِّ قَائِلِينَ: «أَيُّهَا الرَّبُّ لَا تُهْلِكْنَا مِنْ أَجْلِ حَيَاةِ هَذَا الرَّجُلِ، وَلا تُحَمِّلْنَا دَماً بَرِيئاً لأَنَّكَ يَا رَبُّ فَعَلْتَ كَمَا شِئْتَ»."
  },
  "15": {
    "en": "Then they took Jonah and threw him overboard, and the raging sea grew calm.",
    "ar": "ثُمَّ أَخَذُوا يُونَانَ وَقَذَفُوا بِهِ إِلَى الْبَحْرِ، فَسَادَ عَلَيْهِ الْهُدُوءُ وَسَكَنَتْ أَمْوَاجُهُ."
  },
  "16": {
    "en": "At this the men greatly feared the Lord, and they offered a sacrifice to the Lord and made vows to him.",
    "ar": "فَانْتَابَ الرِّجَالَ خَوْفٌ عَظِيمٌ مِنَ الرَّبِّ، وَقَرَّبُوا لَهُ ذَبِيحَةً وَنَذَرُوا نُذُوراً."
  },
  "17": {
    "en": "Now the Lord provided a huge fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights.",
    "ar": "وَأَمَّا الرَّبُّ فَأَعَدَّ حُوتاً عَظِيماً ابْتَلَعَ يُونَانَ. فَمَكَثَ يُونَانُ فِي جَوْفِ الْحُوتِ ثَلاثَةَ أَيَّامٍ وَثَلاثَ لَيَالٍ."
  }
}