{
  "1": {
    "en": "Then the word of the Lord came to Jonah a second time:",
    "ar": "وَأَمَرَ الرَّبُّ يُونَانَ ثَانِيَةً:"
  },
  "2": {
    "en": "“Go to the great city of Nineveh and proclaim to it the message I give you.”",
    "ar": "«قُمِ امْضِ إِلَى نِينَوَى الْمَدِينَةِ الْعَظِيمَةِ، وَأَعْلِنْ لَهُمُ الرِّسَالَةَ الَّتِي أُبَلِّغُكَ إِيَّاهَا»."
  },
  "3": {
    "en": "Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it.",
    "ar": "فَهَبَّ يُونَانُ وَتَوَجَّهَ إِلَى نِينَوَى بِمُوجِبِ أَمْرِ الرَّبِّ. وَكَانَتْ نِينَوَى مَدِينَةً بَالِغَةَ الْعَظَمَةِ يَسْتَغْرِقُ اجْتِيَازُهَا ثَلاثَةَ أَيَّامٍ."
  },
  "4": {
    "en": "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”",
    "ar": "فَدَخَلَ يُونَانُ الْمَدِينَةَ وَاجْتَازَ فِيهَا مَسِيرَةَ يَوْمٍ وَاحِدٍ، وَابْتَدَأَ يُنَادِي قَائِلاً: «بَعْدَ أَرْبَعِينَ يَوْماً تَتَدَمَّرُ الْمَدِينَةُ»."
  },
  "5": {
    "en": "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.",
    "ar": "فَآمَنَ شَعْبُ نِينَوَى بِالرَّبِّ، وَأَعْلَنُوا الصِّيَامَ وَارْتَدُوا الْمُسُوحَ مِنْ كَبِيرِهِمْ إِلَى صَغِيرِهِم."
  },
  "6": {
    "en": "When Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.",
    "ar": "ثُمَّ بَلَغَ إِنْذَارُ النَّبِيِّ مَلِكَ نِينَوَى، فَقَامَ عَنْ عَرْشِهِ وَخَلَعَ عَنْهُ حُلَّتَهُ، وَارْتَدَى الْمِسْحَ وَجَلَسَ عَلَى الرَّمَادِ."
  },
  "7": {
    "en": "This is the proclamation he issued in Nineveh:\n“By the decree of the king and his nobles:\nDo not let people or animals, herds or flocks, taste anything; do not let them eat or drink.",
    "ar": "وَأَذَاعَ فِي كُلِّ نِينَوَى مَرْسُوماً وَرَدَ فِيهِ: «بِأَمْرٍ مِنَ الْمَلِكِ وَنُبَلائِهِ، يَمْتَنِعُ النَّاسُ عَنِ الأَكْلِ وَالشُّرْبِ، وَكَذَلِكَ الْبَهَائِمُ وَالْغَنَمُ وَالْبَقَرُ، لَا تَرْعَ وَلا تَشْرَبْ مَاءً."
  },
  "8": {
    "en": "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.",
    "ar": "وَعَلَى جَمِيعِ النَّاسِ وَالْبَهَائِمِ أَنْ يَرْتَدُوا الْمُسُوحَ، مُتَضَرِّعِينَ إِلَى اللهِ تَائِبِينَ عَنْ طُرُقِهِمِ الشِّرِّيرَةِ وَعَمَّا ارْتَكَبُوهُ مِنْ ظُلْمٍ."
  },
  "9": {
    "en": "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”",
    "ar": "لَعَلَّ الرَّبَّ يَرْجِعُ فَيَعْدِلُ عَنِ احْتِدَامِ سَخَطِهِ فَلا نَهْلِكَ»."
  },
  "10": {
    "en": "When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened.",
    "ar": "فَلَمَّا رَأَى اللهُ أَعْمَالَهُمْ وَتَوْبَتَهُمْ عَنْ طُرُقِهِمِ الآثِمَةِ عَدَلَ عَنِ الْعِقَابِ الَّذِي كَانَ مُزْمِعاً أَنْ يُوْقِعَهُ بِهِمْ وَعَفَا عَنْهُمْ."
  }
}