{
  "1": {
    "en": "Then Job replied:",
    "ar": "فَقَالَ أَيُّوبُ:"
  },
  "2": {
    "en": "“Doubtless you are the only people who matter,\n    and wisdom will die with you!",
    "ar": "«صَحِيحٌ إِنَّكُمْ شَعْبٌ تَمُوتُ مَعَكُمُ الْحِكْمَةُ!"
  },
  "3": {
    "en": "But I have a mind as well as you;\n    I am not inferior to you.\n    Who does not know all these things?",
    "ar": "إِلّا أَنِّي ذُو فَهْمٍ مِثْلَكُمْ، وَلَسْتُ دُونَكُمْ مَعْرِفَةً، وَمَنْ هُوَ غَيْرُ مُلِمٍّ بِهَذِهِ الأُمُورِ؟"
  },
  "4": {
    "en": "“I have become a laughingstock to my friends,\n    though I called on God and he answered—\n    a mere laughingstock, though righteous and blameless!",
    "ar": "لَقَدْ أَصْبَحْتُ مَثَارَ هُزْءٍ لأَصْدِقَائِي، أَنَا الَّذِي دَعَا اللهَ فَاسْتَجَابَ لِي. أَنَا الرَّجُلُ الْبَارُّ الْكَامِلُ قَدْ أَصْبَحْتُ مَثَارَ سُخْرِيَةٍ!"
  },
  "5": {
    "en": "Those who are at ease have contempt for misfortune\n    as the fate of those whose feet are slipping.",
    "ar": "يُضْمِرُ الْمُطْمَئِنُّ شَرّاً لِلْبَائِسِ الَّذِي تَزِلُّ بِهِ الْقَدَمُ،"
  },
  "6": {
    "en": "The tents of marauders are undisturbed,\n    and those who provoke God are secure—\n    those God has in his hand.",
    "ar": "بَيْنَمَا يَسُودُ السَّلامُ عَلَى اللُّصُوصِ، وَتُهَيْمِنُ الطُّمأْنِينَةُ عَلَى الَّذِينَ يَعْبُدُونَ أَصْنَاماً يَحْمِلُونَهَا عَلَى أَيْدِيهِمْ."
  },
  "7": {
    "en": "“But ask the animals, and they will teach you,\n    or the birds in the sky, and they will tell you;",
    "ar": "وَلَكِنِ اسْأَلِ البَهَائِمَ فَتُعَلِّمَكَ، وَطُيُورَ السَّمَاءِ فَتُخْبِرَكَ،"
  },
  "8": {
    "en": "or speak to the earth, and it will teach you,\n    or let the fish in the sea inform you.",
    "ar": "أَوْ خَاطِبِ الأَرْضَ فَتُعَرِّفَكَ وَسَمَكَ الْبَحْرِ فَيُنْبِئَكَ،"
  },
  "9": {
    "en": "Which of all these does not know\n    that the hand of the Lord has done this?",
    "ar": "أَيٌّ مِنْهَا لَا يَعْلَمُ أَنَّ يَدَ الرَّبِّ قَدْ صَنَعَتْ هَذَا؟"
  },
  "10": {
    "en": "In his hand is the life of every creature\n    and the breath of all mankind.",
    "ar": "فَفِي يَدِهِ نَفَسُ كُلِّ حَيٍّ وَرُوحُ كُلِّ بَشَرٍ."
  },
  "11": {
    "en": "Does not the ear test words\n    as the tongue tastes food?",
    "ar": "أَلَيْسَتِ الأُذُنُ تَمْتَحِنُ الْكَلامَ كَمَا يَتَذَوَّقُ اللِّسَانُ الطَّعَامَ؟"
  },
  "12": {
    "en": "Is not wisdom found among the aged?\n    Does not long life bring understanding?",
    "ar": "الْحِكْمَةُ تُلازِمُ الشَّيْخُوخَةَ، وفِي طُولِ الأَيَّامِ فَهْمٌ."
  },
  "13": {
    "en": "“To God belong wisdom and power;\n    counsel and understanding are his.",
    "ar": "الْحِكْمَةُ وَالْقُوَّةُ للهِ، وَلَهُ الْمَشُورَةُ وَالْفَهْمُ."
  },
  "14": {
    "en": "What he tears down cannot be rebuilt;\n    those he imprisons cannot be released.",
    "ar": "وَمَا يَهْدِمُهُ لَا يُبْنَى، وَالْمَرْءُ الَّذِي يَأْسِرُهُ اللهُ لَا يُحَرِّرُهُ إِنْسَانٌ."
  },
  "15": {
    "en": "If he holds back the waters, there is drought;\n    if he lets them loose, they devastate the land.",
    "ar": "إِنْ حَبَسَ الْمِيَاهَ تَجِفُّ الأَرْضُ، وَإِنْ أَطْلَقَهَا تُغْرِقُهَا."
  },
  "16": {
    "en": "To him belong strength and insight;\n    both deceived and deceiver are his.",
    "ar": "لَهُ الْعِزَّةُ وَالْحِكْمَةُ. فِي يَدِهِ الْمُضِلُّ وَالْمُضَلُّ."
  },
  "17": {
    "en": "He leads rulers away stripped\n    and makes fools of judges.",
    "ar": "يَأْسِرُ الْمُشِيرِينَ، وَيُحَمِّقُ فِطْنَةَ الْقُضَاةِ،"
  },
  "18": {
    "en": "He takes off the shackles put on by kings\n    and ties a loincloth around their waist.",
    "ar": "يَفُكُّ مَنَاطِقَ الْمُلُوكِ وَيَشُدُّ أَحْقَاءَهُمْ بِوِثَاقٍ،"
  },
  "19": {
    "en": "He leads priests away stripped\n    and overthrows officials long established.",
    "ar": "يَأْسِرُ الْكَهَنَةَ وَيُطِيحُ بِالأَقْوِيَاءِ،"
  },
  "20": {
    "en": "He silences the lips of trusted advisers\n    and takes away the discernment of elders.",
    "ar": "يَحْرِمُ الأُمَنَاءَ مِنَ الْكَلامِ وَيُبْطِلُ فِطْنَةَ الشُّيُوخِ،"
  },
  "21": {
    "en": "He pours contempt on nobles\n    and disarms the mighty.",
    "ar": "يُصِيبُ الشُّرَفَاءَ بِالْهَوَانِ، وَيُرْخِي مِنْطَقَةَ الْقَوِيِّ،"
  },
  "22": {
    "en": "He reveals the deep things of darkness\n    and brings utter darkness into the light.",
    "ar": "يَكْشِفُ الأَغْوَارَ فِي الظَّلامِ، وَيُبْرِزُ الظُّلُمَاتِ الْمُتَكَاثِفَةَ إِلَى النُّورِ،"
  },
  "23": {
    "en": "He makes nations great, and destroys them;\n    he enlarges nations, and disperses them.",
    "ar": "يُعَظِّمُ الأُمَمَ ثُمَّ يُبِيدُهَا، وَيُوَسِّعُ تُخُومَهَا ثُمَّ يُشَتِّتُهَا،"
  },
  "24": {
    "en": "He deprives the leaders of the earth of their reason;\n    he makes them wander in a trackless waste.",
    "ar": "يَنْزِعُ الْفَهْمَ مِنْ عُقُولِ رُؤَسَاءِ شَعْبِ الأَرْضِ، ثُمَّ يُضِلُّهُمْ فِي قَفْرٍ بِلا طَرِيقٍ،"
  },
  "25": {
    "en": "They grope in darkness with no light;\n    he makes them stagger like drunkards.",
    "ar": "فَيَتَحَسَّسُونَ سَبِيلَهُمْ فِي الظَّلامِ وَلَيْسَ نُورٌ، وَيُرَنِّحُهُمْ كَالسُّكَارَى."
  }
}