{
  "1": {
    "en": "“My eyes have seen all this,\n    my ears have heard and understood it.",
    "ar": "هَذَا جَمِيعُهُ شَهِدَتْهُ عَيْنَايَ وَسَمِعَتْهُ أُذُنَايَ وَفَهِمَتْهُ،"
  },
  "2": {
    "en": "What you know, I also know;\n    I am not inferior to you.",
    "ar": "وَأَنَا أَعْرِفُ مَا تَعْرِفُونَهُ أَيْضاً، إِذْ لَسْتُ أَقَلَّ مِنْكُمْ فِطْنَةً."
  },
  "3": {
    "en": "But I desire to speak to the Almighty\n    and to argue my case with God.",
    "ar": "وَلَكِنِّي أُرِيدُ أَنْ أُخَاطِبَ الْقَدِيرَ، وَأَوَدُّ أَنْ أُحَاجَّ اللهَ."
  },
  "4": {
    "en": "You, however, smear me with lies;\n    you are worthless physicians, all of you!",
    "ar": "أَمَّا أَنْتُمْ فَمُنَافِقُونَ، وَكُلُّكُمْ أَطِبَّاءُ جَهَلَةٌ."
  },
  "5": {
    "en": "If only you would be altogether silent!\n    For you, that would be wisdom.",
    "ar": "لَيْتَكُمْ تَلْتَزِمُونَ الصَّمْتَ، فَيُحْسَبَ لَكُمْ ذَلِكَ حِكْمَةً."
  },
  "6": {
    "en": "Hear now my argument;\n    listen to the pleas of my lips.",
    "ar": "أَنْصِتُوا الآنَ إِلَى حُجَّتِي وَأَصْغُوا إِلَى دَعْوَى شَفَتَيَّ"
  },
  "7": {
    "en": "Will you speak wickedly on God’s behalf?\n    Will you speak deceitfully for him?",
    "ar": "أَلإِرْضَاءِ اللهِ تَنْطِقُونَ بِالْكَذِبِ، وَهَلْ مِنْ أَجْلِهِ تَتَفَوَّهُونَ بِالْبُهْتَانِ؟"
  },
  "8": {
    "en": "Will you show him partiality?\n    Will you argue the case for God?",
    "ar": "أَتُحَابُونَ اللهَ أَمْ تُدَافِعُونَ عَنْهُ؟"
  },
  "9": {
    "en": "Would it turn out well if he examined you?\n    Could you deceive him as you might deceive a mortal?",
    "ar": "لَوْ فَحَصَكُمْ هَلْ يَجِدُ فِيكُمْ صَلاحاً؟ أَمْ تَخْدَعُونَهُ كَمَا تَخْدَعُونَ الْبَشَرَ؟"
  },
  "10": {
    "en": "He would surely call you to account\n    if you secretly showed partiality.",
    "ar": "إِنَّهُ حَتْماً يُوَبِّخُكُمْ إِنْ حَابَيْتُمْ أَحَداً خُفْيَةً."
  },
  "11": {
    "en": "Would not his splendor terrify you?\n    Would not the dread of him fall on you?",
    "ar": "أَوَلا يُرْهِبُكُمْ جَلالُهُ وَيَطْغَى عَلَيْكُمْ رُعْبُهُ؟"
  },
  "12": {
    "en": "Your maxims are proverbs of ashes;\n    your defenses are defenses of clay.",
    "ar": "أَقْوَالُكُمْ أَمْثَالُ رَمَادٍ، وَحُصُونُكُمْ حُصُونٌ مِنْ طِينٍ."
  },
  "13": {
    "en": "“Keep silent and let me speak;\n    then let come to me what may.",
    "ar": "اسْكُتُوا عَنِّي فَأَتَكَلَّمَ، وَلْيَحُلَّ بِي مَا يَحُلُّ!"
  },
  "14": {
    "en": "Why do I put myself in jeopardy\n    and take my life in my hands?",
    "ar": "لِمَاذَا أَنْهَشُ لَحْمِي بِأَسْنَانِي وَأَضَعُ نَفْسِي فِي كَفِّي؟"
  },
  "15": {
    "en": "Though he slay me, yet will I hope in him;\n    I will surely defend my ways to his face.",
    "ar": "فَهَا هُوَ حَتْماً يَقْضِي عَلَيَّ وَلا أَمَلَ لِي. وَمَعَ ذَلِكَ فَإِنِّي أَبْسُطُ حُجَّتِي لأُزَكِّيَ طَرِيقِي أَمَامَهُ."
  },
  "16": {
    "en": "Indeed, this will turn out for my deliverance,\n    for no godless person would dare come before him!",
    "ar": "لأَنَّ هَذَا سَبِيلُ خَلاصِي، إِذْ لَا يَمْثُلُ الْفَاجِرُ فِي حَضْرَتِهِ."
  },
  "17": {
    "en": "Listen carefully to what I say;\n    let my words ring in your ears.",
    "ar": "أَرْهِفُوا السَّمْعَ لأَقْوَالِي، وَلْتَحْتَفِظْ مَسَامِعُكُمْ بِكَلِمَاتِي،"
  },
  "18": {
    "en": "Now that I have prepared my case,\n    I know I will be vindicated.",
    "ar": "فَهَا أَنَا قَدْ أَحْسَنْتُ إِعْدَادَ الدَّعْوَى، وَلابُدَّ أَنْ أَتَبَرَّرَ."
  },
  "19": {
    "en": "Can anyone bring charges against me?\n    If so, I will be silent and die.",
    "ar": "مَنِ الَّذِي يُحَاجُّنِي؟ عِنْدَئِذٍ أَصْمُتُ وَأَمُوتُ!"
  },
  "20": {
    "en": "“Only grant me these two things, God,\n    and then I will not hide from you:",
    "ar": "أَمْرَيْنِ أَطْلُبُ إِلَيْكَ أَنْ لَا تَفْعَلَهُمَا بِي، حَتَّى لَا أَخْتَفِيَ مِنْ حَضْرَتِكَ:"
  },
  "21": {
    "en": "Withdraw your hand far from me,\n    and stop frightening me with your terrors.",
    "ar": "ارْفَعْ يَدَيْكَ عَنِّي وَلا تَدَعْ هَيْبَتَكَ تُفْزِعُنِي،"
  },
  "22": {
    "en": "Then summon me and I will answer,\n    or let me speak, and you reply to me.",
    "ar": "ثُمَّ ادْعُ فَأُلَبِّيَ، أَوْدَعْنِي أَتَكَلَّمُ وَأَنْتَ تُجِيبُنِي."
  },
  "23": {
    "en": "How many wrongs and sins have I committed?\n    Show me my offense and my sin.",
    "ar": "كَمْ هِيَ آثَامِي وَخَطَايَايَ؟ أَطْلِعْنِي عَلَى ذَنْبِي وَمَعْصِيَتِي."
  },
  "24": {
    "en": "Why do you hide your face\n    and consider me your enemy?",
    "ar": "لِمَاذَا تَحْجُبُ وَجْهَكَ وَتُعَامِلُنِي مِثْلَ عَدُوٍّ لَكَ؟"
  },
  "25": {
    "en": "Will you torment a windblown leaf?\n    Will you chase after dry chaff?",
    "ar": "أَتُفْزِعُ وَرَقَةً مُتَطَايِرَةً وَتُطَارِدُ قَشّاً يَابِساً؟"
  },
  "26": {
    "en": "For you write down bitter things against me\n    and make me reap the sins of my youth.",
    "ar": "فَأَنْتَ كَتَبْتَ عَلَيَّ أُمُوراً مُرَّةً، وَأَوْرَثْتَنِي آثَامَ صِبَايَ."
  },
  "27": {
    "en": "You fasten my feet in shackles;\n    you keep close watch on all my paths\n    by putting marks on the soles of my feet.",
    "ar": "أَدْخَلْتَ رِجْلَيَّ فِي الْمِقْطَرَةِ، وَرَاقَبْتَ جَمِيعَ سُبُلِي، إِذْ خَطَّطْتَ عَلامَاتٍ عَلَى بَاطِنِ قَدَمَيَّ،"
  },
  "28": {
    "en": "“So man wastes away like something rotten,\n    like a garment eaten by moths.",
    "ar": "فَأَنَا كَشَجَرَةٍ نَخَرَهَا السُّوسُ وَكَثَوْبٍ أَكَلَهُ الْعُثُّ."
  }
}