{
  "1": {
    "en": "Then Job replied:",
    "ar": "فَقَالَ أَيُّوبُ:"
  },
  "2": {
    "en": "“I have heard many things like these;\n    you are miserable comforters, all of you!",
    "ar": "«قَدْ سَمِعْتُ كَثِيراً مِثْلَ هَذَا الْكَلامِ وَأَنْتُمْ كُلُّكُمْ مُعَزُّونَ مُتْعِبُونَ."
  },
  "3": {
    "en": "Will your long-winded speeches never end?\n    What ails you that you keep on arguing?",
    "ar": "أَمَا لِهَذَا اللَّغْوِ مِنْ نِهَايَةٍ؟ وَمَا الَّذِي يُثِيرُكَ حَتَّى تَرُدَّ عَلَيَّ؟"
  },
  "4": {
    "en": "I also could speak like you,\n    if you were in my place;\nI could make fine speeches against you\n    and shake my head at you.",
    "ar": "فِي وُسْعِي أَنْ أَتَكَلَّمَ مِثْلَكُمْ لَوْ كُنْتُمْ مَكَانِي، وَأُلْقِيَ عَلَيْكُمْ أَقْوَالَ مَلامَةٍ، وَأَهُزَّ رَأْسِي فِي وُجُوهِكُمْ،"
  },
  "5": {
    "en": "But my mouth would encourage you;\n    comfort from my lips would bring you relief.",
    "ar": "بَلْ كُنْتُ أُشَجِّعُكُمْ بِنَصَائِحِي، وَأُشَدِّدُكُمْ بِتَعْزِيَاتِي."
  },
  "6": {
    "en": "“Yet if I speak, my pain is not relieved;\n    and if I refrain, it does not go away.",
    "ar": "إِنْ تَكَلَّمْتُ لَا تُمْحَى كَآبَتِي، وَإِنْ صَمَتُّ، فَمَاذَا يُخَفِّفُ الصَّمْتُ عَنِّي؟"
  },
  "7": {
    "en": "Surely, God, you have worn me out;\n    you have devastated my entire household.",
    "ar": "إِنَّ اللهَ قَدْ مَزَّقَنِي حَقّاً وَأَهْلَكَ كُلَّ قَوْمِي."
  },
  "8": {
    "en": "You have shriveled me up—and it has become a witness;\n    my gauntness rises up and testifies against me.",
    "ar": "لَقَدْ كَبَّلْتَنِي فَصَارَ ذَلِكَ شَاهِداً عَلَيَّ، وَقَامَ هُزَالِي لِيَشْهَدَ ضِدِّي."
  },
  "9": {
    "en": "God assails me and tears me in his anger\n    and gnashes his teeth at me;\n    my opponent fastens on me his piercing eyes.",
    "ar": "مَزَّقَنِي غَضَبُهُ، وَاضْطَهَدَنِي. حَرَّقَ عَلَيَّ أَسْنَانَهُ. طَعَنَنِي عَدُوِّي بِنَظْرَاتِهِ الْحَادَّةِ."
  },
  "10": {
    "en": "People open their mouths to jeer at me;\n    they strike my cheek in scorn\n    and unite together against me.",
    "ar": "فَغَرَ النَّاسُ أَفْوَاهَهُمْ عَلَيَّ، لَطَمُونِي تَعْيِيراً عَلَى خَدِّي، وَتَضَافَرُوا عَلَيَّ جَمِيعاً."
  },
  "11": {
    "en": "God has turned me over to the ungodly\n    and thrown me into the clutches of the wicked.",
    "ar": "أَسْلَمَنِي اللهُ إِلَى الظَّالِمِ، وَطَرَحَنِي فِي يَدِ الأَشْرَارِ."
  },
  "12": {
    "en": "All was well with me, but he shattered me;\n    he seized me by the neck and crushed me.\nHe has made me his target;",
    "ar": "كُنْتُ مُطْمَئِنّاً مُسْتَقِرّاً، فَزَعْزَعَنِي الرَّبُّ وَقَبَضَ عَلَيَّ مِنْ عُنُقِي، وَحَطَّمَنِي وَنَصَبَنِي لَهُ هَدَفاً."
  },
  "13": {
    "en": "his archers surround me.\nWithout pity, he pierces my kidneys\n    and spills my gall on the ground.",
    "ar": "حَاصَرَنِي رُمَاتُهُ وَشَقَّ كُلْيَتَيَّ مِنْ غَيْرِ رَحْمَةٍ، أَهْرَقَ مَرَارَتِي عَلَى الأَرْضِ."
  },
  "14": {
    "en": "Again and again he bursts upon me;\n    he rushes at me like a warrior.",
    "ar": "اقْتَحَمَنِي مَرَّةً تِلْوَ مَرَّةٍ، وَهَاجَمَنِي كَجَبَّارٍ."
  },
  "15": {
    "en": "“I have sewed sackcloth over my skin\n    and buried my brow in the dust.",
    "ar": "خِطْتُ مِسْحاً عَلَى جِلْدِي، وَمَرَّغْتُ عِزِّي فِي التُّرَابِ."
  },
  "16": {
    "en": "My face is red with weeping,\n    dark shadows ring my eyes;",
    "ar": "احْمَرَّ وَجْهِي مِنَ الْبُكَاءِ، وَغَشِيَتْ ظِلالُ الْمَوْتِ أَهْدَابِي،"
  },
  "17": {
    "en": "yet my hands have been free of violence\n    and my prayer is pure.",
    "ar": "مَعَ أَنَّنِي لَمْ أَقْتَرِفْ ظُلْماً، وَصَلاتِي مُخْلِصَةٌ."
  },
  "18": {
    "en": "“Earth, do not cover my blood;\n    may my cry never be laid to rest!",
    "ar": "يَا أَرْضُ لَا تَسْتُرِي دَمِي، وَلا يَكُنْ لِصُرَاخِي قَرَارٌ."
  },
  "19": {
    "en": "Even now my witness is in heaven;\n    my advocate is on high.",
    "ar": "هُوَذَا الآنَ شَاهِدِي فِي السَّمَاءِ، وَكَفِيلِي فِي الأَعَالِي"
  },
  "20": {
    "en": "My intercessor is my friend\n    as my eyes pour out tears to God;",
    "ar": "أَمَّا أَصْحَابِي فَهُمُ السَّاخِرُونَ بِي، لِذَلِكَ تَفِيضُ دُمُوعِي أَمَامَ اللهِ،"
  },
  "21": {
    "en": "on behalf of a man he pleads with God\n    as one pleads for a friend.",
    "ar": "لَكَمْ أَحْتَاجُ لِمَنْ يُدَافِعُ عَنِّي أَمَامَ اللهِ، كَمَا يُدَافِعُ إِنْسَانٌ عَنْ صَدِيقِهِ."
  },
  "22": {
    "en": "“Only a few years will pass\n    before I take the path of no return.",
    "ar": "إِذْ مَا إِنْ تَنْقَضِي سَنَوَاتُ عُمْرِي الْقَلِيلَةُ حَتَّى أَمْضِيَ فِي طَرِيقٍ لَا أَعُودُ مِنْهَا."
  }
}