{
  "1": {
    "en": "Then Eliphaz the Temanite replied:",
    "ar": "أَلِيفَازُ"
  },
  "2": {
    "en": "“Can a man be of benefit to God?\n    Can even a wise person benefit him?",
    "ar": "«أَيَنْفَعُ الإِنْسَانُ اللهَ؟ إِنَّمَا الْحَكِيمُ يَنْفَعُ نَفْسَهُ!"
  },
  "3": {
    "en": "What pleasure would it give the Almighty if you were righteous?\n    What would he gain if your ways were blameless?",
    "ar": "هَلْ بِرُّكَ مَدْعَاةٌ لِمَسَرَّةِ الْقَدِيرِ؟ وَأَيُّ كَسْبٍ لَهُ إِنْ كُنْتَ زَكِيًّا؟"
  },
  "4": {
    "en": "“Is it for your piety that he rebukes you\n    and brings charges against you?",
    "ar": "أَمِنْ أَجْلِ تَقْوَاكَ يُوَبِّخُكَ وَيَدْخُلُ فِي مُحَاكَمَةٍ مَعَكَ؟"
  },
  "5": {
    "en": "Is not your wickedness great?\n    Are not your sins endless?",
    "ar": "أَوَ لَيْسَ إِثْمُكَ عَظِيماً؟ أَوَلَيْسَتْ خَطَايَاكَ لَا مُتَنَاهِيَةً؟"
  },
  "6": {
    "en": "You demanded security from your relatives for no reason;\n    you stripped people of their clothing, leaving them naked.",
    "ar": "لَقَدِ ارْتَهَنْتَ أَخَاكَ بِغَيْرِ حَقٍّ، وَجَرَّدْتَ الْعُرَاةَ مِنْ ثِيَابِهِمْ."
  },
  "7": {
    "en": "You gave no water to the weary\n    and you withheld food from the hungry,",
    "ar": "لَمْ تَسْقِ الْمُعْيِيَ مَاءً، وَمَنَعْتَ عَنِ الْجَائِعِ طَعَامَكَ."
  },
  "8": {
    "en": "though you were a powerful man, owning land—\n    an honored man, living on it.",
    "ar": "صَاحِبُ الْقُوَّةِ اسْتَحْوَذَ عَلَى الأَرْضِ، وَذُو الْحُظْوَةِ أَقَامَ فِيهَا."
  },
  "9": {
    "en": "And you sent widows away empty-handed\n    and broke the strength of the fatherless.",
    "ar": "أَرْسَلْتَ الأَرَامِلَ فَارِغَاتٍ وَحَطَّمْتَ أَذْرُعَ الْيَتَامَى،"
  },
  "10": {
    "en": "That is why snares are all around you,\n    why sudden peril terrifies you,",
    "ar": "لِذَلِكَ أَحْدَقَتْ بِكَ الْفِخَاخُ وَطَغَى عَلَيْكَ رُعْبٌ مُفَاجِئٌ."
  },
  "11": {
    "en": "why it is so dark you cannot see,\n    and why a flood of water covers you.",
    "ar": "اظْلَمَّ نُورُكَ فَلَمْ تَعُدْ تُبْصِرُ، وَغَمَرَكَ فَيَضَانُ مَاءٍ."
  },
  "12": {
    "en": "“Is not God in the heights of heaven?\n    And see how lofty are the highest stars!",
    "ar": "أَلَيْسَ اللهُ فِي أَعَالِي السَّمَاوَاتِ، يُعَايِنُ النُّجُومَ مَهْمَا تَسَامَتْ؟"
  },
  "13": {
    "en": "Yet you say, ‘What does God know?\n    Does he judge through such darkness?",
    "ar": "وَمَعَ هَذَا فَأَنْتَ تَقُولُ: مَاذَا يَعْلَمُ اللهُ؟ أَمِنْ خَلْفِ الضَّبَابِ يَدِينُ؟"
  },
  "14": {
    "en": "Thick clouds veil him, so he does not see us\n    as he goes about in the vaulted heavens.’",
    "ar": "إِنَّ الْغُيُومَ الْمُتَكَاثِفَةَ تُغَلِّفُهُ فَلا يَرَى، وَعَلَى قُبَّةِ السَّمَاءِ يَخْطُو."
  },
  "15": {
    "en": "Will you keep to the old path\n    that the wicked have trod?",
    "ar": "هَلْ تَظَلُّ مُلْتَزِماً بِالسَّيْرِ فِي الطَّرِيقِ الَّتِي سَلَكَهَا الأَشْرَارُ؟"
  },
  "16": {
    "en": "They were carried off before their time,\n    their foundations washed away by a flood.",
    "ar": "الَّذِينَ قُرِضُوا قَبْلَ أَوَانِهِمْ، وَجُرِفُوا مِنْ أَسَاسِهِمْ،"
  },
  "17": {
    "en": "They said to God, ‘Leave us alone!\n    What can the Almighty do to us?’",
    "ar": "قَائِلِينَ لِلهِ: فَارِقْنَا. وَمَاذَا فِي وُسْعِ اللهِ أَنْ يَفْعَلَ بِهِمْ؟"
  },
  "18": {
    "en": "Yet it was he who filled their houses with good things,\n    so I stand aloof from the plans of the wicked.",
    "ar": "مَعَ أَنَّ اللهَ غَمَرَ بُيُوتَهُمْ بِالْخَيْرَاتِ، فَلْتَبْعُدْ عَنِّي مَشُورَةُ الأَشْرَارِ."
  },
  "19": {
    "en": "The righteous see their ruin and rejoice;\n    the innocent mock them, saying,",
    "ar": "يَشْهَدُ الصِّدِّيقُونَ (عِقَابَ الأَشْرَارِ) وَيَفْرَحُونَ، وَالأَبْرِيَاءُ يَسْتَهْزِئُونَ قَائِلِينَ:"
  },
  "20": {
    "en": "‘Surely our foes are destroyed,\n    and fire devours their wealth.’",
    "ar": "قَدْ بَادَ مُقَاوِمُونَا، وَمَا تَبَقَّى مِنْهُمُ الْتَهَمَتْهُ النِّيرَانُ."
  },
  "21": {
    "en": "“Submit to God and be at peace with him;\n    in this way prosperity will come to you.",
    "ar": "اسْتَسْلِمْ إِلَى اللهِ، وَتَصَالَحْ مَعَهُ فَيُصِيبَكَ خَيْرٌ."
  },
  "22": {
    "en": "Accept instruction from his mouth\n    and lay up his words in your heart.",
    "ar": "تَقَبَّلِ الشَّرِيعَةَ مِنْ فَمِهِ، وَأَوْدِعْ كَلامَهُ فِي قَلْبِكَ."
  },
  "23": {
    "en": "If you return to the Almighty, you will be restored:\n    If you remove wickedness far from your tent",
    "ar": "إِنْ رَجَعْتَ إِلَى الْقَدِيرِ وَاتَّضَعْتَ، وَإِنْ طَرَحْتَ الإِثْمَ بَعِيداً عَنْ خِيَامِكَ،"
  },
  "24": {
    "en": "and assign your nuggets to the dust,\n    your gold of Ophir to the rocks in the ravines,",
    "ar": "وَوَضَعْتَ ذَهَبَكَ فِي التُّرَابِ، وَتِبْرَ أُوفِيرَ بَيْنَ حَصَى الْوَادِي،"
  },
  "25": {
    "en": "then the Almighty will be your gold,\n    the choicest silver for you.",
    "ar": "وَإِنْ أَصْبَحَ الْقَدِيرُ ذَهَبَكَ وَفِضَّتَكَ الثَّمِينَةَ،"
  },
  "26": {
    "en": "Surely then you will find delight in the Almighty\n    and will lift up your face to God.",
    "ar": "عِنْدَئِذٍ تَتَلَذَّذُ نَفْسُكَ بِالْقَدِيرِ، وَيَرْتَفِعُ وَجْهُكَ نَحْوَ اللهِ."
  },
  "27": {
    "en": "You will pray to him, and he will hear you,\n    and you will fulfill your vows.",
    "ar": "تُصَلِّي إِلَيْهِ فَيَسْتَجِيبُ، وَتُوْفِي نُذُورَكَ،"
  },
  "28": {
    "en": "What you decide on will be done,\n    and light will shine on your ways.",
    "ar": "وَيَتَحَقَّقُ لَكَ مَا تَعْزِمُ عَلَيْهِ مِنْ أَمْرٍ، وَيُضِيءُ نُورٌ عَلَى سُبُلِكَ"
  },
  "29": {
    "en": "When people are brought low and you say, ‘Lift them up!’\n    then he will save the downcast.",
    "ar": "حَقّاً إِنَّ اللهَ يُذِلُّ الْمُتَكَبِّرِينَ وَيُنْقِذُ الْمُتَوَاضِعِينَ،"
  },
  "30": {
    "en": "He will deliver even one who is not innocent,\n    who will be delivered through the cleanness of your hands.”",
    "ar": "وَيُنَجِّي حَتَّى الْمُذْنِبَ بِفَضْلِ طَهَارَةِ قَلْبِكَ»."
  }
}