{
  "1": {
    "en": "Then Job replied:",
    "ar": "أَيُّوبُ:"
  },
  "2": {
    "en": "“How you have helped the powerless!\n    How you have saved the arm that is feeble!",
    "ar": "«يَا لَكُمْ مِنْ عَوْنٍ كَبِيرٍ لِلْخَائِرِ! كَيْفَ خَلَّصْتُمْ ذِرَاعاً وَاهِيَةً!"
  },
  "3": {
    "en": "What advice you have offered to one without wisdom!\n    And what great insight you have displayed!",
    "ar": "أَيَّةَ مَشَورَةٍ أَسْدَيْتُمْ لِلأَحْمَقِ! أَيَّةُ مَعْرِفَةٍ صَادِقَةٍ وَافِرَةٍ زَوَّدْتُمُوهُ بِها!"
  },
  "4": {
    "en": "Who has helped you utter these words?\n    And whose spirit spoke from your mouth?",
    "ar": "لِمَنْ نَطَقْتُمْ بِالْكَلِمَاتِ؟ وَرُوحُ مَنْ عَبَّرتُمْ عَنْهُ؟"
  },
  "5": {
    "en": "“The dead are in deep anguish,\n    those beneath the waters and all that live in them.",
    "ar": "تَرْتَعِدُ الأَشْبَاحُ مِنْ تَحْتُ، وَكَذَلِكَ الْمِيَاهُ وَسُكَّانُهَا."
  },
  "6": {
    "en": "The realm of the dead is naked before God;\n    Destruction lies uncovered.",
    "ar": "الْهَاوِيَةُ مَكْشُوفَةٌ أَمَامَ اللهِ وَالْهَلاكُ لَا سِتْرَ لَهُ."
  },
  "7": {
    "en": "He spreads out the northern skies over empty space;\n    he suspends the earth over nothing.",
    "ar": "يَمُدُّ الشِّمَالَ عَلَى الْخَوَاءِ وَيُعَلِّقُ الأَرْضَ عَلَى لَا شَيْءٍ."
  },
  "8": {
    "en": "He wraps up the waters in his clouds,\n    yet the clouds do not burst under their weight.",
    "ar": "يَصُرُّ الْمِيَاهَ فِي سُحُبِهِ فَلا يَتَخَرَّقُ الْغَيْمُ تَحْتَهَا."
  },
  "9": {
    "en": "He covers the face of the full moon,\n    spreading his clouds over it.",
    "ar": "يَحْجُبُ وَجْهَ عَرْشِهِ وَيَبْسُطُ فَوْقَهُ غُيُومَهُ."
  },
  "10": {
    "en": "He marks out the horizon on the face of the waters\n    for a boundary between light and darkness.",
    "ar": "رَسَمَ حَدّاً عَلَى وَجْهِ الْمِيَاهِ عِنْدَ خَطِّ اتِّصَالِ النُّورِ بِالظُّلْمَةِ."
  },
  "11": {
    "en": "The pillars of the heavens quake,\n    aghast at his rebuke.",
    "ar": "مِنْ زَجْرِهِ تَرْتَعِشُ أَعْمِدَةُ السَّمَاءِ وَتَرْتَعِدُ مِنْ تَقْرِيعِهِ."
  },
  "12": {
    "en": "By his power he churned up the sea;\n    by his wisdom he cut Rahab to pieces.",
    "ar": "بِقُوَّتِهِ يُهَدِّئُ هَيَجَانَ الْبَحْرِ وَبِحِكْمَتِهِ يَسْحَقُ رَهَبَ."
  },
  "13": {
    "en": "By his breath the skies became fair;\n    his hand pierced the gliding serpent.",
    "ar": "بِنَسْمَتِهِ جَمَّلَ السَّمَاوَاتِ، وَيَدَاهُ اخْتَرَقَتَا الْحَيَّةَ الْهَارِبَةَ."
  },
  "14": {
    "en": "And these are but the outer fringe of his works;\n    how faint the whisper we hear of him!\n    Who then can understand the thunder of his power?”",
    "ar": "وَهَذِهِ لَيْسَتْ سِوَى أَدْنَى طُرُقِهِ، وَمَا أَخْفَتَ هَمْسَ كَلامِهِ الَّذِي نَسْمَعُهُ؛ فَمَنْ يُدْرِكُ إِذاً رَعْدَ جَبَرُوتِهِ؟»"
  }
}