{
  "1": {
    "en": "After this, Job opened his mouth and cursed the day of his birth.",
    "ar": "ثُمَّ تَكَلَّمَ أَيُّوبُ، فَشَتَمَ الْيَوْمَ الَّذِي وُلِدَ فِيهِ،"
  },
  "2": {
    "en": "He said:",
    "ar": "وَقَالَ:"
  },
  "3": {
    "en": "“May the day of my birth perish,\n    and the night that said, ‘A boy is conceived!’",
    "ar": "«لَيْتَهُ بَادَ الْيَوْمُ الَّذِي وُلِدْتُ فِيهِ، وَفَنِيَ اللَّيْلُ الَّذِي قِيلَ فِيهِ: قَدْ حُبِلَ بِطِفْلٍ ذَكَرٍ."
  },
  "4": {
    "en": "That day—may it turn to darkness;\n    may God above not care about it;\n    may no light shine on it.",
    "ar": "لِيَتَحَوَّلْ ذَلِكَ الْيَوْمُ إِلَى ظَلامٍ. لَا يَرْعَاهُ اللهُ مِنْ فَوْقُ، وَلا يُشْرِقُ عَلَيْهِ نَهَارٌ."
  },
  "5": {
    "en": "May gloom and utter darkness claim it once more;\n    may a cloud settle over it;\n    may blackness overwhelm it.",
    "ar": "لِيَسْتَوْلِ عَلَيْهِ الظَّلامُ وَظِلُّ الْمَوْتِ. لِيَكْتَنِفْهُ سَحَابٌ وَلْتُرَوِّعْهُ ظُلُمَاتُ النَّهَارِ."
  },
  "6": {
    "en": "That night—may thick darkness seize it;\n    may it not be included among the days of the year\n    nor be entered in any of the months.",
    "ar": "أَمَّا ذَلِكَ اللَّيْلُ فَلْيَعْتَقِلْهُ الدُّجَى الْمُتَكَاثِفُ، وَلا يَبْتَهِجْ مَعَ سَائِرِ أَيَّامِ السَّنَةِ، وَلا يُحْصَ فِي عَدَدِ الشُّهُورِ."
  },
  "7": {
    "en": "May that night be barren;\n    may no shout of joy be heard in it.",
    "ar": "لِيَكُنْ ذَلِكَ اللَّيْلُ عَاقِراً، لَا يَتَرَدَّدُ فِيهِ هُتَافٌ."
  },
  "8": {
    "en": "May those who curse days curse that day,\n    those who are ready to rouse Leviathan.",
    "ar": "لِيَلْعَنْهُ السَّحَرَةُ الْحَاذِقُونَ فِي إِيْقَاظِ التِّنِّينِ!"
  },
  "9": {
    "en": "May its morning stars become dark;\n    may it wait for daylight in vain\n    and not see the first rays of dawn,",
    "ar": "لِتُظْلِمْ كَوَاكِبُ شَفَقِهِ، وَلْيَرْتَقِبِ النُّورَ مِنْ غَيْرِ طَائِلٍ، وَلا يَرَ هُدُبَ الْفَجْرِ،"
  },
  "10": {
    "en": "for it did not shut the doors of the womb on me\n    to hide trouble from my eyes.",
    "ar": "لأَنَّهُ لَمْ يُغْلِقْ رَحِمَ أُمِّي وَلَمْ يَسْتُرِ الشَّقَاءَ عَنْ عَيْنَيَّ."
  },
  "11": {
    "en": "“Why did I not perish at birth,\n    and die as I came from the womb?",
    "ar": "لِمَ لَمْ أَمُتْ فِي الرَّحِمِ، وَلِمَ لَمْ أُسْلِمِ الرُّوحَ عِنْدَمَا خَرَجْتُ مِنْ بَطْنِ أُمِّي؟"
  },
  "12": {
    "en": "Why were there knees to receive me\n    and breasts that I might be nursed?",
    "ar": "لِمَاذَا وَجَدْتُ الرُّكَبَ لِتُعِينَنَي وَالثُّدِيَّ لِتُرْضِعَنِي؟"
  },
  "13": {
    "en": "For now I would be lying down in peace;\n    I would be asleep and at rest",
    "ar": "وَإلَّا لَظَلَلْتُ مُضْطَجِعاً سَاكِناً، وَلَكُنْتُ نَائِماً مُسْتَرِيحاً"
  },
  "14": {
    "en": "with kings and rulers of the earth,\n    who built for themselves places now lying in ruins,",
    "ar": "مَعَ مُلُوكِ الأَرْضِ وَمُشِيرِيهَا، الَّذِينَ بَنَوْا أَهْرَاماً لأَنْفُسِهِمْ."
  },
  "15": {
    "en": "with princes who had gold,\n    who filled their houses with silver.",
    "ar": "أَوْ مَعَ الرُّؤَسَاءِ الَّذِينَ كَنَزُوا ذَهَباً وَمَلأُوا بُيُوتَهُمْ فِضَّةً."
  },
  "16": {
    "en": "Or why was I not hidden away in the ground like a stillborn child,\n    like an infant who never saw the light of day?",
    "ar": "أَوْ لِمَاذَا لَمْ أُطْمَرْ فِي الأَرْضِ كَسِقْطٍ لَمْ يَرَ النُّورَ؟"
  },
  "17": {
    "en": "There the wicked cease from turmoil,\n    and there the weary are at rest.",
    "ar": "فَهُنَاكَ يَكُفُّ الأَشْرَارُ عَنْ إِثَارَةِ الْمَتَاعِبِ، وَهُنَاكَ يَرْتَاحُ الْمُرْهَقُونَ."
  },
  "18": {
    "en": "Captives also enjoy their ease;\n    they no longer hear the slave driver’s shout.",
    "ar": "هُنَاكَ يَطْمَئِنُّ الأَسْرَى جَمِيعاً، إِذْ لَا يُلاحِقُهُمْ صَوْتُ الْمُسَخِّرِ."
  },
  "19": {
    "en": "The small and the great are there,\n    and the slaves are freed from their owners.",
    "ar": "هُنَاكَ يَكُونُ الصَّغِيرُ كَالْكَبِيرِ، وَالْعَبْدُ مُتَحَرِّراً مِنْ سَيِّدِهِ."
  },
  "20": {
    "en": "“Why is light given to those in misery,\n    and life to the bitter of soul,",
    "ar": "لِمَ يُوْهَبُ الشَّقِيُّ نُوراً، وَذَوُو النُّفُوسِ الْمُرَّةِ حَيَاةً؟"
  },
  "21": {
    "en": "to those who long for death that does not come,\n    who search for it more than for hidden treasure,",
    "ar": "الَّذِينَ يَتُوقُونَ إِلَى الْمَوْتِ فَلا يُقْبِلُ، وَيَنْقُبُونَ عَنْهُ أَكْثَرَ مِمَّا يَنْقُبُونَ عَنِ الْكُنُوزِ الْخَفِيَّةِ،"
  },
  "22": {
    "en": "who are filled with gladness\n    and rejoice when they reach the grave?",
    "ar": "الَّذِينَ يَنْتَشُونَ غِبْطَةً، وَيَسْتَبْشِرُونَ حِينَ يَعْثُرُونَ عَلَى ضَرِيحٍ!"
  },
  "23": {
    "en": "Why is life given to a man\n    whose way is hidden,\n    whom God has hedged in?",
    "ar": "بَلْ لِمَاذَا يُوْهَبُ نُورٌ وَحَيَاةٌ لِرَجُلٍ ضَلَّتْ بِهِ طَرِيقُهُ، وَسَدَّ اللهُ حَوْلَهُ؟"
  },
  "24": {
    "en": "For sighing has become my daily food;\n    my groans pour out like water.",
    "ar": "اسْتَبْدَلْتُ طَعَامِي بِالأَنِينِ، وَزَفْرَتِي تَنْسَكِبُ كَالْمِيَاهِ،"
  },
  "25": {
    "en": "What I feared has come upon me;\n    what I dreaded has happened to me.",
    "ar": "لأَنَّهُ قَدْ حَلَّ بِي مَا كُنْتُ أَخْشَاهُ، وَأَصَابَنِي مَا كُنْتُ أَرْتَعِبُ مِنْهُ."
  },
  "26": {
    "en": "I have no peace, no quietness;\n    I have no rest, but only turmoil.”",
    "ar": "فَلا طُمَأْنِينَةَ لِي وَلا اسْتَقْرَارَ وَلا رَاحَةَ، بَعْدَ أَنِ اجْتَاحَتْنِي الْكُرُوبُ»."
  }
}