{
  "1": {
    "en": "Then Elihu said:",
    "ar": "وَقَالَ أَلِيهُو أَيْضاً:"
  },
  "2": {
    "en": "“Do you think this is just?\n    You say, ‘I am in the right, not God.’",
    "ar": "«أَتَحْسِبُ هَذَا عَدْلاً؟ ثُمَّ تَقُولُ: إِنَّ هَذَا حَقِّي أَمَامَ اللهِ،"
  },
  "3": {
    "en": "Yet you ask him, ‘What profit is it to me,\n    and what do I gain by not sinning?’",
    "ar": "وَتَسْأَلُ: أَيَّةُ مَنْفَعَةٍ لِي؟ هَلْ أَكُونُ فِي حَالٍ أَفْضَلَ لَوْ لَمْ أُخْطِئْ؟"
  },
  "4": {
    "en": "“I would like to reply to you\n    and to your friends with you.",
    "ar": "سَأُجِيبُكَ أَنْتَ وَأَصْدِقَاءَكَ مَعَكَ:"
  },
  "5": {
    "en": "Look up at the heavens and see;\n    gaze at the clouds so high above you.",
    "ar": "انْظُرْ إِلَى السَّمَاوَاتِ وَتَأَمَّلْ: تَفَرَّسْ فِي السُّحُبِ الشَّامِخَةِ فَوْقَكَ."
  },
  "6": {
    "en": "If you sin, how does that affect him?\n    If your sins are many, what does that do to him?",
    "ar": "إِنْ أَثِمْتَ فَمَاذَا يُؤَثِّرُ هَذَا فِيهِ؟ وَإِنْ كَثَّرْتَ خَطَايَاكَ فَأَيُّ شَيْءٍ يَلْحَقُ بِهِ؟"
  },
  "7": {
    "en": "If you are righteous, what do you give to him,\n    or what does he receive from your hand?",
    "ar": "وَإِنْ كُنْتَ بَارّاً فَمَاذَا تُعْطِيهِ؟ أَوْ مَاذَا يَأْخُذُ مِنْ يَدِكَ؟"
  },
  "8": {
    "en": "Your wickedness only affects humans like yourself,\n    and your righteousness only other people.",
    "ar": "إِنَّ شَرَّكَ يُؤَثِّرُ فِي إِنْسَانٍ نَظِيرِكَ، وَبِرَّكَ يَفِيدُ فَقَطْ أَبْنَاءَ النَّاسِ."
  },
  "9": {
    "en": "“People cry out under a load of oppression;\n    they plead for relief from the arm of the powerful.",
    "ar": "لأَنَّ مِنْ كَثْرَةِ الْجَوْرِ يَسْتَغِيثُ الْمَظْلُومُونَ طَلَباً لِلْخَلاصِ مِنْ قَبْضَةِ الْعُتَاةِ،"
  },
  "10": {
    "en": "But no one says, ‘Where is God my Maker,\n    who gives songs in the night,",
    "ar": "وَلَكِنْ لَا أَحَدَ يَقُولُ: أَيْنَ اللهُ صَانِعِي، الْوَاهِبُ تَرْنِيماً فِي اللَّيْلِ،"
  },
  "11": {
    "en": "who teaches us more than he teaches the beasts of the earth\n    and makes us wiser than the birds in the sky?’",
    "ar": "الَّذِي عَلَّمَنَا أَكْثَرَ مِنْ وُحُوشِ الأَرْضِ، وَجَعَلَنَا أَعْظَمَ حِكْمَةً مِنْ طُيُورِ السَّمَاءِ."
  },
  "12": {
    "en": "He does not answer when people cry out\n    because of the arrogance of the wicked.",
    "ar": "يَسْتَغِيثُونَ بِهِ فَلا يُجِيبُ مِنْ جَرَّاءِ تَشَامُخِ الأَشْرَارِ"
  },
  "13": {
    "en": "Indeed, God does not listen to their empty plea;\n    the Almighty pays no attention to it.",
    "ar": "فَإِنْ كَانَ اللهُ لَا يَسْمَعُ لِصُرَاخِهِمِ الفَارِغِ، وَلا يَأْبَهُ القَدِيرُ لَهُ"
  },
  "14": {
    "en": "How much less, then, will he listen\n    when you say that you do not see him,\nthat your case is before him\n    and you must wait for him,",
    "ar": "فَكَمْ بِالأَحْرَى لَا يَسْمَعُ لَكَ عِنْدَمَا تَقُولُ إِنَّكَ لَا تَرَاهُ! لَكِنِ اصْبِرْ، فَدَعْوَاكَ أَمَامَهُ"
  },
  "15": {
    "en": "and further, that his anger never punishes\n    and he does not take the least notice of wickedness.",
    "ar": "وَالآنَ، لأَنَّهُ لَمْ يُجَازِ فِي غَضَبِهِ وَلَمْ يُبَالِ بِمُعَاقَبَةِ الإِثْمِ،"
  },
  "16": {
    "en": "So Job opens his mouth with empty talk;\n    without knowledge he multiplies words.”",
    "ar": "فَغَرَ أَيُّوبُ فَاهُ بِالْبَاطِلِ، وَأَكْثَرَ مِنَ الْكَلامِ بِجَهْلٍ!»"
  }
}