{
  "1": {
    "en": "Then the Lord spoke to Job out of the storm. He said:",
    "ar": "ثُمَّ قَالَ الرَّبُّ لأَيُّوبَ مِنَ الْعَاصِفَةِ:"
  },
  "2": {
    "en": "“Who is this that obscures my plans\n    with words without knowledge?",
    "ar": "«مَنْ ذَا الَّذِي يُظْلِمُ الْقَضَاءَ بِكَلامٍ مُجَرَّدٍ مِنَ الْمَعْرِفَةِ؟"
  },
  "3": {
    "en": "Brace yourself like a man;\n    I will question you,\n    and you shall answer me.",
    "ar": "اشْدُدْ حَقَوَيْكَ كَرَجُلٍ لأَسْأَلَكَ فَتُجِيبَنِي"
  },
  "4": {
    "en": "“Where were you when I laid the earth’s foundation?\n    Tell me, if you understand.",
    "ar": "أَيْنَ كُنْتَ عِنْدَمَا أَسَّسْتُ الأَرْضَ؟ أَخْبِرْنِي إِنْ كُنْتَ ذَا حِكْمَةٍ."
  },
  "5": {
    "en": "Who marked off its dimensions? Surely you know!\n    Who stretched a measuring line across it?",
    "ar": "مَنْ حَدَّدَ مَقَايِيسَهَا، إِنْ كُنْتَ حَقّاً تَعْرِفُ؟ أَوْ مَنْ مَدَّ عَلَيْهَا خَيْطَ الْقِيَاسِ؟"
  },
  "6": {
    "en": "On what were its footings set,\n    or who laid its cornerstone—",
    "ar": "عَلَى أَيِّ شَيْءٍ اسْتَقَرَّتْ قَوَاعِدُهَا؟ وَمَنْ وَضَعَ حَجَرَ زَاوِيَتِهَا؟"
  },
  "7": {
    "en": "while the morning stars sang together\n    and all the angels shouted for joy?",
    "ar": "بَيْنَمَا كَانَتْ كَوَاكِبُ السَّمَاءِ تَتَرَنَّمُ مَعاً وَمَلائِكَةُ اللهِ تَهْتِفُ بِفَرَحٍ."
  },
  "8": {
    "en": "“Who shut up the sea behind doors\n    when it burst forth from the womb,",
    "ar": "مَنْ حَجَزَ الْبَحْرَ بِبَوَّابَاتٍ، عِنْدَمَا انْدَفَقَ مِنْ رَحِمِ الأَرْضِ،"
  },
  "9": {
    "en": "when I made the clouds its garment\n    and wrapped it in thick darkness,",
    "ar": "حِينَ جَعَلْتُ السُّحُبَ لِبَاساً لَهُ وَالظُّلْمَةَ قِمَاطَهُ،"
  },
  "10": {
    "en": "when I fixed limits for it\n    and set its doors and bars in place,",
    "ar": "عِنْدَمَا عَيَّنْتُ لَهُ حُدُوداً، وَأَثْبَتُّ بَوَّابَاتِهِ وَمَغَالِيقَهُ فِي مَوَاضِعِهَا،"
  },
  "11": {
    "en": "when I said, ‘This far you may come and no farther;\n    here is where your proud waves halt’?",
    "ar": "وَقُلْتُ لَهُ: إِلَى هُنَا تُخُومُكَ فَلا تَتَعَدَّاهَا، وَهُنَا يَتَوَقَّفُ عُتُوُّ أَمْوَاجِكَ؟"
  },
  "12": {
    "en": "“Have you ever given orders to the morning,\n    or shown the dawn its place,",
    "ar": "هَلْ أَمَرْتَ مَرَّةً الصُّبْحَ فِي أَيَّامِكَ، وَأَرَيْتَ الْفَجْرَ مَوْضِعَهُ،"
  },
  "13": {
    "en": "that it might take the earth by the edges\n    and shake the wicked out of it?",
    "ar": "لِيَقْبِضَ عَلَى أَكْنَافِ الأَرْضِ وَيَنْفُضَ الأَشْرَارَ مِنْهَا؟"
  },
  "14": {
    "en": "The earth takes shape like clay under a seal;\n    its features stand out like those of a garment.",
    "ar": "تَتَشَكَّلُ كَطِينٍ تَحْتَ الْخَاتَمِ، وَتَبْدُو مَعَالِمُهَا كَمَعَالِمِ الرِّدَاءِ."
  },
  "15": {
    "en": "The wicked are denied their light,\n    and their upraised arm is broken.",
    "ar": "يَمْتَنِعُ النُّورُ عَنِ الأَشْرَارِ، وَتَتَحَطَّمُ ذِرَاعُهُمُ الْمُرْتَفِعَةُ."
  },
  "16": {
    "en": "“Have you journeyed to the springs of the sea\n    or walked in the recesses of the deep?",
    "ar": "هَلْ غُصْتَ إِلَى يَنَابِيعِ الْبَحْرِ، أَمْ دَلَفْتَ إِلَى مَقَاصِيرِ اللُّجَجِ؟"
  },
  "17": {
    "en": "Have the gates of death been shown to you?\n    Have you seen the gates of the deepest darkness?",
    "ar": "هَلِ اطَّلَعْتَ عَلَى أَبْوَابِ الْمَنِيَّةِ، أَمْ رَأَيْتَ بَوَّابَاتِ ظِلالِ الْمَوْتِ؟"
  },
  "18": {
    "en": "Have you comprehended the vast expanses of the earth?\n    Tell me, if you know all this.",
    "ar": "هَلْ أَحَطْتَ بِعَرْضِ الأَرْضِ؟ أَخْبِرْنِي إِنْ كُنْتَ بِكُلِّ هَذَا عَلِيماً."
  },
  "19": {
    "en": "“What is the way to the abode of light?\n    And where does darkness reside?",
    "ar": "أَيْنَ الطَّرِيقُ إِلَى مَقَرِّ النُّورِ، وَأَيْنَ مُسْتَقَرُّ الظُّلْمَةِ؟"
  },
  "20": {
    "en": "Can you take them to their places?\n    Do you know the paths to their dwellings?",
    "ar": "حَتَّى تَقُودَهَا إِلَى تُخُومِهَا وَتَعْرِفَ سُبُلَ مَسْكَنِهَا؟"
  },
  "21": {
    "en": "Surely you know, for you were already born!\n    You have lived so many years!",
    "ar": "حَقّاً أَنْتَ تَعْرِفُهَا لأَنَّكَ آنَئِذٍ كُنْتَ قَدْ وُلِدْتَ وَعِشْتَ أَيَّاماً طَوِيلَةً!"
  },
  "22": {
    "en": "“Have you entered the storehouses of the snow\n    or seen the storehouses of the hail,",
    "ar": "هَلْ دَخَلْتَ إِلَى مَخَازِنِ الثَّلْجِ، أَمْ رَأَيْتَ خَزَائِنَ الْبَرَدِ،"
  },
  "23": {
    "en": "which I reserve for times of trouble,\n    for days of war and battle?",
    "ar": "الَّتِي ادَّخَرْتُهَا لأَوْقَاتِ الضِّيقِ، لِيَوْمِ الْمَعْرَكَةِ وَالْحَرْبِ؟"
  },
  "24": {
    "en": "What is the way to the place where the lightning is dispersed,\n    or the place where the east winds are scattered over the earth?",
    "ar": "مَا هُوَ السَّبِيلُ إِلَى مَوْضِعِ انْتِشَارِ النُّورِ، أَوْ أَيْنَ تَتَوَزَّعُ الرِّيحُ الشَّرْقِيَّةُ عَلَى الأَرْضِ؟"
  },
  "25": {
    "en": "Who cuts a channel for the torrents of rain,\n    and a path for the thunderstorm,",
    "ar": "مَنْ حَفَرَ قَنَوَاتٍ لِسُيُولِ الْمَطَرِ، وَمَمَرّاً لِلصَّوَاعِقِ،"
  },
  "26": {
    "en": "to water a land where no one lives,\n    an uninhabited desert,",
    "ar": "لِيُمْطِرَ عَلَى أَرْضٍ مُقْفِرَةٍ لَا إِنْسَانَ فِيهَا،"
  },
  "27": {
    "en": "to satisfy a desolate wasteland\n    and make it sprout with grass?",
    "ar": "لِيُرْوِيَ الأَرْضَ الْخَرِبَةَ، وَلِيَسْتَنْبِتَ الأَرْضَ عُشْباً؟"
  },
  "28": {
    "en": "Does the rain have a father?\n    Who fathers the drops of dew?",
    "ar": "هَلْ لِلْمَطَرِ أَبٌ؟ وَمَنْ أَنْجَبَ قَطَرَاتِ النَّدَى؟"
  },
  "29": {
    "en": "From whose womb comes the ice?\n    Who gives birth to the frost from the heavens",
    "ar": "وَمِنْ أَيِّ أَحْشَاءٍ خَرَجَ الْجَمَدُ، وَمَنْ وَلَدَ صَقِيعَ السَّمَاءِ؟"
  },
  "30": {
    "en": "when the waters become hard as stone,\n    when the surface of the deep is frozen?",
    "ar": "تَتَجَلَّدُ الْمِيَاهُ كَحِجَارَةٍ وَيَتَجَمَّدُ وَجْهُ الْغَمْرِ."
  },
  "31": {
    "en": "“Can you bind the chains of the Pleiades?\n    Can you loosen Orion’s belt?",
    "ar": "هَلْ تَرْبِطُ سَلاسِلَ الثُّرَيَّا، أَمْ تَفُكُّ عُقَدَ الْجَوْزَاءِ؟"
  },
  "32": {
    "en": "Can you bring forth the constellations in their seasons\n    or lead out the Bear with its cubs?",
    "ar": "هَلْ تَهْدِي كَوَاكِبَ الْمَنَازِلِ فِي فُصُولِهَا، أَمْ تَهْدِي النَّعْشَ مَعَ بِنَاتِهِ؟"
  },
  "33": {
    "en": "Do you know the laws of the heavens?\n    Can you set up God’s dominion over the earth?",
    "ar": "هَلْ تَعْرِفُ أَحْكَامَ السَّمَاوَاتِ، أَمْ أَسَّسْتَ سُلْطَتَهَا عَلَى الأَرْضِ؟"
  },
  "34": {
    "en": "“Can you raise your voice to the clouds\n    and cover yourself with a flood of water?",
    "ar": "هَلْ تَرْفَعُ صَوْتَكَ آمِراً الْغَمَامَ فَيَغْمُرَكَ فَيْضُ الْمِيَاهِ؟"
  },
  "35": {
    "en": "Do you send the lightning bolts on their way?\n    Do they report to you, ‘Here we are’?",
    "ar": "هَلْ فِي وُسْعِكَ أَنْ تُطْلِقَ الْبُرُوقَ فَتَمْضِيَ وَتَقُولَ لَكَ: هَا نَحْنُ طَوْعَ أَمْرِكَ؟"
  },
  "36": {
    "en": "Who gives the ibis wisdom\n    or gives the rooster understanding?",
    "ar": "مَنْ أَضْفَى عَلَى الْغُيُومِ حِكْمَةً وَأَنْعَمَ عَلَى الضَّبَابِ بِالْفَهْمِ؟"
  },
  "37": {
    "en": "Who has the wisdom to count the clouds?\n    Who can tip over the water jars of the heavens",
    "ar": "مَنْ لَهُ الْحِكْمَةُ لِيُحْصِيَ النُّجُومَ، وَمَنْ يَصُبُّ الْمَاءَ مِنْ مَيَازِيبِ السَّمَاءِ،"
  },
  "38": {
    "en": "when the dust becomes hard\n    and the clods of earth stick together?",
    "ar": "حِينَ يَتَلَبَّدُ التُّرَابُ وَتَتَمَاسَكُ كُتَلُ الطِّينِ؟"
  },
  "39": {
    "en": "“Do you hunt the prey for the lioness\n    and satisfy the hunger of the lions",
    "ar": "هَلْ تَصْطَادُ الْفَرِيسَةَ لِلَّبُؤَةِ، أَمْ تُشْبِعُ جُوعَ الأَشْبَالِ،"
  },
  "40": {
    "en": "when they crouch in their dens\n    or lie in wait in a thicket?",
    "ar": "حِينَ تَتَرَبَّصُ فِي الْعَرَائِنِ وَتَكْمُنُ فِي أَوْجَارِهَا؟"
  },
  "41": {
    "en": "Who provides food for the raven\n    when its young cry out to God\n    and wander about for lack of food?",
    "ar": "مَنْ يُزَوِّدُ الْغُرَابَ بِصَيْدِهِ إِذْ تَنْعَبُ فِرَاخُهُ مُسْتَغِيثَةً بِاللهِ، وَتَهِيمُ لاِفْتِقَارِهَا إِلَى الْقُوتِ؟"
  }
}