{
  "1": {
    "en": "The Lord said to Job:",
    "ar": "وَاسْتَطْرَدَ الرَّبُّ قَائِلاً لأَيُّوبَ:"
  },
  "2": {
    "en": "“Will the one who contends with the Almighty correct him?\n    Let him who accuses God answer him!”",
    "ar": "«أَيُخَاصِمُ اللّائِمُ الْقَدِيرَ؟ لِيُجِبِ المُشْتَكِي عَلَى اللهِ»."
  },
  "3": {
    "en": "Then Job answered the Lord:",
    "ar": "عِنْدَئِذٍ أَجَابَ أَيُّوبُ الرَّبَّ:"
  },
  "4": {
    "en": "“I am unworthy—how can I reply to you?\n    I put my hand over my mouth.",
    "ar": "«انْظُرْ، أَنَا حَقِيرٌ فَبِمَاذَا أُجِيبُكَ؟ هَا أَنَا أَضَعُ يَدِي عَلَى فَمِي"
  },
  "5": {
    "en": "I spoke once, but I have no answer—\n    twice, but I will say no more.”",
    "ar": "لَقَدْ تَكَلَّمْتُ مَرَّةً وَلَنْ أُجِيبَ، وَمَرَّتَيْنِ وَلَنْ أُضِيفَ»."
  },
  "6": {
    "en": "Then the Lord spoke to Job out of the storm:",
    "ar": "حِينَئِذٍ أَجَابَ الرَّبُّ أَيُّوبَ مِنَ الْعَاصِفَةِ:"
  },
  "7": {
    "en": "“Brace yourself like a man;\n    I will question you,\n    and you shall answer me.",
    "ar": "«اشْدُدْ حَقَوَيْكَ وَكُنْ رَجُلاً، فَأَسْأَلَكَ وَتُجِيبَنِي."
  },
  "8": {
    "en": "“Would you discredit my justice?\n    Would you condemn me to justify yourself?",
    "ar": "أَتَشُكُّ فِي قَضَائِي أَوْ تَسْتَذْنِبُنِي لِتُبَرِّرَ نَفْسَكَ؟"
  },
  "9": {
    "en": "Do you have an arm like God’s,\n    and can your voice thunder like his?",
    "ar": "أَتَمْلِكُ ذِرَاعاً كَذِرَاعِ اللهِ؟ أَتُرْعِدُ بِمِثْلِ صَوْتِهِ؟"
  },
  "10": {
    "en": "Then adorn yourself with glory and splendor,\n    and clothe yourself in honor and majesty.",
    "ar": "إِذاً تَسَرْبَلْ بِالْجَلالِ وَالْعَظَمَةِ، وَتَزَيَّنْ بِالْمَجْدِ وَالْبَهَاءِ."
  },
  "11": {
    "en": "Unleash the fury of your wrath,\n    look at all who are proud and bring them low,",
    "ar": "صُبَّ فَيْضَ غَضَبِكَ، وَانْظُرْ إِلَى كُلِّ مُتَكَبِّرٍ وَاخْفِضْهُ."
  },
  "12": {
    "en": "look at all who are proud and humble them,\n    crush the wicked where they stand.",
    "ar": "انْظُرْ إِلَى كُلِّ مُتَعَظِّمٍ وَذَلّلْهُ، وَدُسِ الأَشْرَارَ فِي مَوَاضِعِهِمْ."
  },
  "13": {
    "en": "Bury them all in the dust together;\n    shroud their faces in the grave.",
    "ar": "اطْمِرْهُمْ كُلَّهُمْ فِي التُّرَابِ مَعاً، وَاحْبِسْ وُجُوهَهُمْ فِي الْهَاوِيَةِ."
  },
  "14": {
    "en": "Then I myself will admit to you\n    that your own right hand can save you.",
    "ar": "عِنْدَئِذٍ أَعْتَرِفُ لَكَ بِأَنَّ يَمِينَكَ قَادِرَةٌ عَلَى إِنْقَاذِكَ."
  },
  "15": {
    "en": "“Look at Behemoth,\n    which I made along with you\n    and which feeds on grass like an ox.",
    "ar": "انْظُرْ إِلَى بَهِيمُوثَ (الْحَيَوَانِ الضَّخْمِ) الَّذِي صَنَعْتُهُ مَعَكَ، فَإِنَّهُ يَأْكُلُ الْعُشْبَ كَالْبَقَرِ."
  },
  "16": {
    "en": "What strength it has in its loins,\n    what power in the muscles of its belly!",
    "ar": "إِنَّ قُوَّتَهُ فِي مَتْنَيْهِ، وَشِدَّتَهُ فِي عَضَلِ بَطْنِهِ."
  },
  "17": {
    "en": "Its tail sways like a cedar;\n    the sinews of its thighs are close-knit.",
    "ar": "يَنْتَصِبُ ذَيْلُهُ كَشَجَرَةِ أَرْزٍ، وَعَضَلاتُ فَخْذَيْهِ مَضْفُورَةٌ."
  },
  "18": {
    "en": "Its bones are tubes of bronze,\n    its limbs like rods of iron.",
    "ar": "عِظَامُهُ أَنَابِيبُ نُحَاسٍ وَأَطْرَافُهُ قُضْبَانُ حَدِيدٍ،"
  },
  "19": {
    "en": "It ranks first among the works of God,\n    yet its Maker can approach it with his sword.",
    "ar": "إِنَّهُ أَعْجَبُ كُلِّ الْخَلائِقِ، وَلا يَقْدِرُ أَنْ يَهْزِمَهُ إِلّا الَّذِي خَلَقَهُ."
  },
  "20": {
    "en": "The hills bring it their produce,\n    and all the wild animals play nearby.",
    "ar": "تَنْمُو الأَعْشَابُ الَّتِي يَتَغَذَّى بِها عَلَى الْجِبَالِ، حَيْثُ تَمْرَحُ وُحُوشُ الْبَرِّيَّةِ."
  },
  "21": {
    "en": "Under the lotus plants it lies,\n    hidden among the reeds in the marsh.",
    "ar": "يَرْبِضُ تَحْتَ شُجَيْرَاتِ السِّدْرِ، وَبَيْنَ الْحَلْفَاءِ فِي الْمُسْتَنْقَعَاتِ."
  },
  "22": {
    "en": "The lotuses conceal it in their shadow;\n    the poplars by the stream surround it.",
    "ar": "يَسْتَظِلُّ بِشُجَيْرَاتِ السِّدْرِ، وَبِالصَّفْصَافِ عَلَى الْمِيَاهِ الْجَارِيَةِ"
  },
  "23": {
    "en": "A raging river does not alarm it;\n    it is secure, though the Jordan should surge against its mouth.",
    "ar": "لَا يُخَامِرُهُ الْخَوْفُ إِنْ هَاجَ النَّهْرُ، وَيَظَلُّ مُطْمَئِنّاً وَلَوِ انْدَفَقَ نَهْرُ الأُرْدُنِّ فِي فَمِهِ."
  },
  "24": {
    "en": "Can anyone capture it by the eyes,\n    or trap it and pierce its nose?",
    "ar": "مَنْ يَقْدِرُ أَنْ يَصْطَادَهُ مِنَ الأَمَامِ، أَوْ يَثْقُبَ أَنْفَهُ بِخِزَامَةٍ؟"
  }
}