{
  "1": {
    "en": "“Call if you will, but who will answer you?\n    To which of the holy ones will you turn?",
    "ar": "ادْعُ الآنَ، فَهَلْ مِنْ مُجِيبٍ؟ وَإِلَى أَيِّ القِدِّيسِينَ تَلْتَفِتُ؟"
  },
  "2": {
    "en": "Resentment kills a fool,\n    and envy slays the simple.",
    "ar": "الْغَيْظُ يَقْتُلُ الأَحْمَقَ، وَالْغَيْرَةُ تُمِيتُ الأَبْلَهَ."
  },
  "3": {
    "en": "I myself have seen a fool taking root,\n    but suddenly his house was cursed.",
    "ar": "لَقَدْ شَاهَدْتُ الْغَبِيَّ يَتَأَصَّلُ، ثُمَّ لَمْ أَلْبَثْ أَنْ لَعَنْتُ مَسْكَنَهُ."
  },
  "4": {
    "en": "His children are far from safety,\n    crushed in court without a defender.",
    "ar": "أَبْنَاؤُهُ لَا أَمْنَ لَهُمْ. يَتَحَطَّمُونَ عِنْدَ الْبَابِ وَلا مُنْقِذَ."
  },
  "5": {
    "en": "The hungry consume his harvest,\n    taking it even from among thorns,\n    and the thirsty pant after his wealth.",
    "ar": "يَأْكُلُ الْجَائِعُ حَصِيدَهُمْ، وَيَلْتَهِمُهُ حَتَّى مِنْ بَيْنِ الشَّوْكِ، وَيَمْتَصُّ الظَّامِئُ ثَرْوَتَهُمْ."
  },
  "6": {
    "en": "For hardship does not spring from the soil,\n    nor does trouble sprout from the ground.",
    "ar": "إِنَّ الْبَلِيَّةَ لَا تَخْرُجُ مِنَ التُّرَابِ، وَالْمَشَقَّاتِ لَا تَنْبُتُ مِنَ الأَرْضِ،"
  },
  "7": {
    "en": "Yet man is born to trouble\n    as surely as sparks fly upward.",
    "ar": "وَمَعَ ذَلِكَ فَإِنَّ الإِنْسَانَ مَوْلُودٌ لِمُعَانَاةِ الْمَتَاعِبِ، كَمَا وُلِدَتِ الْجَوَارِحُ لِتُحَلِّقَ بِأَجْنِحَتِهَا."
  },
  "8": {
    "en": "“But if I were you, I would appeal to God;\n    I would lay my cause before him.",
    "ar": "لَوْ كُنْتُ فِي مَكَانِكَ لاتَّجَهْتُ إِلَى اللهِ وَعَرَضْتُ أَمْرِي عَلَيْهِ."
  },
  "9": {
    "en": "He performs wonders that cannot be fathomed,\n    miracles that cannot be counted.",
    "ar": "هُوَ صَانِعُ عَجَائِبَ لَا تُفْحَصُ وَعَظَائِمَ لَا تُحْصَى."
  },
  "10": {
    "en": "He provides rain for the earth;\n    he sends water on the countryside.",
    "ar": "يُهْطِلُ الْغَيْثَ عَلَى وَجْهِ الأَرْضِ، وَيُرْسِلُ الْمِيَاهَ إِلَى الْحُقُولِ."
  },
  "11": {
    "en": "The lowly he sets on high,\n    and those who mourn are lifted to safety.",
    "ar": "يُقِيمُ الْمُتَوَاضِعِينَ فِي الْعُلَى، وَيَرْفَعُ النَّائِحِينَ إِلَى مَكَانِ الطُّمَأْنِينَةِ."
  },
  "12": {
    "en": "He thwarts the plans of the crafty,\n    so that their hands achieve no success.",
    "ar": "يُبْطِلُ تَدْبِيرَاتِ الْمُحْتَالِينَ فَيُخْفِقُونَ،"
  },
  "13": {
    "en": "He catches the wise in their craftiness,\n    and the schemes of the wily are swept away.",
    "ar": "أَوْ يُوْقِعُ الْحُكَمَاءَ فِي خِدْعَتِهِمْ، فَتَتَلاشَى مَشُورَةُ الْمَاكِرِينَ."
  },
  "14": {
    "en": "Darkness comes upon them in the daytime;\n    at noon they grope as in the night.",
    "ar": "يَكْتَنِفُهُمْ ظَلامٌ فِي النَّهَارِ، وَيَتَحَسَّسُونَ طَرِيقَهُمْ فِي الظَّهِيرَةِ، كَمَنْ يَمْشِي فِي اللَّيْلِ."
  },
  "15": {
    "en": "He saves the needy from the sword in their mouth;\n    he saves them from the clutches of the powerful.",
    "ar": "يُنَجِّي الْبَائِسِينَ مِنْ سَيْفِ فَمِهِمْ، وَمِنْ قَبْضَةِ الْقَوِيِّ يُنْقِذُهُمْ،"
  },
  "16": {
    "en": "So the poor have hope,\n    and injustice shuts its mouth.",
    "ar": "فَيُصْبِحُ لِلْمِسْكِينِ رَجَاءٌ، وَالظُّلْمُ يَسُدُّ فَمَهُ."
  },
  "17": {
    "en": "“Blessed is the one whom God corrects;\n    so do not despise the discipline of the Almighty.",
    "ar": "طُوبَى لِلرَّجُلِ الَّذِي يُقَوِّمُهُ اللهُ، فَلا تَرْفُضْ تَأْدِيبَ الْقَدِيرِ."
  },
  "18": {
    "en": "For he wounds, but he also binds up;\n    he injures, but his hands also heal.",
    "ar": "لأَنَّ اللهَ يَجْرَحُ وَيَعْصِبُ، يَسْحَقُ وَيَدَاهُ تُبْرِئَانِ."
  },
  "19": {
    "en": "From six calamities he will rescue you;\n    in seven no harm will touch you.",
    "ar": "مِنْ سِتِّ بَلايَا يُنَجِّيكَ، وَفِي سَبْعٍ لَا يَقَعُ بِكَ أَذىً."
  },
  "20": {
    "en": "In famine he will deliver you from death,\n    and in battle from the stroke of the sword.",
    "ar": "يَفْدِيكَ مِنَ الْمَوْتِ جُوعاً، وَفِي الْحَرْبِ مِنَ الْمَوْتِ بِحَدِّ السَّيْفِ."
  },
  "21": {
    "en": "You will be protected from the lash of the tongue,\n    and need not fear when destruction comes.",
    "ar": "يَقِيكَ مِنْ لَذَعَاتِ اللِّسَانِ، فَلا تَخَافُ مِنَ الدَّمَارِ إِذَا أَقْبَلَ."
  },
  "22": {
    "en": "You will laugh at destruction and famine,\n    and need not fear the wild animals.",
    "ar": "تَسْخَرُ مِنَ الدَّمَارِ وَالْمَجَاعَةِ، وَلا تَخْشَى وُحُوشَ الأَرْضِ،"
  },
  "23": {
    "en": "For you will have a covenant with the stones of the field,\n    and the wild animals will be at peace with you.",
    "ar": "لأَنَّ عَهْدَكَ مَعَ حِجَارَةِ الْحَقْلِ، وَوُحُوشُ الصَّحْرَاءِ تُسَالِمُكَ."
  },
  "24": {
    "en": "You will know that your tent is secure;\n    you will take stock of your property and find nothing missing.",
    "ar": "فَتُدْرِكُ أَنَّ خَيْمَتَكَ آمِنَةٌ، وَتَتَعَهَّدُ حَظِيرَتَكَ فَلا تَفْقِدُ شَيْئاً."
  },
  "25": {
    "en": "You will know that your children will be many,\n    and your descendants like the grass of the earth.",
    "ar": "عِنْدَئِذٍ تَعْلَمُ أَنَّ ذُرِّيَّتَكَ كَثِيرَةٌ، وَأَنَّ نَسْلَكَ كَعُشْبِ الأَرْضِ،"
  },
  "26": {
    "en": "You will come to the grave in full vigor,\n    like sheaves gathered in season.",
    "ar": "وَتَدْخُلُ الْقَبْرَ فِي شَيْبَةٍ نَاضِجَةٍ، كَمَا يُرْفَعُ كُدْسُ الْقَمْحِ فِي مَوْسِمِهِ."
  },
  "27": {
    "en": "“We have examined this, and it is true.\n    So hear it and apply it to yourself.”",
    "ar": "فَانْظُرْ. هَذَا مَا بَحَثْنَا عَنْهُ، وَهُوَ حَقٌّ، فَاسْمَعْهُ وَاخْتَبِرْهُ بِنَفْسِكَ»."
  }
}