{
  "1": {
    "en": "When you have entered the land the Lord your God is giving you as an inheritance and have taken possession of it and settled in it,",
    "ar": "وَمَتَى بَلَغْتُمُ الأَرْضَ الَّتِي يَهَبُهَا الرَّبُّ إِلَهُكُمْ لَكُمْ مِيرَاثاً وَامْتَلَكْتُمُوهَا وَاسْتَوْطَنْتُمْ فِيهَا،"
  },
  "2": {
    "en": "take some of the firstfruits of all that you produce from the soil of the land the Lord your God is giving you and put them in a basket. Then go to the place the Lord your God will choose as a dwelling for his Name",
    "ar": "فَاجْمَعُوا مِنْ أَوَّلِ كُلِّ ثَمَرٍ تُغِلُّهُ أَرْضُكُمُ الَّتِي يَهَبُهَا الرَّبُّ إِلَهُكُمْ لَكُمْ، وَضَعُوهُ فِي سِلالٍ، وَامْضُوا إِلَى الْمَوْضِعِ الَّذِي يَخْتَارُهُ الرَّبُّ إِلَهُكُمْ لِيُحِلَّ فِيهِ اسْمَهُ."
  },
  "3": {
    "en": "and say to the priest in office at the time, “I declare today to the Lord your God that I have come to the land the Lord swore to our ancestors to give us.”",
    "ar": "وَيَأْتِي صَاحِبُ التَّقْدِمَةِ إِلَى الْكَاهِنِ الْمُعَيَّنِ وَيَقُولُ: أَعْتَرِفُ الْيَوْمَ لِلرَّبِّ إِلَهِكَ أَنِّي قَدْ جِئْتُ إِلَى الأَرْضِ الَّتِي حَلَفَ الرَّبُّ لِآبَائِنَا أَنْ يَهَبَهَا لَنَا."
  },
  "4": {
    "en": "The priest shall take the basket from your hands and set it down in front of the altar of the Lord your God.",
    "ar": "فَيَتَنَاوَلُ الْكَاهِنُ السَّلَّةَ مِنْ يَدِهِ وَيَضَعُهَا أَمَامَ مَذْبَحِ الرَّبِّ إِلَهِكُمْ،"
  },
  "5": {
    "en": "Then you shall declare before the Lord your God: “My father was a wandering Aramean, and he went down into Egypt with a few people and lived there and became a great nation, powerful and numerous.",
    "ar": "ثُمَّ يُعْلِنُ صَاحِبُ التَّقْدِمَةِ قَائِلاً أَمَامَ الرَّبِّ إِلَهِكُمْ: كَانَ أَبِي أَرَامِيًّا تَائِهاً، ثُمَّ انْحَدَرَ إِلَى مِصْرَ وَتَغَرَّبَ هُنَاكَ، وَمَعَهُ نَفَرٌ قَلِيلٌ. وَلَكِنَّهُ أَصْبَحَ هُنَاكَ أُمَّةً كَبِيرَةً عَظِيمَةً."
  },
  "6": {
    "en": "But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor.",
    "ar": "فَأَسَاءَ إِلَيْنَا الْمِصْرِيُّونَ وَأَرْهَقُونَا وَقَسَوْا عَلَيْنَا فِي اسْتِعْبَادِهِمْ،"
  },
  "7": {
    "en": "Then we cried out to the Lord, the God of our ancestors, and the Lord heard our voice and saw our misery, toil and oppression.",
    "ar": "فَصَرَخْنَا إِلَى الرَّبِّ إِلَهِ آبَائِنَا، فَاسْتَجَابَ لَنَا وَرَأَى بُؤْسَنَا وَتَعَبَنَا وَضِيقَنَا،"
  },
  "8": {
    "en": "So the Lord brought us out of Egypt with a mighty hand and an outstretched arm, with great terror and with signs and wonders.",
    "ar": "فَأَخْرَجَنَا مِنْ دِيَارِ مِصْرَ بِقُوَّةٍ شَدِيدَةٍ وَقُدْرَةٍ فَائِقَةٍ، وَوَيْلاتٍ عَظِيمَةٍ وَآيَاتٍ وَعَجَائِبَ،"
  },
  "9": {
    "en": "He brought us to this place and gave us this land, a land flowing with milk and honey;",
    "ar": "وَأَدْخَلَنَا إِلَى هَذَا الْمَكَانِ، وَوَهَبَنَا هَذِهِ الأَرْضَ الَّتِي تَفِيضُ لَبَناً وَعَسَلاً."
  },
  "10": {
    "en": "and now I bring the firstfruits of the soil that you, Lord, have given me.” Place the basket before the Lord your God and bow down before him.",
    "ar": "فَهَا أَنَا الآنَ قَدْ أَتَيْتُ بِأَوَّلِ ثَمَرِ الأَرْضِ الَّتِي وَهَبْتَنِي يَا رَبُّ ثُمَّ يَضَعُهُ أَمَامَ الرَّبِّ إِلَهِكُمْ وَيَسْجُدُ فِي حَضْرَتِهِ،"
  },
  "11": {
    "en": "Then you and the Levites and the foreigners residing among you shall rejoice in all the good things the Lord your God has given to you and your household.",
    "ar": "وَيَحْتَفِلُ بِجَمِيعِ الْخَيْرِ الَّذِي أَنْعَمَ بِهِ الرَّبُّ إِلَهُكُمْ عَلَيْهِ وَعَلَى أَهْلِ بَيْتِهِ، هُوَ وَاللّاوِيُّ وَالْغَرِيبُ الْمُقِيمُ بَيْنَكُمْ."
  },
  "12": {
    "en": "When you have finished setting aside a tenth of all your produce in the third year, the year of the tithe, you shall give it to the Levite, the foreigner, the fatherless and the widow, so that they may eat in your towns and be satisfied.",
    "ar": "وَمَتَى انْتَهَيْتَ مِنْ تَقْدِيمِ كُلِّ عُشُورِ غَلّاتِكَ فِي السَّنَةِ الثَّالِثَةِ، سَنَةِ الْعُشُورِ، وَأَعْطَيْتَ اللّاوِيَّ وَالْغَرِيبَ وَالْيَتِيمَ وَالأَرْمَلَةَ فَأَكَلُوا فِي مَدِينَتِكَ وَشَبِعُوا،"
  },
  "13": {
    "en": "Then say to the Lord your God: “I have removed from my house the sacred portion and have given it to the Levite, the foreigner, the fatherless and the widow, according to all you commanded. I have not turned aside from your commands nor have I forgotten any of them.",
    "ar": "تَقُولُ فِي حَضْرَةِ الرَّبِّ إِلَهِكَ: قَدْ افْرَزْتُ مِنْ بَيْتِي الْعُشُورَ الْمُقَدَّسَةَ وَأَعْطَيْتُهَا لِلّاوِيِّ وَالْغَرِيبِ وَالْيَتِيمِ وَالأَرْمَلَةِ، طَاعَةً لِوَصِيَّتِكَ الَّتِي أَمَرْتَنِي بِها، فَلَمْ أَتَجَاوَزْ وَصَايَاكَ وَلا نَسِيتُهَا."
  },
  "14": {
    "en": "I have not eaten any of the sacred portion while I was in mourning, nor have I removed any of it while I was unclean, nor have I offered any of it to the dead. I have obeyed the Lord my God; I have done everything you commanded me.",
    "ar": "لَمْ أَتَنَاوَلْ مِنْهُ فِي أَثْنَاءِ حُزْنِي، وَلَمْ آخُذْ مِنْهُ وَأَنَا فِي حَالَةِ نَجَاسَةٍ، وَلا أَعْطَيْتُ مِنْهُ لأَجْلِ مَيْتٍ. بَلْ أَطَعْتُ صَوْتَ إِلَهِي وَعَمِلْتُ بِمْوُجِبِ كُلِّ مَا أَوْصَيْتَنِي بِهِ."
  },
  "15": {
    "en": "Look down from heaven, your holy dwelling place, and bless your people Israel and the land you have given us as you promised on oath to our ancestors, a land flowing with milk and honey.”",
    "ar": "أَشْرِفْ يَا رَبُّ مِنْ مَسْكَنِكَ الْمُقَدَّسِ فِي السَّمَاءِ، وَبَارِكْ شَعْبَكَ إِسْرَائِيلَ، وَالأَرْضَ الَّتِي تَفِيضُ لَبَناً وَعَسَلاً، الَّتِي وَهَبْتَهَا لَنَا كَمَا حَلَفْتَ لِآبَائِنَا."
  },
  "16": {
    "en": "The Lord your God commands you this day to follow these decrees and laws; carefully observe them with all your heart and with all your soul.",
    "ar": "لَقَدْ أَمَرَكُمُ الرَّبُّ إِلَهُكُمْ فِي هَذَا الْيَوْمِ أَنْ تُمَارِسُوا هَذِهِ الْفَرَائِضَ وَالأَحْكَامَ، فَأَطِيعُوا، وَاعْمَلُوا بِها مِنْ كُلِّ قُلُوبِكُمْ وَمِنْ كُلِّ نُفُوسِكُمْ،"
  },
  "17": {
    "en": "You have declared this day that the Lord is your God and that you will walk in obedience to him, that you will keep his decrees, commands and laws—that you will listen to him.",
    "ar": "فَأَنْتُمْ قَدْ أَعْلَنْتُمُ الْيَوْمَ أَنَّ الرَّبَّ إِلَهُكُمْ وَأَنَّكُمْ سَتَسْلُكُونَ فِي سُبُلِهِ وَتُطِيعُونَ فَرَائِضَهُ وَأَحْكَامَهُ وَتَسْمَعُونَ لِصَوْتِهِ"
  },
  "18": {
    "en": "And the Lord has declared this day that you are his people, his treasured possession as he promised, and that you are to keep all his commands.",
    "ar": "كَمَا أَعْلَنَ الرَّبُّ الْيَوْمَ أَنَّكُمْ تَكُونُونَ لَهُ شَعْباً خَاصّاً، حَسَبَ وَعْدِهِ لَكُمْ، وَأَنَّ عَلَيْكُمْ طَاعَةَ وَصَايَاهُ جَمِيعِهَا،"
  },
  "19": {
    "en": "He has declared that he will set you in praise, fame and honor high above all the nations he has made and that you will be a people holy to the Lord your God, as he promised.",
    "ar": "فَيَجْعَلَكُمْ أَسْمَى مِنْ كُلِّ الأُمَمِ الَّتِي خَلَقَهَا مِنْ حَيْثُ الثَّنَاءِ وَالشَّرَفِ وَالْمَجْدِ، وَتَكُونُوا شَعْباً مُقَدَّساً لِلرَّبِّ إِلَهِكُمْ كَمَا وَعَدَ»."
  }
}