{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Say to the Israelites: ‘A woman who becomes pregnant and gives birth to a son will be ceremonially unclean for seven days, just as she is unclean during her monthly period.",
    "ar": "«أَوْصِ بَنِي إِسْرَائِيلَ: إِذَا حَمَلَتِ امْرَأَةٌ وَوَلَدَتْ ذَكَراً، تَظَلُّ الأُمُّ فِي حَالَةِ نَجَاسَةٍ سَبْعَةَ أَيَّامٍ، كَمَا فِي أَيَّامِ فَتْرَةِ الْحَيْضِ."
  },
  "3": {
    "en": "On the eighth day the boy is to be circumcised.",
    "ar": "وَفِي الْيَوْمِ الثَّامِنِ يُجْرَى خِتَانُ الطِّفْلِ."
  },
  "4": {
    "en": "Then the woman must wait thirty-three days to be purified from her bleeding. She must not touch anything sacred or go to the sanctuary until the days of her purification are over.",
    "ar": "وَعَلَى الْمَرْأَةِ أَنْ تَبْقَى ثَلاثَةً وَثَلاثِينَ يَوْماً أُخْرَى إِلَى أَنْ تَطْهُرَ مِنْ نَزِيفِهَا، فَلا تَمَسُّ أَيَّ شَيْءٍ مُقَدَّسٍ، وَلا تَحْضُرُ إِلَى الْمَقْدِسِ، إِلَى أَنْ تَتِمَّ أَيَّامُ تَطْهِيرِهَا."
  },
  "5": {
    "en": "If she gives birth to a daughter, for two weeks the woman will be unclean, as during her period. Then she must wait sixty-six days to be purified from her bleeding.",
    "ar": "وَإِنْ وَلَدَتْ أُنْثَى فَإِنَّهَا تَظَلُّ فِي حَالَةِ نَجَاسَةٍ مُدَّةَ أُسْبُوعَيْنِ كَمَا فِي فَتْرَةِ الْحَيْضِ، وَتَبْقَى سِتَّةً وَسِتِّينَ يَوْماً حَتَّى تَتَطَهَّرَ مِنْ نَزِيفِهَا."
  },
  "6": {
    "en": "“‘When the days of her purification for a son or daughter are over, she is to bring to the priest at the entrance to the tent of meeting a year-old lamb for a burnt offering and a young pigeon or a dove for a sin offering.",
    "ar": "وَعِنْدَمَا تَكْتَمِلُ أَيَّامُ تَطْهِيرِهَا سَوَاءٌ وَلَدَتْ ذَكَراً أَمْ أُنْثَى، تُحْضِرُ حَمَلاً حَوْلِيًّا تُقَدِّمُهُ مُحْرَقَةً، وَكَذَلِكَ فَرْخَ حَمَامَةٍ أَوْ يَمَامَةٍ ذَبِيحَةَ خَطِيئَةٍ، إِلَى مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ إِلَى الْكَاهِنِ،"
  },
  "7": {
    "en": "He shall offer them before the Lord to make atonement for her, and then she will be ceremonially clean from her flow of blood.\n“‘These are the regulations for the woman who gives birth to a boy or a girl.",
    "ar": "فَيُقَرِّبُهَا أَمَامَ الرَّبِّ وَيُكَفِّرُ عَنْهَا، فَتَتَطَهَّرُ مِنْ نَزِيفِهَا. هَذِهِ هِيَ الشَّرِيعَةُ الْخَاصَّةُ بِكُلِّ أُمٍّ بَعْدَ الْوِلادَةِ."
  },
  "8": {
    "en": "But if she cannot afford a lamb, she is to bring two doves or two young pigeons, one for a burnt offering and the other for a sin offering. In this way the priest will make atonement for her, and she will be clean.’”",
    "ar": "وَإِنْ كَانَتِ الأُمُّ أَفْقَرَ مِن أَنْ تُقَدِّمَ حَمَلاً، فَلْتَأْتِ بِيَمَامَتَيْنِ أَوْ فَرْخَيْ حَمَامٍ، فَيَكُونَ أَحَدُهُمَا مُحْرَقَةً وَالآخَرُ ذَبِيحَةَ خَطِيئَةٍ، فَيُكَفِّرُ بِهِمَا عَنْهَا الْكَاهِنُ وَتَطْهُرُ»."
  }
}