{
  "1": {
    "en": "The Lord said to Moses and Aaron,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى وَهَرُونَ:"
  },
  "2": {
    "en": "“Speak to the Israelites and say to them: ‘When any man has an unusual bodily discharge, such a discharge is unclean.",
    "ar": "«أَوْصِيَا بَنِي إِسْرَائِيلَ: كُلُّ رَجُلٍ جَسَدُهُ مُصَابٌ بِالسَّيَلانِ فَهُوَ نَجِسٌ،"
  },
  "3": {
    "en": "Whether it continues flowing from his body or is blocked, it will make him unclean. This is how his discharge will bring about uncleanness:",
    "ar": "وَنَجَاسَتُهُ فِي سَيَلانِهِ، سَوَاءٌ أَفْرَزَ الْبَدَنُ السَّيَلانَ أَمِ احْتَبَسَهُ، فَذَلِكَ يَكُونُ نَجَاسَتَهُ،"
  },
  "4": {
    "en": "“‘Any bed the man with a discharge lies on will be unclean, and anything he sits on will be unclean.",
    "ar": "كُلُّ مَا يَنَامُ عَلَيْهِ الْمُصَابُ بِالسَّيَلانِ مِنْ فِرَاشٍ أَوْ يَجْلِسُ عَلَيْهِ مِنْ مَتَاعٍ يَكُونُ نَجِساً،"
  },
  "5": {
    "en": "Anyone who touches his bed must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَعَلَى مَنْ لَمَسَ فِرَاشَهُ أَنْ يَغْسِلَ ثِيَابَهُ وَيَسْتَحِمَّ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "6": {
    "en": "Whoever sits on anything that the man with a discharge sat on must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَمَنْ يَجْلِسُ عَلَى مَتَاعٍ جَلَسَ عَلَيْهِ الْمُصَابُ بِالسَّيَلانِ يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "7": {
    "en": "“‘Whoever touches the man who has a discharge must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَمَنْ يَمَسُّ جَسَدَ الْمُصَابِ بِالسَّيَلانِ يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "8": {
    "en": "“‘If the man with the discharge spits on anyone who is clean, they must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَإِنْ بَصَقَ الْمُصَابُ بِالسَّيَلانِ عَلَى شَخْصٍ طَاهِرٍ، فَعَلَى الطَّاهِرِ أَنْ يَغْسِلَ ثِيَابَهُ وَيَسْتَحِمَّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ"
  },
  "9": {
    "en": "“‘Everything the man sits on when riding will be unclean,",
    "ar": "كُلُّ مَا يَمْتَطِيهِ الْمُصَابُ بِالسَّيَلانِ يُصْبِحُ نَجِساً."
  },
  "10": {
    "en": "and whoever touches any of the things that were under him will be unclean till evening; whoever picks up those things must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَكُلُّ مَنْ يَلْمِسُ شَيْئاً كَانَ تَحْتَ الْمُصَابِ، أَوْ حَمَلَهُ يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "11": {
    "en": "“‘Anyone the man with a discharge touches without rinsing his hands with water must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَعَلَى كُلِّ شَخْصٍ يَمَسُّهُ الْمُصَابُ مِنْ غَيْرِ أَنْ يَكُونَ قَدْ غَسَلَ يَدَيْهِ بِمَاءٍ، أَنْ يَغْسِلَ ثِيَابَهُ بِمَاءٍ وَيَسْتَحِمَّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "12": {
    "en": "“‘A clay pot that the man touches must be broken, and any wooden article is to be rinsed with water.",
    "ar": "وَأَيُّ إِنَاءٍ خَزَفِيٍّ يَلْمِسُهُ الْمُصَابُ يُكْسَرُ. أَمَّا إِنَاءُ الْخَشَبِ فَيُغْسَلُ بِمَاءٍ."
  },
  "13": {
    "en": "“‘When a man is cleansed from his discharge, he is to count off seven days for his ceremonial cleansing; he must wash his clothes and bathe himself with fresh water, and he will be clean.",
    "ar": "وَإذَا بَرِئَ الْمُصَابُ بِالسَّيَلانِ مِنْ دَائِهِ فَلْيَمْكُثْ سَبْعَةَ أَيَّامٍ لِطُهْرِهِ، وَيَغْسِلْ ثِيَابَهُ وَيَسْتَحِمَّ بِمَاءٍ جَارٍ، فَيَطْهُرَ،"
  },
  "14": {
    "en": "On the eighth day he must take two doves or two young pigeons and come before the Lord to the entrance to the tent of meeting and give them to the priest.",
    "ar": "وَفِي الْيَوْمِ الثَّامِنِ يَأْخُذُ لِنَفْسِهِ يَمَامَتَيْنِ أَوْ فَرْخَيْ حَمَامٍ وَيَأْتِي أَمَامَ الرَّبِّ إِلَى مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ وَيُعْطِيهِمَا لِلْكَاهِنِ،"
  },
  "15": {
    "en": "The priest is to sacrifice them, the one for a sin offering and the other for a burnt offering. In this way he will make atonement before the Lord for the man because of his discharge.",
    "ar": "فَيُقَدِّمُ الْكَاهِنُ أَحَدَهُمَا ذَبِيحَةَ خَطِيئَةٍ وَالآخَرَ مُحْرَقَةً. وَيُكَفِّرُ الْكَاهِنُ عَنِ الْمُصَابِ بِالسَّيَلانِ أَمَامَ الرَّبِّ."
  },
  "16": {
    "en": "“‘When a man has an emission of semen, he must bathe his whole body with water, and he will be unclean till evening.",
    "ar": "وَإذَا أَفْرَزَ رَجُلٌ سَائِلَهُ الْمَنَوِيَّ، يَغْسِلُ كُلَّ جَسَدِهِ بِمَاءٍ وَيُصْبِحُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "17": {
    "en": "Any clothing or leather that has semen on it must be washed with water, and it will be unclean till evening.",
    "ar": "وَكُلُّ مَا يَقَعُ عَلَيْهِ السَّائِلُ الْمَنَوِيُّ مِنْ ثِيَابٍ أَوْ جِلْدٍ يُغْسَلُ بِمَاءٍ وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "18": {
    "en": "When a man has sexual relations with a woman and there is an emission of semen, both of them must bathe with water, and they will be unclean till evening.",
    "ar": "وَإذَا عَاشَرَ رَجُلٌ زَوْجَتَهُ يَسْتَحِمَّانِ كِلاهُمَا بِمَاءٍ وَيَكُونَانِ نَجِسَيْنِ إِلَى الْمَسَاءِ."
  },
  "19": {
    "en": "“‘When a woman has her regular flow of blood, the impurity of her monthly period will last seven days, and anyone who touches her will be unclean till evening.",
    "ar": "وَإذَا حَاضَتِ الْمَرْأَةُ فَسَبْعَةَ أَيَّامٍ تَكُونُ فِي طَمْثِهَا، وَكُلُّ مَنْ يَلْمِسُهَا يَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "20": {
    "en": "“‘Anything she lies on during her period will be unclean, and anything she sits on will be unclean.",
    "ar": "كُلُّ مَا تَنَامُ عَلَيْهِ فِي أَثْنَاءِ حَيْضِهَا أَوْ تَجْلِسُ عَلَيْهِ يَكُونُ نَجِساً،"
  },
  "21": {
    "en": "Anyone who touches her bed will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَكُلُّ مَنْ يَلْمِسُ فِرَاشَهَا يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "22": {
    "en": "Anyone who touches anything she sits on will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَكُلُّ مَنْ مَسَّ مَتَاعاً تَجْلِسُ عَلَيْهِ، يَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "23": {
    "en": "Whether it is the bed or anything she was sitting on, when anyone touches it, they will be unclean till evening.",
    "ar": "وَكُلُّ مَنْ يَلَمِسُ شَيْئاً كَانَ مَوْجُوداً عَلَى الْفِرَاشِ أَوْ عَلَى الْمَتَاعِ الَّذِي تَجْلِسُ عَلَيْهِ يَكُونُ نَجِساً إِلَى الْمَسَاءِ."
  },
  "24": {
    "en": "“‘If a man has sexual relations with her and her monthly flow touches him, he will be unclean for seven days; any bed he lies on will be unclean.",
    "ar": "وَإِنْ عَاشَرَهَا رَجُلٌ وَأَصَابَهُ شَيْءٌ مِنْ طَمْثِهَا، يَكُونُ نَجِساً سَبْعَةَ أَيَّامٍ. وَكُلُّ فِرَاشٍ يَنَامُ عَلَيْهِ يُصْبِحُ نَجِساً."
  },
  "25": {
    "en": "“‘When a woman has a discharge of blood for many days at a time other than her monthly period or has a discharge that continues beyond her period, she will be unclean as long as she has the discharge, just as in the days of her period.",
    "ar": "إِذَا نَزَفَ دَمُ امْرَأَةٍ فَتْرَةً طَوِيلَةً فِي غَيْرِ أَوَانِ طَمْثِهَا، أَوِ اسْتَمَرَّ الْحَيْضُ بَعْدَ مَوْعِدِهِ، تَكُونُ كُلَّ أَيَّامِ نَزْفِهَا نَجِسَةً كَمَا فِي أَثْنَاءِ طَمْثِهَا."
  },
  "26": {
    "en": "Any bed she lies on while her discharge continues will be unclean, as is her bed during her monthly period, and anything she sits on will be unclean, as during her period.",
    "ar": "كُلُّ مَا تَنَامُ عَلَيْهِ فِي أَثْنَاءِ نَزْفِهَا يَكُونُ نَجِساً كَفِرَاشِ طَمْثِهَا، وَكُلُّ مَا تَجْلِسُ عَلَيْهِ مِنْ مَتَاعٍ يَكُونُ نَجِساً كَنَجَاسَةِ طَمْثِهَا."
  },
  "27": {
    "en": "Anyone who touches them will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening.",
    "ar": "وَأَيُّ شَخْصٍ يَلْمِسُهُنَّ يَكُونُ نَجِساً، فَيَغْسِلُ ثِيَابَهُ وَيَسْتَحِمُّ بِمَاءٍ، وَيَكُونُ نَجِساً إِلَى الْمَسَاءِ"
  },
  "28": {
    "en": "“‘When she is cleansed from her discharge, she must count off seven days, and after that she will be ceremonially clean.",
    "ar": "وَإذَا بَرِئَتْ مِنْ نَزْفِهَا فَلْتَمْكُثْ سَبْعَةَ أَيَّامٍ ثُمَّ تَطْهُرُ،"
  },
  "29": {
    "en": "On the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance to the tent of meeting.",
    "ar": "وَفِي الْيَوْمِ الثَّامِنِ تَجِيءُ بِيَمَامَتَيْنِ أَوْ فَرْخَيْ حَمَامٍ إِلَى الْكَاهِنِ إِلَى مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ،"
  },
  "30": {
    "en": "The priest is to sacrifice one for a sin offering and the other for a burnt offering. In this way he will make atonement for her before the Lord for the uncleanness of her discharge.",
    "ar": "فَيُقَدِّمُ الْكَاهِنُ أَحَدَهُمَا ذَبِيحَةَ خَطِيئَةٍ، وَالآخَرَ مُحْرَقَةً. وَيُكَفِّرُ الْكَاهِنُ عَنْهَا فِي حَضْرَةِ الرَّبِّ مِنْ نَزْفِ نَجَاسَتِهَا."
  },
  "31": {
    "en": "“‘You must keep the Israelites separate from things that make them unclean, so they will not die in their uncleanness for defiling my dwelling place, which is among them.’”",
    "ar": "وَبِهَذَا تَحْفَظَانِ بَنِي إِسْرَائِيلَ مِمَّا يُنَجِّسُهُمْ، لِئَلّا يَمُوتُوا فِي نَجَاسَتِهِمْ إِنْ دَنَّسُوا مَسْكَنِي الَّذِي فِي وَسَطِهِمْ."
  },
  "32": {
    "en": "These are the regulations for a man with a discharge, for anyone made unclean by an emission of semen,",
    "ar": "هَذِهِ هِيَ نُصُوصُ التَّعْلِيمَاتِ بَشَأْنِ الْمُصَابِ بِالسَّيَلانِ، أَوْ مَنْ يُفْرِزُ سَائِلَهُ الْمَنَوِيَّ فَيَتَنَجَّسُ بِهِ،"
  },
  "33": {
    "en": "for a woman in her monthly period, for a man or a woman with a discharge, and for a man who has sexual relations with a woman who is ceremonially unclean.",
    "ar": "وَالْمَرْأَةِ الْحَائِضِ، وَالرَّجُلِ أَوِ الْمَرْأَةِ الْمُصَابِ بِالسَّيَلانِ، وَالرَّجُلِ الَّذِي عَاشَرَ امْرَأَةً حَائِضاً»."
  }
}