{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Speak to Aaron and his sons and to all the Israelites and say to them: ‘This is what the Lord has commanded:",
    "ar": "«قُلْ لِهَرُونَ وَأَبْنَائِهِ وَسَائِرِ بَنِي إِسْرَائِيلَ: إِلَيْكُمْ مَا أَوْصَى بِهِ الرَّبُّ:"
  },
  "3": {
    "en": "Any Israelite who sacrifices an ox, a lamb or a goat in the camp or outside of it",
    "ar": "أَيُّ إِسْرَائِيلِيٍّ يَذْبَحُ قُرْبَاناً بَقَراً أَوْ غَنَماً أَوْ مِعْزَى فِي الْمُخَيَّمِ أَوْ خَارِجَ الْمُخَيَّمِ،"
  },
  "4": {
    "en": "instead of bringing it to the entrance to the tent of meeting to present it as an offering to the Lord in front of the tabernacle of the Lord—that person shall be considered guilty of bloodshed; they have shed blood and must be cut off from their people.",
    "ar": "وَلَيْسَ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ حَيْثُ يَتَوَجَّبُ عَلَيْهِ تَقْدِيمُهُ أَمَامَ مَسْكَنِ الرَّبِّ، يُعْتَبَرُ قَاتِلاً قَدْ سَفَكَ دَماً، وَيَجِبُ أَنْ يُسْتَأْصَلَ ذَلِكَ الإِنْسَانُ مِنْ بَيْنِ شَعْبِهِ،"
  },
  "5": {
    "en": "This is so the Israelites will bring to the Lord the sacrifices they are now making in the open fields. They must bring them to the priest, that is, to the Lord, at the entrance to the tent of meeting and sacrifice them as fellowship offerings.",
    "ar": "وَذَلِكَ لِكَيْ يَأْتِيَ بَنُو إِسْرَائِيلَ بِذَبَائِحِهِمِ الَّتِي يَذْبَحُونَهَا فِي خَلاءِ الصَّحْرَاءِ وَيُقَدِّمُوهَا لِلرَّبِّ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ، عَلَى يَدِ الْكَاهِنِ، وَيُقَرِّبُوهَا ذَبَائِحَ سَلامٍ لِلرَّبِّ."
  },
  "6": {
    "en": "The priest is to splash the blood against the altar of the Lord at the entrance to the tent of meeting and burn the fat as an aroma pleasing to the Lord.",
    "ar": "فَيَرُشُّ الْكَاهِنُ دَمَ الذَّبِيحَةِ عَلَى مَذْبَحِ الرَّبِّ، عِنْدَ مَدْخَلِ خَيْمَةِ الْاجْتِمَاعِ، وَيُحْرِقُ الشَّحْمَ لِيَحْظَى بِرِضَى الرَّبِّ وَسُرُورِهِ."
  },
  "7": {
    "en": "They must no longer offer any of their sacrifices to the goat idols to whom they prostitute themselves. This is to be a lasting ordinance for them and for the generations to come.’",
    "ar": "وَلا يَذْبَحُوا ذَبَائِحَهُمْ فِي الْخَلاءِ كَمُحْرَقَاتٍ لأَوْثَانِ التُّيُوسِ الَّتِي يَغْوُونَ وَرَاءَهَا فَتَكُونُ لَهُمْ هَذِهِ فَرِيضَةً دَائِمَةً جِيلاً بَعْدَ جِيلٍ."
  },
  "8": {
    "en": "“Say to them: ‘Any Israelite or any foreigner residing among them who offers a burnt offering or sacrifice",
    "ar": "وَتَقُولُ لَهُمْ: أَيُّ إِسْرَائِيلِيٍّ، أَوْ غَرِيبٍ مِنَ الْغُرَبَاءِ الْمُقِيمِينَ فِي وَسَطِكُمْ، يُصْعِدُ مُحْرَقَةً أَوْ ذَبِيحَةً،"
  },
  "9": {
    "en": "and does not bring it to the entrance to the tent of meeting to sacrifice it to the Lord must be cut off from the people of Israel.",
    "ar": "وَلا يَأْتِي بِها إِلَى مَدْخَلِ خَيْمَةِ الاِجْتِمَاعِ، وَلا يُقَدِّمُهَا لِلرَّبِّ يُسْتَأْصَلُ مِنْ بَيْنِ شَعْبِهِ."
  },
  "10": {
    "en": "“‘I will set my face against any Israelite or any foreigner residing among them who eats blood, and I will cut them off from the people.",
    "ar": "وَأَيُّ إِسْرَائِيلِيٍّ أَوْ غَرِيبٍ مِنَ الْمُقِيمِينَ فِي وَسَطِكُمْ، يَأْكُلُ دَماً، أَنْقَلِبُ عَلَيْهِ وَأَسْتَأْصِلُهُ مِنْ بَيْنِكُمْ."
  },
  "11": {
    "en": "For the life of a creature is in the blood, and I have given it to you to make atonement for yourselves on the altar; it is the blood that makes atonement for one’s life.",
    "ar": "لأَنَّ حَيَاةَ الْجَسَدِ هِيَ فِي الدَّمِ. لِهَذَا وَهَبْتُكُمْ إِيَّاهُ لِتُكَفِّرُوا عَنْ نُفُوسِكُمْ، لأَنَّ الدَّمَ يُكَفِّرُ عَنِ النَّفْسِ."
  },
  "12": {
    "en": "Therefore I say to the Israelites, “None of you may eat blood, nor may any foreigner residing among you eat blood.”",
    "ar": "لِذَلِكَ أَوْصَيْتُ بَنِي إِسْرَائِيلَ أَلّا يَأْكُلُوا دَماً، وَكَذَلِكَ لَا يَأْكُلُهُ الْغَرِيبُ الْمُقِيمُ فِي وَسَطِكُمْ."
  },
  "13": {
    "en": "“‘Any Israelite or any foreigner residing among you who hunts any animal or bird that may be eaten must drain out the blood and cover it with earth,",
    "ar": "أَيُّ إِسْرَائِيلِيٍّ، أَوْ غَرِيبٍ مُقِيمٍ فِي وَسَطِكُمْ، يَقْتَنِصُ حَيَوَاناً أَوْ طَيْراً مُحَلَّلاً أَكْلُهُ، يَسْفِكُ دَمَهَ وَيُغَطِّيهِ بِالتُّرَابِ،"
  },
  "14": {
    "en": "because the life of every creature is its blood. That is why I have said to the Israelites, “You must not eat the blood of any creature, because the life of every creature is its blood; anyone who eats it must be cut off.”",
    "ar": "لأَنَّ حَيَاةَ كُلِّ مَخْلُوقٍ هِيَ دَمُهُ، وَلِهَذَا أَوْصَيْتُ بَنِي إِسْرَائِيلَ أَلّا يَأْكُلُوا دَمَ جَسَدٍ مَا، لأَنَّ حَيَاةَ كُلِّ جَسَدٍ هِيَ دَمُهُ، وَكُلُّ مَنْ يَأْكُلُ مِنْهُ يُسْتَأْصَلُ."
  },
  "15": {
    "en": "“‘Anyone, whether native-born or foreigner, who eats anything found dead or torn by wild animals must wash their clothes and bathe with water, and they will be ceremonially unclean till evening; then they will be clean.",
    "ar": "أَيُّ إِنْسَانٍ، سَوَاءٌ كَانَ مُوَاطِناً أَمْ غَرِيباً، يَأْكُلُ مِنْ جِيفَةٍ أَوْ فَرِيسَةٍ، عَلَيْهِ أَنْ يَغْسِلَ ثِيَابَهُ وَيَسْتَحِمَّ بِمَاءٍ، وَيَبْقَى نَجِساً إِلَى الْمَسَاءِ، ثُمَّ يُصْبِحُ طَاهِراً."
  },
  "16": {
    "en": "But if they do not wash their clothes and bathe themselves, they will be held responsible.’”",
    "ar": "وَلَكِنْ إِنْ لَمْ يَغْسِلْ ثِيَابَهُ وَلَمْ يَسْتَحِمَّ يَتَحَمَّلْ عِقَابَ ذَنْبِهِ»."
  }
}