{
  "1": {
    "en": "The Lord said to Moses at Mount Sinai,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى فِي جَبَلِ سِينَاءَ:"
  },
  "2": {
    "en": "“Speak to the Israelites and say to them: ‘When you enter the land I am going to give you, the land itself must observe a sabbath to the Lord.",
    "ar": "«أَوْصِ بَنِي إِسْرَائِيلَ: مَتَى جِئْتُمْ إِلَى الأَرْضِ الَّتِي أَهَبُكُمْ إِيَّاهَا، لَا تَزْرَعُوهَا فِي السَّنَةِ السَّابِعَةِ."
  },
  "3": {
    "en": "For six years sow your fields, and for six years prune your vineyards and gather their crops.",
    "ar": "ازْرَعْ حَقْلَكَ سِتَّ سَنَوَاتٍ، وَقَلِّمْ كَرْمَكَ سِتَّ سَنَوَاتٍ، وَاجْمَعْ غَلَّتَهُمَا."
  },
  "4": {
    "en": "But in the seventh year the land is to have a year of sabbath rest, a sabbath to the Lord. Do not sow your fields or prune your vineyards.",
    "ar": "وَأَمَّا السَّنَةُ السَّابِعَةُ فَفِيهَا تُرِيحُ الأَرْضَ وَتُعَطِّلُهَا سَبْتاً لِلرَّبِّ. لَا تَزْرَعْ فِيهَا حَقْلَكَ وَلا تُقَلِّمْ كَرْمَكَ."
  },
  "5": {
    "en": "Do not reap what grows of itself or harvest the grapes of your untended vines. The land is to have a year of rest.",
    "ar": "لَا تَحْصُدْ زَرْعَكَ الَّذِي نَمَا بِنَفْسِهِ، وَلا تَقْطِفْ عِنَبَ كَرْمِكَ الْمُحْوِلِ، بَلْ تَكُونُ سَنَةَ رَاحَةٍ لِلأَرْضِ."
  },
  "6": {
    "en": "Whatever the land yields during the sabbath year will be food for you—for yourself, your male and female servants, and the hired worker and temporary resident who live among you,",
    "ar": "وَمَا تُغِلُّهُ الأَرْضُ فِي سَنَةِ الرَّاحَةِ يَكُونُ طَعَاماً لَكَ وَلِعَبْدِكَ وَأَمَتِكَ وَأَجِيرِكَ وَالْمُسْتَوْطِنِ النَّازِلِ عِنْدَكَ،"
  },
  "7": {
    "en": "as well as for your livestock and the wild animals in your land. Whatever the land produces may be eaten.",
    "ar": "وَكَذَلِكَ تَكُونُ كُلُّ غَلَّتِهَا طَعَاماً لِلْبَهَائِمِ وَلِلْحَيَوَانِ الرَّاعِي فِيهَا."
  },
  "8": {
    "en": "“‘Count off seven sabbath years—seven times seven years—so that the seven sabbath years amount to a period of forty-nine years.",
    "ar": "وَبَعْدَ انْقِضَاءِ تِسْعٍ وَأَرْبَعِينَ سَنَةً، أَيْ بَعْدَ سَبْعِ سُبُوتٍ مِنَ السِّنِينَ،"
  },
  "9": {
    "en": "Then have the trumpet sounded everywhere on the tenth day of the seventh month; on the Day of Atonement sound the trumpet throughout your land.",
    "ar": "فِي الْيَوْمِ الْعَاشِرِ مِنَ الشَّهْرِ السَّابِعِ، مِنْ كُلِّ خَمْسِينَ سَنَةً عِبْرِيَّةً، تَنْفُخُونَ بُوقَ الْهُتَافِ فِي يَوْمِ الْكَفَّارَةِ فِي جَمِيعِ أَرْضِكُمْ،"
  },
  "10": {
    "en": "Consecrate the fiftieth year and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you; each of you is to return to your family property and to your own clan.",
    "ar": "وَتُقَدِّسُونَ السَّنَةَ الْخَمْسِينَ وَتُعْلِنُونَ فِيهَا الْعِتْقَ لِجَمِيعِ سُكَّانِهَا، فَتَكُونُ لَكُمْ يُوبِيلاً، وَتَرْجِعُونَ كُلُّ وَاحِدٍ إِلَى مُلْكِهِ وَعَشِيرَتِهِ."
  },
  "11": {
    "en": "The fiftieth year shall be a jubilee for you; do not sow and do not reap what grows of itself or harvest the untended vines.",
    "ar": "وَتَكُونُ لَكُمُ السَّنَةُ الْخَمْسُونَ هَذِهِ يُوبِيلاً، لَا تَزْرَعُوا فِيهَا وَلا تَحْصُدُوا غَلَّتَهَا وَلا تَقْطِفُوا كَرْمَهَا الْمُحْوِلَ."
  },
  "12": {
    "en": "For it is a jubilee and is to be holy for you; eat only what is taken directly from the fields.",
    "ar": "إِنَّهَا يُوبِيلٌ، سَنَةٌ مُقَدَّسَةٌ لَكُمْ. لَا تَأْكُلُوا إِلّا مَا يُجْنَى مُبَاشَرَةً مِنَ الْحَقْلِ."
  },
  "13": {
    "en": "“‘In this Year of Jubilee everyone is to return to their own property.",
    "ar": "وَفِي سَنَةِ الْيُوبِيلِ هَذِهِ يَرْتَدُّ كُلُّ وَاحِدٍ إِلَى مُلْكِهِ."
  },
  "14": {
    "en": "“‘If you sell land to any of your own people or buy land from them, do not take advantage of each other.",
    "ar": "فَإِنْ بِعْتَ مُوَاطِنَكَ، أَوِ اشْتَرَيْتَ مِنْهُ، فَلا تَظْلِمْهُ."
  },
  "15": {
    "en": "You are to buy from your own people on the basis of the number of years since the Jubilee. And they are to sell to you on the basis of the number of years left for harvesting crops.",
    "ar": "يَكُونُ شِرَاؤُكَ مِنْ صَاحِبِكَ وَفْقاً لِعَدَدِ السِّنِينَ بَعْدَ الْيُوبِيلِ، وَبَيْعُهُ لَكَ يَكُونُ بِنَاءً عَلَى سِنِي الْغَلَّةِ."
  },
  "16": {
    "en": "When the years are many, you are to increase the price, and when the years are few, you are to decrease the price, because what is really being sold to you is the number of crops.",
    "ar": "فَكُلَّمَا كَثُرَتِ السِّنُونَ تَزِيدُ قِيمَتُهُ، وَكُلَّمَا قَلَّتِ السِّنُونَ يَنْخَفِضُ ثَمَنُهُ، لأَنَّهُ يَبِيعُكَ بِنَاءً عَلَى عَدَدِ الْغَلّاتِ،"
  },
  "17": {
    "en": "Do not take advantage of each other, but fear your God. I am the Lord your God.",
    "ar": "فَلا يَظْلِمَنَّ أَحَدٌ صَاحِبَهُ، بَلِ اتَّقِ إِلَهَكَ، لأَنِّي أَنَا الرَّبُّ إِلَهُكُمْ."
  },
  "18": {
    "en": "“‘Follow my decrees and be careful to obey my laws, and you will live safely in the land.",
    "ar": "فَاعْمَلُوا بِفَرَائِضِي وَرَاعُوا أَحْكَامِي وَمَارِسُوهَا، لِتَسْكُنُوا فِي الأَرْضِ آمِنِينَ،"
  },
  "19": {
    "en": "Then the land will yield its fruit, and you will eat your fill and live there in safety.",
    "ar": "عِنْدَئِذٍ تَغِلُّ الأَرْضُ ثَمَرَهَا، فَتَأْكُلُونَ وَتَشْبَعُونَ وَتَسْكُنُونَ عَلَيْهَا آمِنِينَ."
  },
  "20": {
    "en": "You may ask, “What will we eat in the seventh year if we do not plant or harvest our crops?”",
    "ar": "وَإِنْ قُلْتُمْ: مَاذَا نَأْكُلُ فِي السَّنَةِ السَّابِعَةِ إِنْ لَمْ نَزْرَعْ وَلَمْ نَجْمَعْ غَلَّتَنَا؟"
  },
  "21": {
    "en": "I will send you such a blessing in the sixth year that the land will yield enough for three years.",
    "ar": "هَا أَنَا آمُرُ بِبَرَكَتِي لَكُمْ فِي السَّنَةِ السَّادِسَةِ فَتُغِلُّ لِثَلاثِ سِنِينَ،"
  },
  "22": {
    "en": "While you plant during the eighth year, you will eat from the old crop and will continue to eat from it until the harvest of the ninth year comes in.",
    "ar": "فَتَزْرَعُونَ فِي السَّنَةِ الثَّامِنَةِ وَتَأْكُلُونَ مِنَ الْغَلَّةِ الْقَدِيمَةِ إِلَى أَنْ يَتِمَّ حَصِيدُ مَوْسِمِ السَّنَةِ التَّاسِعَةِ."
  },
  "23": {
    "en": "“‘The land must not be sold permanently, because the land is mine and you reside in my land as foreigners and strangers.",
    "ar": "أَمَّا الأَرْضُ فَلا تُبَاعُ مُطْلَقاً لأَنَّ لِي الأَرْضَ، وَأَنْتُمْ غُرَبَاءُ وَنُزَلاءُ عِنْدِي."
  },
  "24": {
    "en": "Throughout the land that you hold as a possession, you must provide for the redemption of the land.",
    "ar": "بَلْ فِي كُلِّ عَقْدِ بَيْعٍ تَضَعُونَ شَرْطَ فِكَاكٍ لِلأَرْضِ."
  },
  "25": {
    "en": "“‘If one of your fellow Israelites becomes poor and sells some of their property, their nearest relative is to come and redeem what they have sold.",
    "ar": "وَإذَا افْتَقَرَ مُوَاطِنُكَ وَبَاعَ بَعْضَ مُلْكِهِ فَلْيَأْتِ أَقْرَبُ أَقْرِبَائِهِ وَيَفُكَّ مَبِيعَ قَرِيبِهِ"
  },
  "26": {
    "en": "If, however, there is no one to redeem it for them but later on they prosper and acquire sufficient means to redeem it themselves,",
    "ar": "وَمَنْ لَمْ يَكُنْ لَهُ قَرِيبٌ، وَاسْتَطَاعَ الْحُصُولَ عَلَى مِقْدَارٍ كَافٍ مِنَ الْمَالِ لِفَكِّ الْبَيْعِ،"
  },
  "27": {
    "en": "they are to determine the value for the years since they sold it and refund the balance to the one to whom they sold it; they can then go back to their own property.",
    "ar": "فَلْيَحْسُبْ عَدَدَ السَّنَوَاتِ الَّتِي انْقَضَتْ عَلَى الْمَبِيعِ، وَمَا هُوَ مُتَبَقٍّ مِنْهَا حَتَّى حُلُولِ سَنَةِ الْيُوبِيلِ، فَيَدْفَعَ لِلْمُشْتَرِي مَا يُعَادِلُ غِلَالَ السَّنَوَاتِ الْمُتَبَقِّيَةِ، وَيَسْتَرِدَّ مُلْكَهُ"
  },
  "28": {
    "en": "But if they do not acquire the means to repay, what was sold will remain in the possession of the buyer until the Year of Jubilee. It will be returned in the Jubilee, and they can then go back to their property.",
    "ar": "وَإِنْ لَمْ يَتَوَافَرْ لَدَيْهِ الْمَالُ لاِسْتِرْدَادِ مَبِيعِهِ مِنْ يَدِ الشَّارِي، فَلْيَنْتَظِرْ حَتَّى حُلُولِ سَنَةِ الْيُوبِيلِ لِيَسْتَرِدَّ مُلْكَهُ."
  },
  "29": {
    "en": "“‘Anyone who sells a house in a walled city retains the right of redemption a full year after its sale. During that time the seller may redeem it.",
    "ar": "وَإذَا بَاعَ إِنْسَانٌ بَيْتاً لِلسُّكْنَى فِي مَدِينَةٍ مُسَوَّرَةٍ يَحِقُّ اسْتِرْدَادُهُ فِي خِلالِ سَنَةٍ مِنْ بَيْعِهِ."
  },
  "30": {
    "en": "If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and the buyer’s descendants. It is not to be returned in the Jubilee.",
    "ar": "وَإِنْ عَجَزَ عَنْ فِكَاكِهِ قَبْلَ انْقِضَاءِ سَنَةٍ، يُصْبِحُ الْبَيْتُ الَّذِي فِي الْمَدِينَةِ الْمُسَوَّرَةِ مِنْ حَقِّ شَارِيهِ وَنَسْلِهِ لَا يُرَدُّ فِي سَنَةِ الْيُوبِيلِ."
  },
  "31": {
    "en": "But houses in villages without walls around them are to be considered as belonging to the open country. They can be redeemed, and they are to be returned in the Jubilee.",
    "ar": "أَمَّا الْبُيُوتُ الْمَبِيعَةُ فِي الْقُرَى غَيْرِ الْمُسَوَّرَةِ فَإِنَّهَا تُعَامَلُ مُعَامَلَةَ الْحُقُولِ الزِّرَاعِيَّةِ، قَابِلَةٌ لِلْفِكَاكِ وَالاسْتِرْدَادِ فِي سَنَةِ الْيُوبِيلِ."
  },
  "32": {
    "en": "“‘The Levites always have the right to redeem their houses in the Levitical towns, which they possess.",
    "ar": "أَمَّا بُيُوتُ اللّاوِيِّينَ الْقَائِمَةُ فِي مُدُنِ اللّاوِيِّينَ الْمُسَوَّرَةِ، فَإِنَّ لِلّاوِيِّينَ حَقَّ اسْتِرْدَادِهَا دَائِماً،"
  },
  "33": {
    "en": "So the property of the Levites is redeemable—that is, a house sold in any town they hold—and is to be returned in the Jubilee, because the houses in the towns of the Levites are their property among the Israelites.",
    "ar": "فَبُيُوتُ اللّاوِيِّينَ قَابِلَةٌ لِلْفِكَاكِ وَتُسْتَرَدُّ فِي سَنَةِ الْيُوبِيلِ، لأَنَّ بُيُوتَهُمْ فِي مُدُنِ اللّاوِيِّينَ هِيَ مُلْكُهُمْ بَيْنَ بَنِي إِسْرَائِيلَ."
  },
  "34": {
    "en": "But the pastureland belonging to their towns must not be sold; it is their permanent possession.",
    "ar": "أَمَّا الْمَزَارِعُ الْمُحِيطَةُ بِمُدُنِهِمْ فَلا تُبَاعُ، لأَنَّهَا مُلْكٌ أَبَدِيٌّ لَهُمْ."
  },
  "35": {
    "en": "“‘If any of your fellow Israelites become poor and are unable to support themselves among you, help them as you would a foreigner and stranger, so they can continue to live among you.",
    "ar": "وَإذَا افْتَقَرَ أَخُوكَ وَعَجَزَ عَنْ إِعَالَةِ نَفْسِهِ فِي وَسَطِكَ، فَأَعِنْهُ، سَوَاءٌ كَانَ غَرِيباً أَوْ مُوَاطِناً، لِيَتَمَكَّنَ مِنَ الْعَيْشِ مَعَكَ."
  },
  "36": {
    "en": "Do not take interest or any profit from them, but fear your God, so that they may continue to live among you.",
    "ar": "اِتَّقِ إِلَهَكَ وَلا تَأْخُذْ مِنْهُ رِباً وَلا رِبْحاً، لِيَتَمَكَّنَ مِنَ الْعَيْشِ فِي وَسَطِكَ"
  },
  "37": {
    "en": "You must not lend them money at interest or sell them food at a profit.",
    "ar": "لَا تُقْرِضْهُ فِضَّتَكَ بِرِباً، وَلا تَبِعْهُ طَعَامَكَ بِرِبْحٍ."
  },
  "38": {
    "en": "I am the Lord your God, who brought you out of Egypt to give you the land of Canaan and to be your God.",
    "ar": "أَنَا الرَّبُّ إِلَهُكُمُ الَّذِي أَخْرَجَكُمْ مِنْ دِيَارِ مِصْرَ لِيَهَبَكُمْ أَرْضَ كَنْعَانَ، فَيَكُونُ لَكُمْ إِلَهاً."
  },
  "39": {
    "en": "“‘If any of your fellow Israelites become poor and sell themselves to you, do not make them work as slaves.",
    "ar": "وَإذَا افْتَقَرَ أَخُوكَ وَبِيعَ لَكَ عَبْداً، فَلا تُعَامِلْهُ كَعَبْدٍ،"
  },
  "40": {
    "en": "They are to be treated as hired workers or temporary residents among you; they are to work for you until the Year of Jubilee.",
    "ar": "بَلْ لِيَكُنْ عِنْدَكَ كَأَجِيرٍ أَوْ نَزِيلٍ، فَيَخْدُمَكَ حَتَّى حُلُولِ سَنَةِ الْيُوبِيلِ،"
  },
  "41": {
    "en": "Then they and their children are to be released, and they will go back to their own clans and to the property of their ancestors.",
    "ar": "ثُمَّ تَعْتِقُهُ هُوَ وَأَوْلادَهُ، وَيَعُودُ إِلَى قَوْمِهِ، وَيَرْجِعُ إِلَى مُلْكِ آبَائِهِ،"
  },
  "42": {
    "en": "Because the Israelites are my servants, whom I brought out of Egypt, they must not be sold as slaves.",
    "ar": "لأَنَّ بَنِي إِسْرَائِيلَ عَبِيدِي الَّذِينَ أَخْرَجْتُهُمْ مِنْ مِصْرَ، لَا يُبَاعُونَ كَالْعَبِيدِ."
  },
  "43": {
    "en": "Do not rule over them ruthlessly, but fear your God.",
    "ar": "لَا تَطْغَ بِتَسَلُّطِكَ، بَلِ اتَّقِ إِلَهَكَ،"
  },
  "44": {
    "en": "“‘Your male and female slaves are to come from the nations around you; from them you may buy slaves.",
    "ar": "وَلْيَكُنْ عَبِيدُكُمْ وَإِمَاؤُكُمْ مِنَ الشُّعُوبِ الَّتِي حَوْلَكُمْ، مِنْهَا تَقْتَنُونَ عَبِيداً وَإِمَاءً،"
  },
  "45": {
    "en": "You may also buy some of the temporary residents living among you and members of their clans born in your country, and they will become your property.",
    "ar": "وَكَذَلِكَ مِنْ أَبْنَاءِ الْمُسْتَوْطِنِينَ النَّازِلِينَ عِنْدَكُمْ، فَمِنْهُمْ وَمِنْ عَشَائِرهِمْ، الَّذِينَ عِنْدَكُمُ الْمَوْلُودِينَ فِي أَرْضِكُمْ، تَقْتَنُونَ عَبِيداً لَكُمْ."
  },
  "46": {
    "en": "You can bequeath them to your children as inherited property and can make them slaves for life, but you must not rule over your fellow Israelites ruthlessly.",
    "ar": "وَتُوَرِّثُونَهُمْ لِبَنِيكُمْ مِنْ بَعْدِكُمْ مِيرَاثَ مُلْكٍ، فَيَكُونُونَ عَبِيداً لَكُمْ إِلَى الأَبَدِ. وَأَمَّا إِخْوَتُكُمْ مِنْ بَنِي إِسْرَائِيلَ فَلا تَطْغَوْا بِتَسَلُّطِكُمْ عَلَيْهِمْ."
  },
  "47": {
    "en": "“‘If a foreigner residing among you becomes rich and any of your fellow Israelites become poor and sell themselves to the foreigner or to a member of the foreigner’s clan,",
    "ar": "وَإذَا اغْتَنَى غَرِيبٌ أَوْ نَزِيلٌ مُقِيمٌ فِي وَسَطِكُمْ، وَافْتَقَرَ أَخُوكَ فَبِيعَ لِلْغَرِيبِ الْمُسْتَوْطِنِ عِنْدَكَ، أَوْ لِنَسْلِ عَشِيرَتِهِ،"
  },
  "48": {
    "en": "they retain the right of redemption after they have sold themselves. One of their relatives may redeem them:",
    "ar": "فَلْيَفُكَّهُ وَاحِدٌ مِنْ أَقْرِبَائِهِ بَعْدَ بَيْعِهِ، لأَنَّهُ يَمْلِكُ حَقَّ الانْعِتَاقِ."
  },
  "49": {
    "en": "An uncle or a cousin or any blood relative in their clan may redeem them. Or if they prosper, they may redeem themselves.",
    "ar": "أَوْ يَفُكَّهُ عَمُّهُ أَوِ ابْنُ عَمِّهِ أَوْ أَحَدُ أَقْرِبَائِهِ مِنْ أَبْنَاءِ عَشِيرَتِهِ، أَوْ يَسْتَرِدَّ هُوَ نَفْسُهُ حُرِّيَّتَهُ إِذَا حَصَلَ عَلَى مَا يَكْفِي مِنْ مَالٍ،"
  },
  "50": {
    "en": "They and their buyer are to count the time from the year they sold themselves up to the Year of Jubilee. The price for their release is to be based on the rate paid to a hired worker for that number of years.",
    "ar": "فَيَتَحَاسَبُ مَعَ شَارِيهِ مُنْذُ سَنَةِ بَيْعِهِ حَتَّى سَنَةِ الْيُوبِيلِ، فَيَكُونُ ثَمَنُ عِتْقِهِ وَفْقاً لِمَا يُدْفَعُ لأَجِيرٍ، لِذَلِكَ الْعَدَدِ مِنَ السَّنَوَاتِ."
  },
  "51": {
    "en": "If many years remain, they must pay for their redemption a larger share of the price paid for them.",
    "ar": "وَإذَا كَانَتِ السَّنَوَاتُ الْبَاقِيَةُ حَتَّى حُلُولِ الْيُوبِيلِ كَثِيرَةً، فَعَلَيْهِ أَنْ يَدْفَعَ نِسْبَةً أَكْبَرَ مِنْ أَصْلِ الثَّمَنِ الَّذِي دُفِعَ فِي شِرَائِهِ، اِسْتِرْدَاداً لِحُرِّيَّتِهِ."
  },
  "52": {
    "en": "If only a few years remain until the Year of Jubilee, they are to compute that and pay for their redemption accordingly.",
    "ar": "وَإِنْ كَانَتِ السَّنَوَاتُ الْبَاقِيَةُ حَتَّى سَنَةِ الْيُوبِيلِ قَلِيلَةً، فَعَلَيْهِ أَنْ يَحْسُبَ عَدَدَ السَّنَوَاتِ وَيَدْفَعَ وَفْقَهَا فِي سَبِيلِ فِكَاكِهِ."
  },
  "53": {
    "en": "They are to be treated as workers hired from year to year; you must see to it that those to whom they owe service do not rule over them ruthlessly.",
    "ar": "وَعَلَى الأَجْنَبِيِّ أَنْ يُعَامِلَهُ كَأَجِيرٍ مِنْ سَنَةٍ إِلَى سَنَةٍ، وَلا يَقْسُوَ عَلَيْهِ أَمَامَ عَيْنَيْكَ."
  },
  "54": {
    "en": "“‘Even if someone is not redeemed in any of these ways, they and their children are to be released in the Year of Jubilee,",
    "ar": "وَإِنْ لَمْ يُوْجَدْ سَبِيلٌ لِفِكَاكِهِ، فَإِنَّهُ يُعْتَقُ هُوَ وَبَنُوهُ مَعَهُ فِي سَنَةِ الْيُوبِيلِ."
  },
  "55": {
    "en": "for the Israelites belong to me as servants. They are my servants, whom I brought out of Egypt. I am the Lord your God.",
    "ar": "لأَنَّ بَنِي إِسْرَائِيلَ لِي عَبِيدٌ. هُمْ عَبِيدِي الَّذِينَ أَخْرَجْتُهُمْ مِنْ مِصْرَ. أَنَا الرَّبُّ إِلَهُكُمْ."
  }
}