{
  "1": {
    "en": "The Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "2": {
    "en": "“Bring Aaron and his sons, their garments, the anointing oil, the bull for the sin offering, the two rams and the basket containing bread made without yeast,",
    "ar": "«أَحْضِرْ هَرُونَ وَأَبْنَاءَهُ وَثِيَابَهُمْ وَدُهْنَ الْمَسْحَةِ وَثَوْرَ ذَبِيحَةِ الْخَطِيئَةِ وَالْكَبْشَيْنِ وَسَلَّ الْفَطِيرِ،"
  },
  "3": {
    "en": "and gather the entire assembly at the entrance to the tent of meeting.”",
    "ar": "وَاجْمَعْ سَائِرَ بَنِي إِسْرَائِيلَ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ»."
  },
  "4": {
    "en": "Moses did as the Lord commanded him, and the assembly gathered at the entrance to the tent of meeting.",
    "ar": "فَنَفَّذَ مُوسَى أَمْرَ الرَّبِّ، فَاجْتَمَعَتِ الْجَمَاعَةُ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ،"
  },
  "5": {
    "en": "Moses said to the assembly, “This is what the Lord has commanded to be done.”",
    "ar": "فَقَالَ لَهُمْ مُوسَى: «هَذَا مَا أَمَرَ الرَّبُّ بِهِ»."
  },
  "6": {
    "en": "Then Moses brought Aaron and his sons forward and washed them with water.",
    "ar": "فَقَدَّمَ مُوسَى هَرُونَ وَأَبْنَاءَهُ وَغَسَّلَهُمْ بِمَاءٍ،"
  },
  "7": {
    "en": "He put the tunic on Aaron, tied the sash around him, clothed him with the robe and put the ephod on him. He also fastened the ephod with a decorative waistband, which he tied around him.",
    "ar": "وَأَلْبَسَ هَرُونَ الْقَمِيصَ وَنَطَّقَهُ بِالْحِزَامِ، وَكَسَاهُ بِالْجُبَّةِ، وَوَضَعَ عَلَيْهِ الرِّدَاءَ، وَنَطَّقَهُ بِحِزَامِ الرِّدَاءِ وَشَدَّهُ بِهِ،"
  },
  "8": {
    "en": "He placed the breastpiece on him and put the Urim and Thummim in the breastpiece.",
    "ar": "وَجَعَلَ عَلَيْهِ الصُّدْرَةَ، وَثَبَّتَ فِي الصُّدْرَةِ الْأُورِيمَ وَالتُّمِّيمَ،"
  },
  "9": {
    "en": "Then he placed the turban on Aaron’s head and set the gold plate, the sacred emblem, on the front of it, as the Lord commanded Moses.",
    "ar": "وَوَضَعَ مُوسَى عَلَى رَأْسِ هَرُونَ الْعِمَامَةَ، وَعَلَّقَ عَلَيْهَا فَوْقَ الْجَبْهَةِ صَفِيحَةَ الذَّهَبِ، الإِكْلِيلَ الْمُقَدَّسَ، تَمَاماً كَمَا أَمَرَهُ الرَّبُّ."
  },
  "10": {
    "en": "Then Moses took the anointing oil and anointed the tabernacle and everything in it, and so consecrated them.",
    "ar": "ثُمَّ أَخَذَ مُوسَى دُهْنَ الْمَسْحَةِ وَمَسَحَ الْمَسْكِنَ وَكُلَّ مَا فِيهِ وَقَدَّسَهُ لِلرَّبِّ."
  },
  "11": {
    "en": "He sprinkled some of the oil on the altar seven times, anointing the altar and all its utensils and the basin with its stand, to consecrate them.",
    "ar": "ثُمَّ رَشَّ مِنَ الدُّهْنِ عَلَى الْمَذْبَحِ سَبْعَ مَرَّاتٍ، وَمَسَحَ الْمَذْبَحَ وَجَمِيعَ أَوَانِيهِ وَحَوْضَ الاغْتِسَالِ وَقَاعِدَتَهُ لِتَقْدِيسِهَا،"
  },
  "12": {
    "en": "He poured some of the anointing oil on Aaron’s head and anointed him to consecrate him.",
    "ar": "وَصَبَّ مِنْ دُهْنِ الْمَسْحَةِ عَلَى رَأْسِ هَرُونَ وَمَسَحَهُ تَكْرِيساً لَهُ."
  },
  "13": {
    "en": "Then he brought Aaron’s sons forward, put tunics on them, tied sashes around them and fastened caps on them, as the Lord commanded Moses.",
    "ar": "ثُمَّ أَحْضَرَ مُوسَى أَبْنَاءَ هَرُونَ وَأَلْبَسَهُمْ أَقْمِصَةً، وَنَطَّقَهُمْ بِأَحْزِمَةٍ، وَعَصَبَ عَلَى رُؤُوسِهِمِ الْقَلانِسَ كَمَا أَمَرَهُ الرَّبُّ."
  },
  "14": {
    "en": "He then presented the bull for the sin offering, and Aaron and his sons laid their hands on its head.",
    "ar": "ثُمَّ أَتَى بِثَوْرِ الْخَطِيئَةِ، فَوَضَعَ هَرُونُ وَأَبْنَاؤُهُ أَيْدِيَهُمْ عَلَى رَأْسِهِ،"
  },
  "15": {
    "en": "Moses slaughtered the bull and took some of the blood, and with his finger he put it on all the horns of the altar to purify the altar. He poured out the rest of the blood at the base of the altar. So he consecrated it to make atonement for it.",
    "ar": "فَذَبَحَهُ مُوسَى، وَأَخَذَ الدَّمَ وَوَضَعَهُ عَلَى قُرُونِ الْمَذْبَحِ الأَرْبَعَةِ، وَعَلَى الْمَذْبَحِ نَفْسِهِ لِيُقَدِّسَهُ. ثُمَّ صَبَّ بَقِيَّةَ الدَّمِ عِنْدَ قَاعِدَتِهِ، وَكَرَّسَهُ تَكْفِيراً عَنْهُ."
  },
  "16": {
    "en": "Moses also took all the fat around the internal organs, the long lobe of the liver, and both kidneys and their fat, and burned it on the altar.",
    "ar": "وَأَخَذَ مُوسَى شَحْمَ أَعْضَاءِ الثَّوْرِ الدَّاخِلِيَّةِ، وَكَذَلِكَ الْمَرَارَةَ وَالْكُلْيَتَيْنِ وَشَحْمَهُمَا وَأَحْرَقَهَا كُلَّهَا عَلَى الْمَذْبَحِ."
  },
  "17": {
    "en": "But the bull with its hide and its flesh and its intestines he burned up outside the camp, as the Lord commanded Moses.",
    "ar": "وَأَمَّا جِلْدُ الثَّوْرِ وَلَحْمُهُ وَفَرْثُهُ فَأَحْرَقَهَا بِنَارٍ خَارِجَ الْمُخَيَّمِ كَمَا أَمَرَهُ الرَّبُّ."
  },
  "18": {
    "en": "He then presented the ram for the burnt offering, and Aaron and his sons laid their hands on its head.",
    "ar": "ثُمَّ قَدَّمَ كَبْشَ الْمُحْرَقَةِ، فَوَضَعَ هَرُونُ وَأَبْنَاؤُهُ أَيْدِيَهُمْ عَلَى رَأْسِهِ،"
  },
  "19": {
    "en": "Then Moses slaughtered the ram and splashed the blood against the sides of the altar.",
    "ar": "فَذَبَحَهُ مُوسَى وَرَشَّ الدَّمَ عَلَى جَوَانِبِ الْمَذْبَحِ،"
  },
  "20": {
    "en": "He cut the ram into pieces and burned the head, the pieces and the fat.",
    "ar": "وَقَطَّعَ الْكَبْشَ إِلَى أَجْزَائِهِ، ثُمَّ أَحْرَقَ الرَّأْسَ وَالأَجْزَاءَ وَالشَّحْمَ."
  },
  "21": {
    "en": "He washed the internal organs and the legs with water and burned the whole ram on the altar. It was a burnt offering, a pleasing aroma, a food offering presented to the Lord, as the Lord commanded Moses.",
    "ar": "وَأَمَّا أَمْعَاؤُهُ وَأَكَارِعُهُ فَقَدْ غَسَلَهَا بِمَاءٍ. وَأَحْرَقَ مُوسَى كُلَّ الْكَبْشِ عَلَى الْمَذْبَحِ، فَكَانَ مُحْرَقَةً لِرِضَى الرَّبِّ وَسُرُورِهِ. وَقُودٌ هُوَ لِلرَّبِّ، تَمَاماً كَمَا أَمَرَ الرَّبُّ."
  },
  "22": {
    "en": "He then presented the other ram, the ram for the ordination, and Aaron and his sons laid their hands on its head.",
    "ar": "ثُمَّ أَحْضَرَ الْكَبْشَ الثَّانِي، كَبْشَ التَّكْرِيسِ، فَوَضَعَ هَرُونُ وَأَبْنَاؤُهُ أَيْدِيَهُمْ عَلَى رَأْسِهِ،"
  },
  "23": {
    "en": "Moses slaughtered the ram and took some of its blood and put it on the lobe of Aaron’s right ear, on the thumb of his right hand and on the big toe of his right foot.",
    "ar": "فَذَبَحَهُ مُوسَى، وَأَخَذَ مِنْ دَمِهِ فَوَضَعَهُ عَلَى شَحْمَةِ أُذْنِ هَرُونَ الْيُمْنَى، وَعَلَى إِبْهَامِ يَدِهِ الْيُمْنَى وَإِبْهَامِ رِجْلِهِ الْيُمْنَى."
  },
  "24": {
    "en": "Moses also brought Aaron’s sons forward and put some of the blood on the lobes of their right ears, on the thumbs of their right hands and on the big toes of their right feet. Then he splashed blood against the sides of the altar.",
    "ar": "ثُمَّ قَدَّمَ مُوسَى أَبْنَاءَ هَرُونَ وَوَضَعَ مِنَ الدَّمِ عَلَى شَحْمِ آذَانِهِمِ الْيُمْنَى، وَعَلَى أَبَاهِمِ أَيْدِيهِمِ الْيُمْنَى، وَعَلَى أَبَاهِمِ أَرْجُلِهِمِ الْيُمْنَى، وَرَشَّ بَقِيَّةَ الدَّمِ عَلَى جَوَانِبِ الْمَذْبَحِ."
  },
  "25": {
    "en": "After that, he took the fat, the fat tail, all the fat around the internal organs, the long lobe of the liver, both kidneys and their fat and the right thigh.",
    "ar": "ثُمَّ أَخَذَ شَحْمَ الأَلْيَةِ وَكُلَّ شَحْمِ الأَعْضَاءِ الدَّاخِلِيَّةِ وَالْمَرَارَةَ وَالْكُلْيَتَيْنِ وَشَحْمَهُمَا وَالسَّاقَ الْيُمْنَى،"
  },
  "26": {
    "en": "And from the basket of bread made without yeast, which was before the Lord, he took one thick loaf, one thick loaf with olive oil mixed in, and one thin loaf, and he put these on the fat portions and on the right thigh.",
    "ar": "وَأَخَذَ مِنْ سَلِّ الْفَطِيرِ الَّذِي فِي حَضْرَةِ الرَّبِّ قُرْصَ فَطِيرٍ وَاحِداً، وَكَعْكَةً وَاحِدَةً مَعْجُونَةً بِزَيْتٍ وَرِقَاقَةً، وَوَضَعَهَا عَلَى الشَّحْمِ وَعَلَى السَّاقِ الْيُمْنَى،"
  },
  "27": {
    "en": "He put all these in the hands of Aaron and his sons, and they waved them before the Lord as a wave offering.",
    "ar": "وَوَضَعَهَا جَمِيعاً عَلَى كَفَّيْ هَرُونَ وَأَكُفِّ أَبْنَائِهِ لِيُرَجِّحُوهَا أَمَامَ الرَّبِّ،"
  },
  "28": {
    "en": "Then Moses took them from their hands and burned them on the altar on top of the burnt offering as an ordination offering, a pleasing aroma, a food offering presented to the Lord.",
    "ar": "ثُمَّ أَخَذَهَا مُوسَى عَنْ أَكُفِّهِمْ وَأَحْرَقَهَا أَمَامَ الرَّبِّ عَلَى الْمَذْبَحِ فَوْقَ الْمُحْرَقَةِ، فَكَانَتْ قُرْبَانَ تَكْرِيسٍ لِرِضَى الرَّبِّ وَسُرُورِهِ. إِنَّهَا مُحْرَقَةٌ لِلرَّبِّ."
  },
  "29": {
    "en": "Moses also took the breast, which was his share of the ordination ram, and waved it before the Lord as a wave offering, as the Lord commanded Moses.",
    "ar": "وَتَنَاوَلَ مُوسَى صَدْرَ كَبْشِ التَّكْرِيسِ وَرَجَّحَهُ أَمَامَ الرَّبِّ، فَكَانَ الصَّدْرُ نَصِيبَ مُوسَى كَمَا أَمَرَهُ الرَّبُّ."
  },
  "30": {
    "en": "Then Moses took some of the anointing oil and some of the blood from the altar and sprinkled them on Aaron and his garments and on his sons and their garments. So he consecrated Aaron and his garments and his sons and their garments.",
    "ar": "ثُمَّ أَخَذَ مُوسَى بَعْضَ دُهْنِ الْمَسْحَةِ وَبَعْضَ الدَّمِ الَّذِي عَلَى الْمَذْبَحِ، وَرَشَّهَا عَلَى هَرُونَ وَثِيَابِهِ، وَعَلَى أَبْنَاءِ هَرُونَ وَثِيَابِهِمْ، فَقَدَّسَهُمْ جَمِيعاً مَعَ مَلابِسِهِمْ لِلرَّبِّ."
  },
  "31": {
    "en": "Moses then said to Aaron and his sons, “Cook the meat at the entrance to the tent of meeting and eat it there with the bread from the basket of ordination offerings, as I was commanded: ‘Aaron and his sons are to eat it.’",
    "ar": "ثُمَّ قَالَ لِهَرُونَ وَأَبْنَائِهِ: «اطْبُخُوا اللَّحْمَ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ، وَكُلُوهُ هُنَاكَ مَعَ خُبْزِ سَلِّ التَّكْرِيسِ، كَمَا أَوْصَيْتُ أَلّا يَأْكُلَهُ سِوَى هَرُونَ وَأَبْنَائِهِ."
  },
  "32": {
    "en": "Then burn up the rest of the meat and the bread.",
    "ar": "وَمَا تَبَقَّى مِنَ اللَّحْمِ وَالْخُبْزِ تُحْرِقُونَهُ بِنَارٍ."
  },
  "33": {
    "en": "Do not leave the entrance to the tent of meeting for seven days, until the days of your ordination are completed, for your ordination will last seven days.",
    "ar": "وَلا تُفَارِقُوا مَدْخَلَ خَيْمَةِ الاجْتِمَاعِ سَبْعَةَ أَيَّامٍ، إِلَى يَوْمِ اكْتِمَالِ تَكْرِيسِكُمْ، لأَنَّ الرَّبَّ يُكَرِّسُكُمْ سَبْعَةَ أَيَّامٍ."
  },
  "34": {
    "en": "What has been done today was commanded by the Lord to make atonement for you.",
    "ar": "إِنَّ مَا جَرَى الْيَوْمَ هُوَ مَا أَمَرَ بِهِ الرَّبُّ تَكْفِيراً عَنْكُمْ."
  },
  "35": {
    "en": "You must stay at the entrance to the tent of meeting day and night for seven days and do what the Lord requires, so you will not die; for that is what I have been commanded.”",
    "ar": "فَامْكُثُوا عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ سَبْعَةَ أَيَّامٍ، لَيْلاً وَنَهَاراً، عَامِلِينَ شَعَائِرَ الرَّبِّ، فَلا تَمُوتُوا لأَنَّ هَذَا مَا أَوْصَيْتُ بِهِ»."
  },
  "36": {
    "en": "So Aaron and his sons did everything the Lord commanded through Moses.",
    "ar": "فَنَفَّذَ هَروُنُ وَأَبْنَاؤُهُ كُلَّ مَا أَمَرَ بِهِ الرَّبُّ عَلَى لِسَانِ مُوسَى."
  }
}