{
  "1": {
    "en": "One day Ruth’s mother-in-law Naomi said to her, “My daughter, I must find a home for you, where you will be well provided for.",
    "ar": "وَذَاتَ يَوْمٍ قَالَتْ نُعْمِي لِكَنَّتِهَا رَاعُوثَ: «هَلْ أُحَاوِلُ أَنْ أَجِدَ لَكِ زَوْجاً يَرْعَاكِ فَتَنْعَمِي بِالْخَيْرِ؟"
  },
  "2": {
    "en": "Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor.",
    "ar": "أَلَيْسَ بُوعَزُ الَّذِي عَمِلْتِ مَعْ فَتَيَاتِهِ قَرِيباً لَنَا؟ هَا هُوَ يُذَرِّي بَيْدَرَ الشَّعِيرِ اللَّيْلَةَ،"
  },
  "3": {
    "en": "Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don’t let him know you are there until he has finished eating and drinking.",
    "ar": "فَاغْتَسِلِي وَتَطَيَّبِي وَارْتَدِي أَجْمَلَ ثِيَابِكِ وَاذْهَبِي إِلَى الْبَيْدَرِ، وَلا تَدَعِي الرَّجُلَ يَكْتَشِفُ وُجُودَكِ حَتَّى يَفْرَغَ مِنَ الأَكْلِ وَالشُّرْبِ."
  },
  "4": {
    "en": "When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.”",
    "ar": "وَعِنْدَمَا يَضْطَجِعُ عَايِنِي مَوْضِعَ اضْطِجَاعِهِ، ثُمَّ ادْخُلِي إِلَيْهِ وَارْفَعِي الْغِطَاءَ عِنْدَ قَدَمَيْهِ وَارْقُدِي هُنَاكَ، وَهُوَ يُطْلِعُكِ عَمَّا تَفْعَلِينَ»."
  },
  "5": {
    "en": "“I will do whatever you say,” Ruth answered.",
    "ar": "فَأَجَابَتْهَا: «سَأَفْعَلُ كُلَّ مَا تَقُولِينَ»."
  },
  "6": {
    "en": "So she went down to the threshing floor and did everything her mother-in-law told her to do.",
    "ar": "وَتَوَجَّهَتْ رَاعُوثُ إِلَى الْبَيْدَرِ وَنَفَّذَتْ مَا أَشَارَتْ بِهِ عَلَيْهَا حَمَاتُهَا."
  },
  "7": {
    "en": "When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down.",
    "ar": "فَبَعْدَ أَنْ أَكَلَ بُوعَزُ وَشَرِبَ وَطَابَتْ نَفْسُهُ وَمَضَى لِيَرْقُدَ عِنْدَ الطَّرَفِ الْقَصِيِّ مِنْ كُومَةِ الشَّعِيرِ، تَسَلَّلَتْ رَاعُوثُ وَرَفَعَتِ الْغِطَاءَ عِنْدَ قَدَمَيْهِ وَنَامَتْ."
  },
  "8": {
    "en": "In the middle of the night something startled the man; he turned—and there was a woman lying at his feet!",
    "ar": "وَعِنْدَ مُنْتَصَفِ اللَّيْلِ تَقَلَّبَ الرَّجُلُ فِي نَوْمِهِ مُضْطَرِباً، ثُمَّ اسْتَيْقَظَ وَالْتَفَتَ حَوْلَهُ وَإذَا بِهِ يَجِدُ امْرَأَةً رَاقِدَةً عِنْدَ قَدَمَيْهِ،"
  },
  "9": {
    "en": "“Who are you?” he asked.\n“I am your servant Ruth,” she said. “Spread the corner of your garment over me, since you are a guardian-redeemer of our family.”",
    "ar": "فَتَسَاءَلَ: «مَنْ أَنْتِ؟» فَأَجَابَتْ: «أَنَا رَاعُوثُ أَمَتُكَ، فَابْسُطْ هُدْبَ ثَوْبِكَ عَلَى أَمَتِكَ لأَنَّكَ قَرِيبٌ وَوَلِيٌّ»."
  },
  "10": {
    "en": "“The Lord bless you, my daughter,” he replied. “This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.",
    "ar": "فَقَالَ: «لِيُبَارِكْكِ الرَّبُّ يَا ابْنَتِي لأَنَّ مَا أَظْهَرْتِهِ مِنْ إِحْسَانٍ الآنَ هُوَ أَعْظَمُ مِمَّا أَظْهَرْتِهِ سَابِقاً، فَأَنْتِ لَمْ تَتَهَافَتِي عَلَى الشُّبَّانِ، فُقَرَاءَ كَانُوا أَوْ أَغْنِيَاءَ."
  },
  "11": {
    "en": "And now, my daughter, don’t be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.",
    "ar": "وَالآنَ لَا تَخَافِي يَا ابْنَتِي، سَأَفْعَلُ كُلَّ مَا تَطْلُبِينَ، فَأَهْلُ مَدِينَتِي كُلُّهُمْ يَعْلَمُونَ أَنَّكِ امْرَأَةٌ فَاضِلَةٌ."
  },
  "12": {
    "en": "Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.",
    "ar": "صَحِيحٌ أَنَّنِي قَرِيبٌ وَلِيٌّ، وَلَكِنْ هُنَاكَ مَنْ هُوَ وَلِيٌّ أَقْرَبُ مِنِّي."
  },
  "13": {
    "en": "Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.”",
    "ar": "نَامِي اللَّيْلَةَ، وَفِي الصَّبَاحِ إِنْ قَامَ ذَلِكَ الْقَرِيبُ الأَوْلَى بِحَقِّ الْوَلِيِّ وَتَزَوَّجَكِ، فَحَسَناً يَفْعَلُ. وَإِنْ أَبَى قَضَاءَ وَاجِبِ الْوَلِيِّ، فَأُقْسِمُ بِالرَّبِّ الْحَيِّ أَنْ أَتَزَوَّجَكِ، فَارْقُدِي الآنَ إِلَى الصَّبَاحِ»."
  },
  "14": {
    "en": "So she lay at his feet until morning, but got up before anyone could be recognized; and he said, “No one must know that a woman came to the threshing floor.”",
    "ar": "فَنَامَتْ عِنْدَ قَدَمَيْهِ حَتَّى الصَّبَاحِ، ثُمَّ نَهَضَتْ مُبَكِّرَةً جِدّاً فِي وَقْتٍ لَا يَتَمَكَّنُ الْمَرْءُ فِيهِ مِنْ تَمْيِيزِ صَاحِبِهِ، وَقَالَ لَهَا: «لا تُخْبِرِي أَحَداً أَنَّكِ جِئْتِ إِلَى الْبَيْدَرِ»."
  },
  "15": {
    "en": "He also said, “Bring me the shawl you are wearing and hold it out.” When she did so, he poured into it six measures of barley and placed the bundle on her. Then he went back to town.",
    "ar": "ثُمَّ قَالَ لَهَا أَيْضاً: «هَاتِ الرِّدَاءَ الَّذِي عَلَيْكِ وَأَمْسِكِيهِ» فَفَعَلَتْ، فَكَالَ لَهَا سِتَّةَ أَكْيَالٍ مِنَ الشَّعِيرِ (نَحْوَ سِتَّةٍ وَثَلاثِينَ لِتْراً) وَحَمَّلَهَا إِيَّاهَا، ثُمَّ دَخَلَتْ إِلَى الْمَدِينَةِ."
  },
  "16": {
    "en": "When Ruth came to her mother-in-law, Naomi asked, “How did it go, my daughter?”\nThen she told her everything Boaz had done for her",
    "ar": "فَأَقْبَلَتْ عَلَى حَمَاتِهَا، فَسَأَلَتْهَا: «مَاذَا حَدَثَ يَا ابْنَتِي؟» فَقَصَّتْ عَلَيْهَا كُلَّ مَا صَنَعَهُ الرَّجُلُ لَهَا."
  },
  "17": {
    "en": "and added, “He gave me these six measures of barley, saying, ‘Don’t go back to your mother-in-law empty-handed.’”",
    "ar": "وَقَالَتْ: «وَقَدْ أَعْطَانِي سِتَّةَ أَكْيَالٍ مِنَ الشَّعِيرِ قَائِلاً: ’لا تَرْجِعِي فَارِغَةَ الْيَدَيْنِ إِلَى حَمَاتِكِ‘»."
  },
  "18": {
    "en": "Then Naomi said, “Wait, my daughter, until you find out what happens. For the man will not rest until the matter is settled today.”",
    "ar": "فَقَالَتْ لَهَا نُعْمِي: «انْتَظِرِي يَا بِنْتِي رَيْثَمَا نَتَبَيَّنَ نَتِيجَةَ الأَمْرِ، لأَنَّ الرَّجُلَ لَنْ يَقِرَّ لَهُ قَرَارٌ حَتَّى يُنْهِيَ الأَمْرَ كُلَّهُ الْيَوْمَ»."
  }
}