{
  "1": {
    "en": "What shall we say, then? Shall we go on sinning so that grace may increase?",
    "ar": "إِذَنْ مَاذَا نَقُولُ؟ أَنَسْتَمِرُّ فِي الْخَطِيئَةِ لِكَيْ تَتَوَافَرَ النِّعْمَةُ؟"
  },
  "2": {
    "en": "By no means! We are those who have died to sin; how can we live in it any longer?",
    "ar": "حَاشَا! فَنَحْنُ الَّذِينَ مُتْنَا بِالنِّسْبَةِ لِلْخَطِيئَةِ، كَيْفَ نَعِيشُ بَعْدُ فِيهَا؟"
  },
  "3": {
    "en": "Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?",
    "ar": "أَمْ يَخْفَى عَلَيْكُمْ أَنَّنَا جَمِيعاً، نَحْنُ الَّذِينَ تَعَمَّدْنَا اتِّحَاداً بِالْمَسِيحِ يَسُوعَ، قَدْ تَعَمَّدْنَا اتِّحَاداً بِمَوْتِهِ؟"
  },
  "4": {
    "en": "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.",
    "ar": "وَبِسَبَبِ ذلِكَ دُفِنَّا مَعَهُ بِالْمَعْمُودِيَّةِ لِلْمَوْتِ، حَتَّى كَمَا أُقِيمَ الْمَسِيحُ مِنَ الأَمْوَاتِ بِمَجْدِ الآبِ، كَذلِكَ نَسْلُكُ نَحْنُ أَيْضاً فِي حَيَاةٍ جَدِيدَةٍ."
  },
  "5": {
    "en": "For if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his.",
    "ar": "فَمَادُمْنَا قَدِ اتَّحَدْنَا بِهِ فِي مَوْتٍ يُشْبِهُ مَوْتَهُ، فَإِنَّنَا سَنَتَّحِدُ بِهِ أَيْضاً فِي قِيَامَتِهِ."
  },
  "6": {
    "en": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin—",
    "ar": "فَنَحْنُ نَعْلَمُ هَذَا: أَنَّ الإِنْسَانَ الْعَتِيقَ فِينَا قَدْ صُلِبَ مَعَهُ لِكَيْ يُبْطَلَ جَسَدُ الْخَطِيئَةِ فَلا نَبْقَى عَبِيداً لِلْخَطِيئَةِ فِيمَا بَعْدُ."
  },
  "7": {
    "en": "because anyone who has died has been set free from sin.",
    "ar": "فَإِنَّ مَنْ مَاتَ، قَدْ تَحَرَّرَ مِنَ الْخَطِيئَةِ."
  },
  "8": {
    "en": "Now if we died with Christ, we believe that we will also live with him.",
    "ar": "وَمَادُمْنَا مُتْنَا مَعَ الْمَسِيحِ، فَنَحْنُ نُؤْمِنُ أَنَّنَا سَنَحْيَا أَيْضاً مَعَهُ،"
  },
  "9": {
    "en": "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him.",
    "ar": "لِكَوْنِنَا عَلَى يَقِينٍ بِأَنَّ الْمَسِيحَ، وَقَدْ أُقِيمَ مِنْ بَيْنِ الأَمْوَاتِ، لَا يَمُوتُ مَرَّةً ثَانِيَةً، إِذْ لَيْسَ لِلْمَوْتِ سِيَادَةٌ عَلَيْهِ بَعْدُ."
  },
  "10": {
    "en": "The death he died, he died to sin once for all; but the life he lives, he lives to God.",
    "ar": "لأَنَّهُ بِمَوْتِهِ، قَدْ مَاتَ لأَجْلِ الْخَطِيئَةِ مَرَّةً وَاحِدَةً؛ وَبِحَيَاتِهِ، يَحْيَا لِلهِ."
  },
  "11": {
    "en": "In the same way, count yourselves dead to sin but alive to God in Christ Jesus.",
    "ar": "فَكَذلِكَ أَنْتُمْ أَيْضاً، احْسِبُوا أَنْفُسَكُمْ أَمْوَاتاً بِالنِّسْبَةِ لِلْخَطِيئَةِ وَأَحْيَاءَ لِلهِ فِي الْمَسِيحِ يَسُوعَ."
  },
  "12": {
    "en": "Therefore do not let sin reign in your mortal body so that you obey its evil desires.",
    "ar": "إِذَنْ، لَا تَمْلِكَنَّ الْخَطِيئَةُ فِي جَسَدِكُمُ الْمَائِتِ فَتَنْقَادُوا لَهَا فِي شَهْوَاتِهِ."
  },
  "13": {
    "en": "Do not offer any part of yourself to sin as an instrument of wickedness, but rather offer yourselves to God as those who have been brought from death to life; and offer every part of yourself to him as an instrument of righteousness.",
    "ar": "وَلا تُقَدِّمُوا أَعْضَاءَكُمْ لِلْخَطِيئَةِ أَسْلِحَةً لِلإِثْمِ، بَلْ قَدِّمُوا أَنْفُسَكُمْ لِلهِ بِاعْتِبَارِكُمْ أُقِمْتُمْ مِنْ بَيْنِ الأَمْوَاتِ أَحْيَاءَ، وَأَعْضَاءَكُمْ لِلهِ أَسْلِحَةً لِلْبِرِّ."
  },
  "14": {
    "en": "For sin shall no longer be your master, because you are not under the law, but under grace.",
    "ar": "فَلَنْ يَكُونَ لِلْخَطِيئَةِ سِيَادَةٌ عَلَيْكُمْ، إِذْ لَسْتُمْ خَاضِعِينَ لِلشَّرِيعَةِ بَلْ لِلنِّعْمَةِ."
  },
  "15": {
    "en": "What then? Shall we sin because we are not under the law but under grace? By no means!",
    "ar": "فَمَاذَا إِذَنْ؟ أَنُخْطِئُ لأَنَّنَا لَسْنَا خَاضِعِينَ لِلشَّرِيعَةِ بَلْ لِلنِّعْمَةِ؟ حَاشَا!"
  },
  "16": {
    "en": "Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?",
    "ar": "أَمَا تَعْلَمُونَ أَنَّكُمْ عِنْدَمَا تُقَدِّمُونَ أَنْفُسَكُمْ عَبِيداً لِلطَّاعَةِ، تَكُونُونَ لِلَّذِي تُطِيعُونَهُ عَبِيداً: إِمَّا لِلْخَطِيئَةِ فَإِلَى الْمَوْتِ، وَإِمَّا لِلطَّاعَةِ فَإِلَى الْبِرِّ؟"
  },
  "17": {
    "en": "But thanks be to God that, though you used to be slaves to sin, you have come to obey from your heart the pattern of teaching that has now claimed your allegiance.",
    "ar": "إِنَّمَا الشُّكْرُ لِلهِ، لأَنَّكُمْ كُنْتُمْ عَبِيداً لِلْخَطِيئَةِ وَلَكِنْ أَطَعْتُمْ مِنَ الْقَلْبِ صِيغَةَ التَّعْلِيمِ الَّذِي وُضِعْتُمْ فِي عُهْدَتِهِ."
  },
  "18": {
    "en": "You have been set free from sin and have become slaves to righteousness.",
    "ar": "وَالآنَ، إِذْ حُرِّرْتُمْ مِنَ الْخَطِيئَةِ، صِرْتُمْ عَبِيداً لِلْبِرِّ."
  },
  "19": {
    "en": "I am using an example from everyday life because of your human limitations. Just as you used to offer yourselves as slaves to impurity and to ever-increasing wickedness, so now offer yourselves as slaves to righteousness leading to holiness.",
    "ar": "أَتَكَلَّمُ بَشَرِيًّا هُنَا بِسَبَبِ ضَعْفِكُمُ الْبَشَرِيِّ. فَكَمَا قَدَّمْتُمْ سَابِقاً أَعْضَاءَكُمْ عَبِيداً لِلنَّجَاسَةِ وَالإِثْمِ فِي خِدْمَةِ الإِثْمِ، كَذَلِكَ قَدِّمُوا الآنَ أَعْضَاءَكُمْ عَبِيداً لِلْبِرِّ فِي خِدْمَةِ الْقَدَاسَةِ."
  },
  "20": {
    "en": "When you were slaves to sin, you were free from the control of righteousness.",
    "ar": "فَإِنَّكُمْ، لَمَّا كُنْتُمْ عَبِيداً لِلْخَطِيئَةِ، كُنْتُمْ أَحْرَاراً مِنَ الْبِرِّ."
  },
  "21": {
    "en": "What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!",
    "ar": "وَلَكِنْ أَيَّ ثَمَرٍ أَنْتَجْتُمْ حِينَذَاكَ مِنَ الأُمُورِ الَّتِي تَخْجَلُونَ بِها الآنَ، وَمَا عَاقِبَتُهَا إِلّا الْمَوْتَ؟"
  },
  "22": {
    "en": "But now that you have been set free from sin and have become slaves of God, the benefit you reap leads to holiness, and the result is eternal life.",
    "ar": "أَمَّا الآنَ، وَقَدْ حُرِّرْتُمْ مِنَ الْخَطِيئَةِ وَصِرْتُمْ عَبِيداً لِلهِ، فَإِنَّ لَكُمْ ثَمَرَكُمْ لِلْقَدَاسَةِ، وَالْعَاقِبَةُ هِيَ الْحَيَاةُ الأَبَدِيَّةُ."
  },
  "23": {
    "en": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
    "ar": "لأَنَّ أُجْرَةَ الْخَطِيئَةِ هِيَ الْمَوْتُ، وَأَمَّا هِبَةُ اللهِ فَهِيَ الْحَيَاةُ الأَبَدِيَّةُ فِي الْمَسِيحِ يَسُوعَ رَبِّنَا."
  }
}