{
  "1": {
    "en": "If only you were to me like a brother,\n    who was nursed at my mother’s breasts!\nThen, if I found you outside,\n    I would kiss you,\n    and no one would despise me.",
    "ar": "(الْمَحْبُوبَةُ): لَيْتَكَ كُنْتَ أَخِي الَّذِي رَضَعَ ثَدْيَ أُمِّي، حَتَّى إِذَا الْتَقَيْتُكَ فِي الْخَارِجِ أُقَبِّلُكَ وَلَيْسَ مَنْ يَلُومُنِي!"
  },
  "2": {
    "en": "I would lead you\n    and bring you to my mother’s house—\n    she who has taught me.\nI would give you spiced wine to drink,\n    the nectar of my pomegranates.",
    "ar": "ثُمَّ أَقُودُكَ وَأَدْخُلُ بِكَ بَيْتَ أُمِّي الَّتِي تُعَلِّمُنِي الْحُبَّ، فَأُقَدِّمُ لَكَ خَمْرَةً مَمْزُوجَةً مِنْ سُلافِ رُمَّانِي."
  },
  "3": {
    "en": "His left arm is under my head\n    and his right arm embraces me.",
    "ar": "شِمَالُهُ تَحْتَ رَأْسِي، وَيَمِينُهُ تُعَانِقُنِي."
  },
  "4": {
    "en": "Daughters of Jerusalem, I charge you:\n    Do not arouse or awaken love\n    until it so desires.",
    "ar": "أَسْتَحْلِفُكُنَّ يَا بَنَاتِ أُورُشَلِيمَ أَلّا تُوْقِظْنَ وَلا تُنَبِّهْنَ الْحَبِيبَ حَتَّى يَشَاءَ."
  },
  "5": {
    "en": "Who is this coming up from the wilderness\n    leaning on her beloved?\nUnder the apple tree I roused you;\n    there your mother conceived you,\n    there she who was in labor gave you birth.",
    "ar": "(بَنَاتُ أُورُشَلِيمَ): مَنْ هَذِهِ الصَّاعِدَةُ مِنَ الْقَفْرِ مُتَّكِئَةً عَلَى حَبِيبِهَا؟"
  },
  "6": {
    "en": "Place me like a seal over your heart,\n    like a seal on your arm;\nfor love is as strong as death,\n    its jealousy unyielding as the grave.\nIt burns like blazing fire,\n    like a mighty flame.",
    "ar": "(الْمَحْبُوبَةُ): اجْعَلْنِي كَخَاتَمٍ عَلَى قَلْبِكَ، كَوَشْمٍ عَلَى ذِرَاعِكَ، فَإِنَّ الْمَحَبَّةَ قَوِيَّةٌ كَالْمَوْتِ، وَالْغَيْرَةَ قَاسِيَةٌ كَالْهَاوِيَةِ. وَلَهِيبَهَا لَهِيبُ نَارٍ، كَأَنَّهَا نَارُ الرَّبِّ!"
  },
  "7": {
    "en": "Many waters cannot quench love;\n    rivers cannot sweep it away.\nIf one were to give\n    all the wealth of one’s house for love,\n    it would be utterly scorned.",
    "ar": "لَا يُمْكِنُ لِلْمِيَاهِ الْغَزِيرَةِ أَنْ تُخْمِدَ الْمَحَبَّةَ، وَلا تَسْتَطِيعُ السُّيُولُ أَنْ تَغْمُرَهَا. لَوْ بَذَلَ الإِنْسَانُ كُلَّ ثَرْوَةِ بَيْتِهِ ثَمَناً لِلْمَحَبَّةِ لاحْتُقِرَتْ أَشَدَّ الاحْتِقَارِ."
  },
  "8": {
    "en": "We have a little sister,\n    and her breasts are not yet grown.\nWhat shall we do for our sister\n    on the day she is spoken for?",
    "ar": "لَنَا أُخْتٌ صَغِيرَةٌ لَمْ يَنْمُ نَهْدَاهَا بَعْدُ، فَمَاذَا نَصْنَعُ لأُخْتِنَا فِي يَوْمِ خِطْبَتِهَا؟"
  },
  "9": {
    "en": "If she is a wall,\n    we will build towers of silver on her.\nIf she is a door,\n    we will enclose her with panels of cedar.",
    "ar": "لَوْ كَانَتْ سُوراً لَبَنَيْنَا عَلَيْهِ صَرْحاً مِنْ فِضَّةٍ، وَلَوْ كَانَتْ بَاباً لَدَعَمْنَاهُ بِأَلْوَاحٍ مِنْ أَرْزٍ."
  },
  "10": {
    "en": "I am a wall,\n    and my breasts are like towers.\nThus I have become in his eyes\n    like one bringing contentment.",
    "ar": "(الْمَحْبُوبَةُ): أَنَا كَسُورٍ وَنَهْدَايَ كَبُرْجَيْنِ، حِينَئِذٍ صِرْتُ فِي عَيْنَيْهِ كَامِلَةً."
  },
  "11": {
    "en": "Solomon had a vineyard in Baal Hamon;\n    he let out his vineyard to tenants.\nEach was to bring for its fruit\n    a thousand shekels of silver.",
    "ar": "كَانَ لِسُلَيْمَانَ كَرْمٌ فِي بَعْلِ هَامُونَ، فَعَهِدَ بِالْكَرْمِ إِلَى النَّوَاطِيرِ عَلَى أَنْ يُؤَدِّيَ كُلُّ وَاحِدٍ مِنْهُمْ أَلْفاً مِنَ الْفِضَّةِ لِقَاءَ الثَّمَرِ."
  },
  "12": {
    "en": "But my own vineyard is mine to give;\n    the thousand shekels are for you, Solomon,\n    and two hundred are for those who tend its fruit.",
    "ar": "لَكِنَّ كَرْمِي الَّذِي لِي هُوَ أَمَامِي. الأَلْفُ لَكَ يَا سُلَيْمَانُ، وَمِئَتَانِ مِنَ الْفِضَّةِ لِلنَّوَاطِيرِ."
  },
  "13": {
    "en": "You who dwell in the gardens\n    with friends in attendance,\n    let me hear your voice!",
    "ar": "(المُحِبُّ): أَنْتِ أَيَّتُهَا الْجَالِسَةُ فِي الْجَنَّاتِ، إِنَّ مُرَافِقِيَّ يُصْغُونَ بِانْتِبَاهٍ إِلَى صَوْتِكِ، فَأَسْمِعِينِي إِيَّاهُ."
  },
  "14": {
    "en": "Come away, my beloved,\n    and be like a gazelle\nor like a young stag\n    on the spice-laden mountains.",
    "ar": "(الْمَحْبُوبَةُ): أَسْرِعْ إِلَيَّ كَالْهَارِبِ يَا حَبِيبِي، وَكُنْ كَالظَّبْيِ أَوِ الأُيَّلِ الْفَتِيِّ عَلَى جِبَالِ الأَطْيَابِ!"
  }
}