{
  "1": {
    "en": "When Joshua had grown old, the Lord said to him, “You are now very old, and there are still very large areas of land to be taken over.",
    "ar": "وَشَاخَ يَشُوعُ وَطَعَنَ فِي الْعُمْرِ، فَقَالَ لَهُ الرَّبُّ: «لَقَدْ شِخْتَ وَطَعَنْتَ فِي السِّنِّ، وَمَا بَرِحَتْ هُنَاكَ أَرْضٌ شَاسِعَةٌ لِلامْتِلاكِ."
  },
  "2": {
    "en": "“This is the land that remains: all the regions of the Philistines and Geshurites,",
    "ar": "وَهَذِهِ هِيَ الأَرْضُ الْمُتَبَقِّيَةُ: كُلُّ مَنَاطِقِ أَرْضِ الْفِلِسْطِينِيِّينَ وَالْجَشُورِيِّينَ،"
  },
  "3": {
    "en": "from the Shihor River on the east of Egypt to the territory of Ekron on the north, all of it counted as Canaanite though held by the five Philistine rulers in Gaza, Ashdod, Ashkelon, Gath and Ekron; the territory of the Avvites",
    "ar": "الْمُمْتَدَّةِ مِنْ نَهْرِ شِيحُورَ شَرْقِيَّ مِصْرَ حَتَّى إِقْلِيمِ عَقْرُونَ شِمَالاً، وَجَمِيعُهَا تُعْتَبَرُ مِلْكاً لِلْكَنْعَانِيِّينَ. وَهِيَ مَنَاطِقُ لِلْحُكَّامِ الْفِلِسْطِينِيِّينَ الْخَمْسَةِ الْمُقِيمِينَ فِي غَزَّةَ وَأَشْدُودَ وَأَشْقَلُونَ وَجَتَّ وَعَقْرُونَ وَالْعَوِيِّينَ،"
  },
  "4": {
    "en": "on the south; all the land of the Canaanites, from Arah of the Sidonians as far as Aphek and the border of the Amorites;",
    "ar": "وَكَذَلِكَ كُلُّ أَرْضِ الْكَنْعَانِيِّينَ، وَالْمَغَارَةُ الَّتِي يَمْلِكُهَا الصِّيدُونِيُّونَ حَتَّى أَفِيقَ عِنْدَ حُدُودِ الأَمُورِيِّينَ جَنُوباً."
  },
  "5": {
    "en": "the area of Byblos; and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath.",
    "ar": "وَأَرْضُ الْجِبْلِيِّينَ وَكُلُّ لُبْنَانَ شَرْقاً مِنْ بَعْلِ جَادٍ عِنْدَ سَفْحِ حَرْمُونَ حَتَّى مَدْخَلِ حَمَاةَ."
  },
  "6": {
    "en": "“As for all the inhabitants of the mountain regions from Lebanon to Misrephoth Maim, that is, all the Sidonians, I myself will drive them out before the Israelites. Be sure to allocate this land to Israel for an inheritance, as I have instructed you,",
    "ar": "أَمَّا جَمِيعُ سُكَّانِ الْجَبَلِ فِي لُبْنَانَ حَتَّى مِسْرَفُوتَ مَايِمَ، أَيْ جَمِيعُ الصِّيدُونِيِّينَ، فَأَنَا أَطْرُدُهُمْ مِنْ أَمَامِ بَنِي إِسْرَائِيلَ، وَلَكِنْ عَلَيْكَ أَنْ تُوَزِّعَ هَذِهِ الأَرَاضِي بِالْقُرْعَةِ عَلَى الشَّعْبِ لِتَكُونَ مِلْكاً لَهُمْ كَمَا أَمَرْتُكَ."
  },
  "7": {
    "en": "and divide it as an inheritance among the nine tribes and half of the tribe of Manasseh.”",
    "ar": "وَقَسِّمْهَا لِتَكُونَ مِيرَاثاً لِلتِّسْعَةِ الأَسْبَاطِ وَنِصْفِ سِبْطِ مَنَسَّى،"
  },
  "8": {
    "en": "The other half of Manasseh, the Reubenites and the Gadites had received the inheritance that Moses had given them east of the Jordan, as he, the servant of the Lord, had assigned it to them.",
    "ar": "لأَنَّ نِصْفَ مَنَسَّى الآخَرَ وَالرَّأُوبَيْنِيِّينَ وَالْجَادِيِّينَ قَدْ حَصَلُوا عَلَى مِيرَاثِهِمِ الَّذِي وَهَبَهُ لَهُمْ مُوسَى عَبْدُ الرَّبِّ فِي شَرْقِيِّ نَهْرِ الأُرْدُنِّ»."
  },
  "9": {
    "en": "It extended from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and included the whole plateau of Medeba as far as Dibon,",
    "ar": "وَهُوَ يَمْتَدُّ مِنْ عَرُوعِيرَ القَائِمَةِ عَلَى طَرَفِ وَادِي أَرْنُونَ، بِمَا فِي ذَلِكَ الْمَدِينَةُ الَّتِي فِي وَسَطِهِ، وَسَهْلُ مِيدَبَا إِلَى دِيبُونَ،"
  },
  "10": {
    "en": "and all the towns of Sihon king of the Amorites, who ruled in Heshbon, out to the border of the Ammonites.",
    "ar": "وَكُلِّ مُدُنِ سِيحُونَ مَلِكِ الأَمُورِيِّينَ الَّذِي كَانَ يَحْكُمُ فِي حَشْبُونَ حَتَّى حُدُودِ بَنِي عَمُّونَ،"
  },
  "11": {
    "en": "It also included Gilead, the territory of the people of Geshur and Maakah, all of Mount Hermon and all Bashan as far as Salekah—",
    "ar": "وَجِلْعَادَ وَأَرَاضِي الْجَشُورِيِّينَ وَالْمَعْكِيِّينَ، وَجَبَلِ حَرْمُونَ كُلِّهِ، وَسَائِرِ بَاشَانَ إِلَى سَلْخَةَ،"
  },
  "12": {
    "en": "that is, the whole kingdom of Og in Bashan, who had reigned in Ashtaroth and Edrei. (He was the last of the Rephaites.) Moses had defeated them and taken over their land.",
    "ar": "وَكُلِّ مَمْلَكَةِ عُوجٍ فِي بَاشَانَ الَّذِي يَحْكُمُ فِي عَشْتَارُوثَ وَفِي إِذْرَعِي، وَهُوَ آخِرُ مَنْ بَقِيَ مِنَ الرَّفَائِيِّينَ الَّذِينَ هَاجَمَهُمْ مُوسَى وَطَرَدَهُمْ."
  },
  "13": {
    "en": "But the Israelites did not drive out the people of Geshur and Maakah, so they continue to live among the Israelites to this day.",
    "ar": "وَلَمْ يَطْرُدِ الإِسْرَائِيلِيُّونَ الْجَشُورِيِّينَ وَالْمَعْكِيِّينَ، فَظَلُّوا يُقِيمُونَ بَيْنَ بَنِي إِسْرَائِيلَ إِلَى هَذَا الْيَوْمِ."
  },
  "14": {
    "en": "But to the tribe of Levi he gave no inheritance, since the food offerings presented to the Lord, the God of Israel, are their inheritance, as he promised them.",
    "ar": "وَلَكِنَّهُ لَمْ يُعْطِ سِبْطَ لاوِي مِيرَاثاً، لأَنَّ الْمُحْرَقَاتِ الْمُقَرَّبَةَ إِلَى الرَّبِّ إِلَهِ إِسْرَائِيلَ كَانَتْ نَصِيبَهُمْ، كَمَا وَعَدَهُمُ الرَّبُّ."
  },
  "15": {
    "en": "This is what Moses had given to the tribe of Reuben, according to its clans:",
    "ar": "وَهَذَا مَا وَهَبَهُ مُوسَى لِلرَّأُوبَيْنِيِّينَ حَسَبَ عَشَائِرِهِمْ:"
  },
  "16": {
    "en": "The territory from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and the whole plateau past Medeba",
    "ar": "كَانَتْ حُدُودُهُمْ تَمْتَدُّ مِنْ عَرُوعِيرَ الْقَائِمَةِ عَلَى طَرَفِ وَادِي أَرْنُونَ، بِمَا فِي ذَلِكَ الْمَدِينَةُ الَّتِي فِي وَسَطِ الْوَادِي وَكُلُّ سَهْلِ مِيدَبَا،"
  },
  "17": {
    "en": "to Heshbon and all its towns on the plateau, including Dibon, Bamoth Baal, Beth Baal Meon,",
    "ar": "فَضْلاً عَنْ حَشْبُونَ وَسَائِرِ قُرَاهَا الْمُنْتَشِرَةِ فِي السَّهْلِ، وَدِيبُونَ وَبَامُوتَ بَعْلٍ، وَبَيْتِ بَعْلِ مَعُونَ،"
  },
  "18": {
    "en": "Jahaz, Kedemoth, Mephaath,",
    "ar": "وَيَهْصَةَ وَقَدِيمُوتَ وَمَيْفَعَةَ"
  },
  "19": {
    "en": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,",
    "ar": "وَقَرْيَتَايِمَ وَسِبْمَةَ وَصَارَثَ الشَّحْرِ فِي جَبَلِ الْوَادِي،"
  },
  "20": {
    "en": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—",
    "ar": "وَبَيْتِ فَغُورَ وَسُفُوحِ الْفِسْجَةِ وَبَيْتِ يَشِيمُوتَ،"
  },
  "21": {
    "en": "all the towns on the plateau and the entire realm of Sihon king of the Amorites, who ruled at Heshbon. Moses had defeated him and the Midianite chiefs, Evi, Rekem, Zur, Hur and Reba—princes allied with Sihon—who lived in that country.",
    "ar": "وَكُلِّ مُدُنِ السَّهْلِ، وَكَافَّةِ مَمْلَكَةِ سِيحُونَ مَلِكِ الأَمُورِيِّينَ الَّذِي حَكَمَ فِي حَشْبُونَ، الَّذِي قَضَى عَلَيْهِ مُوسَى مَعَ بَقِيَّةِ رُؤَسَاءِ مِدْيَانَ: أُوِي وَرَاقَمَ وَصُورَ وَحُورَ وَرَابِعَ أُمَرَاءِ سِيحُونَ."
  },
  "22": {
    "en": "In addition to those slain in battle, the Israelites had put to the sword Balaam son of Beor, who practiced divination.",
    "ar": "وَبَلْعَامُ بْنُ بَعُورَ الْعَرَّافُ قَتَلَهُ بَنُو إِسْرَائِيلَ بِالسَّيْفِ مَعَ جُمْلَةِ قَتْلاهُمْ."
  },
  "23": {
    "en": "The boundary of the Reubenites was the bank of the Jordan. These towns and their villages were the inheritance of the Reubenites, according to their clans.",
    "ar": "وَكَانَ نَهْرُ الأُرْدُنِّ هُوَ الْحَدُّ الْغَرْبِيُّ لأَرَاضِي سِبْطِ رَأُوبَيْنَ، فَكَانَتْ هَذِهِ الْمُدُنُ وَضِيَاعُهَا مِنْ نَصِيبِ الرَّأُوبَيْنِيِّينَ حَسَبَ عَشَائِرِهِمْ."
  },
  "24": {
    "en": "This is what Moses had given to the tribe of Gad, according to its clans:",
    "ar": "وَهَذَا مَا أَوْرَثَهُ مُوسَى لِسِبْطِ جَادٍ حَسَبَ عَشَائِرِهِمْ:"
  },
  "25": {
    "en": "The territory of Jazer, all the towns of Gilead and half the Ammonite country as far as Aroer, near Rabbah;",
    "ar": "كَانَتْ حُدُودُهُمْ تَشْمَلُ يَعْزِيرَ وَكُلَّ مُدُنِ جِلْعَادَ وَنِصْفَ أَرْضِ بَنِي عَمُّونَ إِلَى عَرُوعِيرَ الْقَائِمَةِ مُقَابِلَ رَبَّةَ."
  },
  "26": {
    "en": "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir;",
    "ar": "وَكَذَلِكَ مِنْ حَشْبُونَ إِلَى رَامَةِ الْمِصْفَاةِ وَبُطُونِيمَ، وَمِنْ مَحَنَايِمَ إِلَى حُدُودِ دَبِيرَ."
  },
  "27": {
    "en": "and in the valley, Beth Haram, Beth Nimrah, Sukkoth and Zaphon with the rest of the realm of Sihon king of Heshbon (the east side of the Jordan, the territory up to the end of the Sea of Galilee).",
    "ar": "وَضَمَّتْ أَرْضُهُمْ فِي الْوَادِي بَيْتَ هَارَامَ وَبَيْتَ نِمْرَةَ وَسُكُّوتَ وَصَافُونَ، مَعَ بَقِيَّةِ مَمْلَكَةِ سِيحُونَ مَلِكِ حَشْبُونَ شَرْقِيَّ نَهْرِ الأُرْدُنِّ. وَامْتَدَّتْ تُخُومُ الْجَادِيِّينَ شِمَالًا حَتَّى طَرَفِ بُحَيْرَةِ الْجَلِيلِ."
  },
  "28": {
    "en": "These towns and their villages were the inheritance of the Gadites, according to their clans.",
    "ar": "هَذَا نَصِيبُ بَنِي جَادٍ حَسَبَ عَشَائِرِهِمْ، وَمُدُنِهِمْ وَضِيَاعِهَا."
  },
  "29": {
    "en": "This is what Moses had given to the half-tribe of Manasseh, that is, to half the family of the descendants of Manasseh, according to its clans:",
    "ar": "وَهَذِهِ هِيَ الأَرَاضِي الَّتِي وَزَّعَهَا مُوسَى عَلَى نِصْفِ سِبْطِ مَنَسَّى حَسَبَ عَشَائِرِهِمْ:"
  },
  "30": {
    "en": "The territory extending from Mahanaim and including all of Bashan, the entire realm of Og king of Bashan—all the settlements of Jair in Bashan, sixty towns,",
    "ar": "كَانَتْ حُدُودُهُمْ تَمْتَدُّ مِنْ مَحَنَايِمَ لِتَشْمَلَ كُلَّ مَمْلَكَةِ بَاشَانَ الَّتِي كَانَ يَحْكُمُهَا عُوجٌ مَلِكُ بَاشَانَ، وَكُلَّ حَوُّوثِ يَائِيرَ بِمُدُنِهَا السِّتِّينَ فِي بَاشَانَ."
  },
  "31": {
    "en": "half of Gilead, and Ashtaroth and Edrei (the royal cities of Og in Bashan). This was for the descendants of Makir son of Manasseh—for half of the sons of Makir, according to their clans.",
    "ar": "وَنِصْفَ جِلْعَادَ وَعَشْتَارُوثَ وَإِذْرَعِي وَهِيَ مُدُنُ عُوجٍ الْمَلَكِيَّةُ فِي بَاشَانَ. وَقَد وُهِبَتْ هَذِهِ لِنِصْفِ ذُرِّيَّةِ مَاكِيرَ بْنِ مَنَسَّى بِحَسَبِ عَشَائِرِهِمْ."
  },
  "32": {
    "en": "This is the inheritance Moses had given when he was in the plains of Moab across the Jordan east of Jericho.",
    "ar": "هَذِهِ هِيَ الأَرَاضِي الَّتِي وَزَّعَهَا مُوسَى فِي سُهُولِ مُوآبَ شَرْقِيَّ نَهْرِ الأُرْدُنِّ."
  },
  "33": {
    "en": "But to the tribe of Levi, Moses had given no inheritance; the Lord, the God of Israel, is their inheritance, as he promised them.",
    "ar": "أَمَّا سِبْطُ لاوِي فَلَمْ يُوَرِّثْهُ مُوسَى مِلْكاً، لأَنَّ الرَّبَّ إِلَهَ إِسْرَائِيلَ كَانَ نَصِيبَهُمْ بِمُقْتَضَى وَعْدِهِ."
  }
}