{
  "1": {
    "en": "The allotment for the tribe of Judah, according to its clans, extended down to the territory of Edom, to the Desert of Zin in the extreme south.",
    "ar": "وَهَذِهِ هِيَ قُرْعَةُ سِبْطِ يَهُوذَا بِحَسَبِ عَشَائِرِهِمْ: امْتَدَّتْ حُدُودُهُمُ الْجَنُوبِيَّةُ إِلَى آخِرِ أَطْرَافِ صَحْرَاءِ صِينَ الْمُتَاخِمَةِ لِحُدُودِ أَدُومَ."
  },
  "2": {
    "en": "Their southern boundary started from the bay at the southern end of the Dead Sea,",
    "ar": "كَمَا بَدَأَتْ حُدُودُهُمُ الْجَنُوبِيَّةُ مِنَ الْخَلِيجِ فِي أَقْصَى الطَّرَفِ الْجَنُوبِيِّ لِلْبَحْرِ الْمَيِّتِ."
  },
  "3": {
    "en": "crossed south of Scorpion Pass, continued on to Zin and went over to the south of Kadesh Barnea. Then it ran past Hezron up to Addar and curved around to Karka.",
    "ar": "مَارَّةً بِعَقَبَةِ عَقْرِبِّيمَ جَنُوباً، وَعَابِرَةً صَحْرَاءَ صِينَ، حَتَّى تَبْلُغَ جَنُوبِيَّ قَادَشَ بَرْنِيعَ، وَتَتَّجِهُ إِلَى حَصْرُونَ، وَمِنْهَا صُعُوداً إِلَى أَدَّارَ، ثُمَّ تَلْتَفُّ نَحْوَ قَرْقَعَ،"
  },
  "4": {
    "en": "It then passed along to Azmon and joined the Wadi of Egypt, ending at the Mediterranean Sea. This is their southern boundary.",
    "ar": "وَمِنْهَا تَعْبُرُ إِلَى عَصْمُونَ حَتَّى تَصِلَ إِلَى وَادِي مِصْرَ، حَيْثُ تَنْتَهِي عِنْدَ الْبَحْرِ. هَذِهِ هِيَ حُدُودُهُمُ الْجَنُوبِيَّةُ."
  },
  "5": {
    "en": "The eastern boundary is the Dead Sea as far as the mouth of the Jordan.\nThe northern boundary started from the bay of the sea at the mouth of the Jordan,",
    "ar": "أَمَّا الْحُدُودُ الشَّرْقِيَّةُ فَهِيَ الْبَحْرُ الْمَيِّتُ إِلَى طَرَفِ نَهْرِ الأُرْدُنِّ. وتَبْدَأُ الْحُدُودُ الشِّمَالِيَّةُ مِنْ لِسَانِ الْبَحْرِ مِنْ أَقْصَى الأُرْدُنِّ،"
  },
  "6": {
    "en": "went up to Beth Hoglah and continued north of Beth Arabah to the Stone of Bohan son of Reuben.",
    "ar": "وَتَتَّجِهُ إِلَى بَيْتِ حُجْلَةَ عُبُوراً مِنْ شِمَالِيِّ بَيْتِ عَرَبَةَ، وَصُعُوداً إِلَى حَجَرِ بُوهَنَ بْنِ رَأُوبَيْنَ."
  },
  "7": {
    "en": "The boundary then went up to Debir from the Valley of Achor and turned north to Gilgal, which faces the Pass of Adummim south of the gorge. It continued along to the waters of En Shemesh and came out at En Rogel.",
    "ar": "وَتُتَابِعُ امْتِدَادَهَا إِلَى دَبِيرَ مِنْ وَادِي عَخُورَ مُتَّجِهَةً شِمَالاً إِلَى الْجِلْجَالِ الَّتِي مُقَابِلَ عَقَبَةِ أَدُمِّيمَ جَنُوبِيَّ الْوَادِي، وَتَسْتَمِرُّ عَلَى طُولِ مِيَاهِ عَيْنِ شَمْسٍ حَتَّى تَنْتَهِيَ بِعَيْنِ رُوجَلَ."
  },
  "8": {
    "en": "Then it ran up the Valley of Ben Hinnom along the southern slope of the Jebusite city (that is, Jerusalem). From there it climbed to the top of the hill west of the Hinnom Valley at the northern end of the Valley of Rephaim.",
    "ar": "ثُمَّ تَصْعَدُ بِاتِّجَاهِ وَادِي ابْنِ هِنُّومَ عَلَى مُحَاذَاةِ الْمُنْحَدَرِ الْجَنُوبِيِّ لأُورُشَلِيمَ مَدِينَةِ الْيَبُوسِيِّينَ، وَتُتَابِعُ صُعُودَهَا إِلَى قِمَّةِ الْجَبَلِ قُبَالَةَ وَادِي هِنُّومَ غَرْباً، الْوَاقِعِ فِي طَرَفِ وَادِي الرَّفَائِيِّينَ شِمَالاً."
  },
  "9": {
    "en": "From the hilltop the boundary headed toward the spring of the waters of Nephtoah, came out at the towns of Mount Ephron and went down toward Baalah (that is, Kiriath Jearim).",
    "ar": "ثُمَّ تَمْتَدُّ هَذِهِ الْحُدُودُ مِنْ قِمَّةِ الْجَبَلِ إِلَى مَنْبَعِ مِيَاهِ نَفْتُوحَ حَتَّى تَصِلَ إِلَى مُدُنِ جَبَلِ عِفْرُونَ فَتَبْلُغَ بَعَلَةَ الَّتِي هِيَ قَرْيَةُ يَعَارِيمَ."
  },
  "10": {
    "en": "Then it curved westward from Baalah to Mount Seir, ran along the northern slope of Mount Jearim (that is, Kesalon), continued down to Beth Shemesh and crossed to Timnah.",
    "ar": "وَتَتَّجِهُ مِنْ بَعَلَةَ غَرْباً إِلَى جَبَلِ سِعِيرَ عُبُوراً إِلَى جَانِبِ جَبَلِ يَعَارِيمَ شِمَالاً الَّتِي هِيَ كَسَالُونَ، ثُمَّ تَنْحَدِرُ نَحْوَ بَيْتِ شَمْسٍ مُرُوراً بِتِمْنَةَ،"
  },
  "11": {
    "en": "It went to the northern slope of Ekron, turned toward Shikkeron, passed along to Mount Baalah and reached Jabneel. The boundary ended at the sea.",
    "ar": "وَمِنْهَا تَخْرُجُ إِلَى جَانِبِ عِقْرُونَ نَحْوَ الشِّمَالِ وَتَمْتَدُّ إِلَى شَكْرُونَ فَجَبَلِ الْبَعَلَةِ حَتَّى تَبْلُغَ يَبْنِئِيلَ وَتَنْتَهِيَ عِنْدَ الْبَحْرِ."
  },
  "12": {
    "en": "The western boundary is the coastline of the Mediterranean Sea.\nThese are the boundaries around the people of Judah by their clans.",
    "ar": "أَمَّا الْحُدُودُ الْغَرْبِيَّةُ فَهِيَ شَوَاطِئُ الْبَحْرِ الْمُتَوَسِّطِ. هَذِهِ هِيَ حُدُودُ أَرْضِ سِبْطِ يَهُوذَا مِنْ جَمِيعِ جِهَاتِهَا بِحَسَبِ عَشَائِرِهِمْ."
  },
  "13": {
    "en": "In accordance with the Lord’s command to him, Joshua gave to Caleb son of Jephunneh a portion in Judah—Kiriath Arba, that is, Hebron. (Arba was the forefather of Anak.)",
    "ar": "وَوَهَبَ يَشُوعُ بِمُقْتَضَى أَمْرِ الرَّبِّ كَالَبَ بْنَ يَفُنَّةَ مِلْكاً قَرْيَةَ أَرْبَعَ أَبِي عَنَاقَ وَهِيَ حَبْرُونُ الْوَاقِعَةُ فِي وَسَطِ أَبْنَاءِ يَهُوذَا."
  },
  "14": {
    "en": "From Hebron Caleb drove out the three Anakites—Sheshai, Ahiman and Talmai, the sons of Anak.",
    "ar": "فَطَرَدَ كَالَبُ مِنْهَا الْعَنَاقِيِّينَ الثَّلاثَةَ: شِيشَايَ وَأَخِيمَانَ وَتَلْمَايَ مِنْ ذُرِّيَّةِ عَنَاقَ."
  },
  "15": {
    "en": "From there he marched against the people living in Debir (formerly called Kiriath Sepher).",
    "ar": "وَتَقَدَّمَ مِنْ هُنَاكَ لِمُحَارَبَةِ أَهْلِ دَبِيرَ. وَكَانَتْ دَبِيرُ تُدْعَى قَبْلاً قَرْيَةَ سِفْرٍ."
  },
  "16": {
    "en": "And Caleb said, “I will give my daughter Aksah in marriage to the man who attacks and captures Kiriath Sepher.”",
    "ar": "فَقَالَ كَالَبُ: «مَنْ يُهَاجِمُ قَرْيَةَ سِفْرٍ وَيَسْتَوْلِي عَلَيْهَا، أُزَوِّجُهُ ابْنَتِي عَكْسَةَ»"
  },
  "17": {
    "en": "Othniel son of Kenaz, Caleb’s brother, took it; so Caleb gave his daughter Aksah to him in marriage.",
    "ar": "فَاسْتَوْلَى عَلَيْهَا عُثْنِيئِيلُ بْنُ قَنَازَ أَخُو كَالَبَ، فَزَوَّجَهُ ابْنَتَهُ عَكْسَةَ."
  },
  "18": {
    "en": "One day when she came to Othniel, she urged him to ask her father for a field. When she got off her donkey, Caleb asked her, “What can I do for you?”",
    "ar": "وَعِنْدَمَا أَقْبَلَتْ عَلَيْهِ حَثَّتْهُ عَلَى طَلَبِ حَقْلٍ مِنْ أَبِيهَا، فَتَرَجَّلَتْ عَنِ الْحِمَارِ، فَسَأَلَهَا كَالَبُ: «مَالَكِ؟»"
  },
  "19": {
    "en": "She replied, “Do me a special favor. Since you have given me land in the Negev, give me also springs of water.” So Caleb gave her the upper and lower springs.",
    "ar": "فَأَجَابَتْهُ: «اصْنَعْ مَعِي مَعْرُوفاً، فَأَنْتَ قَدْ وَهَبْتَنِي أَرْضاً قَاحِلَةً، فَأَعْطِنِي أَيْضاً يَنَابِيعَ مَاءٍ». فَأَعْطَاهَا السَّوَاقِيَ الْعُلْيَا وَالسَّوَاقِيَ السُّفْلَى."
  },
  "20": {
    "en": "This is the inheritance of the tribe of Judah, according to its clans:",
    "ar": "وَهَذِهِ هِيَ قُرْعَةُ سِبْطِ يَهُوذَا بِحَسَبِ عَشَائِرِهِمْ:"
  },
  "21": {
    "en": "The southernmost towns of the tribe of Judah in the Negev toward the boundary of Edom were:\nKabzeel, Eder, Jagur,",
    "ar": "كَانَتِ الْمُدُنُ الْقَصِيَّةُ التَّابِعَةُ لِسِبْطِ يَهُوذَا جَنُوباً بِاتِّجَاهِ تُخُومِ أَدُومَ هِيَ: قَبْصِئِيلُ وَعِيدَرُ وَيَاجُورُ،"
  },
  "22": {
    "en": "Kinah, Dimonah, Adadah,",
    "ar": "وَقَيْنَةُ وَدِيمُونَةُ وَعَدْعَدَةُ،"
  },
  "23": {
    "en": "Kedesh, Hazor, Ithnan,",
    "ar": "وَقَادَشُ وَحَاصُورُ وَيِثْنَانُ،"
  },
  "24": {
    "en": "Ziph, Telem, Bealoth,",
    "ar": "وَزِيفُ وَطَالَمُ وَبَعْلُوتُ،"
  },
  "25": {
    "en": "Hazor Hadattah, Kerioth Hezron (that is, Hazor),",
    "ar": "وَحَاصُورُ وَحَدَتَّةُ وَقَرْيُوتُ وَحَصْرُونُ الَّتِي هِيَ حَاصُورُ."
  },
  "26": {
    "en": "Amam, Shema, Moladah,",
    "ar": "وَأَمَامُ وَشَمَاعُ وَمُولادَةُ،"
  },
  "27": {
    "en": "Hazar Gaddah, Heshmon, Beth Pelet,",
    "ar": "وَحَصَرُ جَدَّةَ وَحَشْمُونُ وَبَيْتُ فَالَطَ،"
  },
  "28": {
    "en": "Hazar Shual, Beersheba, Biziothiah,",
    "ar": "وَحَصَرُ شُوعَالَ وَبِئْرُ سَبْعٍ وَبِزْيُوتِيَةُ،"
  },
  "29": {
    "en": "Baalah, Iyim, Ezem,",
    "ar": "وَبَعَلَةُ وَعِيِّيمُ وَعَاصَمُ،"
  },
  "30": {
    "en": "Eltolad, Kesil, Hormah,",
    "ar": "وَأَلْتُولَدُ وَكِسِيلُ وَحُرْمَةُ،"
  },
  "31": {
    "en": "Ziklag, Madmannah, Sansannah,",
    "ar": "وَصِقْلَغُ وَمَدْمَنَّةُ وَسَنْسَنَّةُ،"
  },
  "32": {
    "en": "Lebaoth, Shilhim, Ain and Rimmon—a total of twenty-nine towns and their villages.",
    "ar": "وَلَبَاوُتُ وَشِلْحِيمُ وَعَيْنُ وَرِمُّونُ. فَكَانَتْ فِي جُمْلَتِهَا تِسْعاً وَعِشْرِينَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "33": {
    "en": "In the western foothills:\nEshtaol, Zorah, Ashnah,",
    "ar": "أَمَّا مُدُنُ السَّهْلِ الْغَرْبِيِّ فَكَانَتْ: أَشْتَأُولَ وَصَرْعَةَ وَأَشْنَةَ،"
  },
  "34": {
    "en": "Zanoah, En Gannim, Tappuah, Enam,",
    "ar": "وَزَانُوحَ وَعَيْنَ جَنِّيمَ وَتَفُّوحَ وَعَيْنَامَ"
  },
  "35": {
    "en": "Jarmuth, Adullam, Sokoh, Azekah,",
    "ar": "وَيَرْمُوتَ وَعَدُلَّامَ وَسُوكُوهَ وَعَزِيقَةَ،"
  },
  "36": {
    "en": "Shaaraim, Adithaim and Gederah (or Gederothaim)—fourteen towns and their villages.",
    "ar": "وَشَعَرَايِمَ وَعَدِيتَايِمَ وَالْجُدَيْرَةَ وَجُدَيْرُوتَايِمَ. وَهِيَ فِي جُمْلَتِهَا أَرْبَعَ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "37": {
    "en": "Zenan, Hadashah, Migdal Gad,",
    "ar": "وَصَنَانَ وَحَدَاشَةَ وَمَجْدَلَ جَادٍ،"
  },
  "38": {
    "en": "Dilean, Mizpah, Joktheel,",
    "ar": "وَدِلْعَانَ وَالْمِصْفَاةَ وَيَقْتِيئِيلَ،"
  },
  "39": {
    "en": "Lachish, Bozkath, Eglon,",
    "ar": "وَلَخِيشَ وَبَصْقَةَ وَعَجْلُونَ،"
  },
  "40": {
    "en": "Kabbon, Lahmas, Kitlish,",
    "ar": "وَكَبُّونَ وَلَحْمَامَ وَكِتْلِيشَ."
  },
  "41": {
    "en": "Gederoth, Beth Dagon, Naamah and Makkedah—sixteen towns and their villages.",
    "ar": "وَجُدَيْرُوتَ بَيْتَ دَاجُونَ وَنَعَمَةَ وَمَقِّيدَةَ. وَهِيَ فِي جُمْلَتِهَا سِتَّ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "42": {
    "en": "Libnah, Ether, Ashan,",
    "ar": "وَلِبْنَةَ وعَاتَرَ وَعَاشَانَ،"
  },
  "43": {
    "en": "Iphtah, Ashnah, Nezib,",
    "ar": "وَيَفْتَاحَ وَأَشْنَةَ وَنَصِيبَ،"
  },
  "44": {
    "en": "Keilah, Akzib and Mareshah—nine towns and their villages.",
    "ar": "وَقَعِيلَةَ وَأَكْزِيبَ وَمَرِيشَةَ. وَهِي فِي جُمْلَتِهَا تِسْعُ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "45": {
    "en": "Ekron, with its surrounding settlements and villages;",
    "ar": "وَكَذَلِكَ عَقْرُونَ وَقُرَاهَا وَضِيَاعَهَا"
  },
  "46": {
    "en": "west of Ekron, all that were in the vicinity of Ashdod, together with their villages;",
    "ar": "كَمَا اشْتَمَلَتْ حُدُودُ سِبْطِ يَهُوذَا مِنْ عَقْرُونَ غَرْباً، عَلَى كُلِّ الْمِنْطَقَةِ الْمُجَاوِرَةِ لأَشْدُودَ وَضِيَاعِهَا."
  },
  "47": {
    "en": "Ashdod, its surrounding settlements and villages; and Gaza, its settlements and villages, as far as the Wadi of Egypt and the coastline of the Mediterranean Sea.",
    "ar": "فَكَانَتْ لَهُمْ أَشْدُودُ وَقُرَاهَا وَضِيَاعُهَا، وَغَزَّةُ وَقُرَاهَا وَضِيَاعُهَا، حَتَّى وَادِي مِصْرَ وَشَاطِئِ الْبَحْرِ الْمُتَوَسِّطِ."
  },
  "48": {
    "en": "In the hill country:\nShamir, Jattir, Sokoh,",
    "ar": "أَمَّا مُدُنُ الْمِنْطَقَةِ الْجَبَلِيَّةِ فَهِيَ: شَامِيرُ وَيَتِّيرُ وَسُوكُوهُ،"
  },
  "49": {
    "en": "Dannah, Kiriath Sannah (that is, Debir),",
    "ar": "وَدَنَّةُ وَقَرْيَةُ سَنَّةَ الَّتِي هِيَ دَبِيرُ،"
  },
  "50": {
    "en": "Anab, Eshtemoh, Anim,",
    "ar": "وَعَنَابُ وَأَشْتِمُوهُ وَعَانِيمُ،"
  },
  "51": {
    "en": "Goshen, Holon and Giloh—eleven towns and their villages.",
    "ar": "وَجُوشَنُ وَحُولُونُ وَجِيلُوهُ. وَهِيَ فِي جُمْلَتِهَا إِحْدَى عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "52": {
    "en": "Arab, Dumah, Eshan,",
    "ar": "وَأَيْضاً أَرَابُ وَدُومَةُ وَأَشْعَانُ،"
  },
  "53": {
    "en": "Janim, Beth Tappuah, Aphekah,",
    "ar": "وَيَنُومُ وَبَيْتُ تَفُّوحَ وَأَفِيقَةُ،"
  },
  "54": {
    "en": "Humtah, Kiriath Arba (that is, Hebron) and Zior—nine towns and their villages.",
    "ar": "وَحُمْطَةُ وَقَرْيَةُ أَرْبَعَ وَهِيَ حَبْرُونُ، وَصِيعُورُ. وَهِيَ فِي جُمْلَتِهَا تِسْعُ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "55": {
    "en": "Maon, Carmel, Ziph, Juttah,",
    "ar": "وَكَذَلِكَ مَعُونُ وَكَرْمَلُ وَزِيفُ وَيُوطَةُ،"
  },
  "56": {
    "en": "Jezreel, Jokdeam, Zanoah,",
    "ar": "وَيَزْرَعِيلُ وَيَقْدَعَامُ وَزَانُوحُ،"
  },
  "57": {
    "en": "Kain, Gibeah and Timnah—ten towns and their villages.",
    "ar": "وَأَلْقَايِنُ وَجِبْعَةُ وَتِمْنَةُ. وَهِيَ فِي جُمْلَتِهَا عَشْرُ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "58": {
    "en": "Halhul, Beth Zur, Gedor,",
    "ar": "ثُمَّ حَلْحُولُ وَبيْتُ صُورٍ وَجَدُورُ،"
  },
  "59": {
    "en": "Maarath, Beth Anoth and Eltekon—six towns and their villages.",
    "ar": "وَمَعَارَةُ وَبَيْتُ عَنُوتَ وَأَلْتَقُونُ، وَهِيَ فِي جُمْلَتِهَا سِتُّ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "60": {
    "en": "Kiriath Baal (that is, Kiriath Jearim) and Rabbah—two towns and their villages.",
    "ar": "وَقَرْيَةُ بَعْلٍ الَّتِي هِيَ قَرْيَةُ يَعَارِيمَ، وَالرَّبَّةُ، وَهُمَا مَدِينَتَانِ مَعَ ضِيَاعِهِمَا."
  },
  "61": {
    "en": "In the wilderness:\nBeth Arabah, Middin, Sekakah,",
    "ar": "أَمَّا مُدُنُ الصَّحْرَاءِ فَهِيَ: بَيْتُ الْعَرَبَةِ وَمِدِّينُ وَسَكَاكَةُ."
  },
  "62": {
    "en": "Nibshan, the City of Salt and En Gedi—six towns and their villages.",
    "ar": "وَالنِّبْشَانُ وَمَدِينَةُ الْمِلْحِ وَعَيْنُ جَدْيٍ. وَهِيَ فِي جُمْلَتِهَا سِتُّ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "63": {
    "en": "Judah could not dislodge the Jebusites, who were living in Jerusalem; to this day the Jebusites live there with the people of Judah.",
    "ar": "أَمَّا الْيَبُوسِيُّونَ الْمُقِيمُونَ فِي أُورُشَلِيمَ فَلَمْ يَتَمَكَّنْ أَبْنَاءُ يَهُوذَا مِنْ طَرْدِهِمْ، فَسَكَنَ الْيَبُوسِيُّونَ مَعَ بَنِي يَهُوذَا فِي أُورُشَلِيمَ إِلَى هَذَا الْيَوْمِ."
  }
}