{
  "1": {
    "en": "The second lot came out for the tribe of Simeon according to its clans. Their inheritance lay within the territory of Judah.",
    "ar": "أَمَّا الْقُرْعَةُ الثَّانِيَةُ فَكَانَتْ لِسِبْطِ شِمْعُونَ حَسَبَ عَشَائِرِهِمْ، فَكَانَ مِيرَاثُهُمْ ضِمْنَ مِنْطَقَةِ يَهُوذَا،"
  },
  "2": {
    "en": "It included:\nBeersheba (or Sheba), Moladah,",
    "ar": "وَهُوَ يَشْتَمِلُ عَلَى بِئْرِ سَبْعٍ وَشَبَعَ وَمُولادَةَ،"
  },
  "3": {
    "en": "Hazar Shual, Balah, Ezem,",
    "ar": "وَحَصَرَ شُوعَالَ وَبَالَةَ وَعَاصَمَ،"
  },
  "4": {
    "en": "Eltolad, Bethul, Hormah,",
    "ar": "وَأَلْتُولَدَ وَبَتُولَ وَحُرْمَةَ،"
  },
  "5": {
    "en": "Ziklag, Beth Markaboth, Hazar Susah,",
    "ar": "وَصِقْلَغَ وَبَيْتِ الْمَرْكَبُوتِ وَحَصَرَ سُوسَةَ،"
  },
  "6": {
    "en": "Beth Lebaoth and Sharuhen—thirteen towns and their villages;",
    "ar": "وَبَيْتِ لَبَاوُتَ وَشَارُوحَيْنَ. وَهِيَ فِي جُمْلَتِهَا ثَلاثَ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "7": {
    "en": "Ain, Rimmon, Ether and Ashan—four towns and their villages—",
    "ar": "ثُمَّ عَيْنَ وَرِمُّونَ وَعَاتَرَ وَعَاشَانَ. وَهِيَ فِي جُمْلَتِهَا أَرْبَعُ مُدُنٍ مَعَ ضِيَاعِهَا."
  },
  "8": {
    "en": "and all the villages around these towns as far as Baalath Beer (Ramah in the Negev).\nThis was the inheritance of the tribe of the Simeonites, according to its clans.",
    "ar": "وَجَمِيعِ الضِّيَاعِ الْمُحِيطَةِ بِهَذِهِ الْمُدُنِ الَّتِي تَمْتَدُّ جَنُوباً حَتَّى بَعْلَةَ بِئْرَ الْمَعْرُوفَةِ بِرَامَةِ الْجَنُوبِ. هَذَا هُوَ مِيرَاثُ سِبْطِ شِمْعُونَ حَسَبَ عَشَائِرِهِمْ."
  },
  "9": {
    "en": "The inheritance of the Simeonites was taken from the share of Judah, because Judah’s portion was more than they needed. So the Simeonites received their inheritance within the territory of Judah.",
    "ar": "وَهَكَذَا حَصَلَ الشِّمْعُونِيُّونَ عَلَى مِيرَاثِهِمْ مِنْ نَصِيبِ سِبْطِ يَهُوذَا لأَنَّ نَصِيبَ يَهُوذَا كَانَ أَكْثَرَ مِمَّا يَحْتَاجُونَ إِلَيْهِ. لِذَلِكَ وَرِثَ أَبْنَاءُ شِمْعُونَ مِلْكَهُمْ دَاخِلَ مِنْطَقَةِ يَهُوذَا."
  },
  "10": {
    "en": "The third lot came up for Zebulun according to its clans:\nThe boundary of their inheritance went as far as Sarid.",
    "ar": "وَجَاءَتِ الْقُرْعَةُ الثَّالِثَةُ لِسِبْطِ زَبُولُونَ حَسَبَ عَشَائِرِهِمْ، فَكَانَتْ حُدُودُ مِلْكِهِمْ عِنْدَ سَارِيدَ،"
  },
  "11": {
    "en": "Going west it ran to Maralah, touched Dabbesheth, and extended to the ravine near Jokneam.",
    "ar": "إِذِ اتَّجَهَتْ حُدُودُهُمْ غَرْباً إِلَى مَرْعَلَةَ وَوَصَلَتْ إِلَى دَبَّاشَةَ فَالْوَادِي الْمُقَابِلِ لِيَقْنَعَامَ."
  },
  "12": {
    "en": "It turned east from Sarid toward the sunrise to the territory of Kisloth Tabor and went on to Daberath and up to Japhia.",
    "ar": "ثُمَّ دَارَتْ مِنْ سَارِيدَ شَرْقاً حَوْلَ تُخُومِ كِسْلُوتِ تَابُورَ وَعَبَرَتْ إِلَى الدَّبْرَةِ حَتَّى بَلَغَتْ صُعُداً إِلَى يَافِيعَ."
  },
  "13": {
    "en": "Then it continued eastward to Gath Hepher and Eth Kazin; it came out at Rimmon and turned toward Neah.",
    "ar": "وَمِنْ هُنَاكَ اتَّجَهَتْ شَرْقاً إِلَى جَتَّ حَافَرَ فَعِتِّ قَاصِينَ، وَاسْتَمَرَّتْ إِلَى رِمُّونَ وَنَيْعَةَ،"
  },
  "14": {
    "en": "There the boundary went around on the north to Hannathon and ended at the Valley of Iphtah El.",
    "ar": "الَّتِي الْتَفَّتْ حَوْلَهَا الْحُدُودُ نَحْوَ الشِّمَالِ إِلَى حَنَّاثُونَ حَتَّى انْتَهَتْ عِنْدَ وَادِي يَفْتَحْئِيلَ"
  },
  "15": {
    "en": "Included were Kattath, Nahalal, Shimron, Idalah and Bethlehem. There were twelve towns and their villages.",
    "ar": "فَضْلاً عَنْ قَطَّةَ وَنَهْلالَ وَشِمْرُونَ وَيَدَالَةَ وَبَيْتِ لَحْمٍ. فَكَانَتْ فِي جُمْلَتِهَا اثْنَتَيْ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "16": {
    "en": "These towns and their villages were the inheritance of Zebulun, according to its clans.",
    "ar": "هَذَا هُوَ نَصِيبُ سِبْطِ زَبُولُونَ حَسَبَ عَشَائِرِهِمْ مِنَ الْمُدُنِ وَضِيَاعِهَا."
  },
  "17": {
    "en": "The fourth lot came out for Issachar according to its clans.",
    "ar": "وَجَاءَتِ الْقُرْعَةُ الرَّابِعَةُ لِسِبْطِ يَسَّاكَرَ حَسَبَ عَشَائِرِهِمْ."
  },
  "18": {
    "en": "Their territory included:\nJezreel, Kesulloth, Shunem,",
    "ar": "فَامْتَدَّتْ حُدُودُهُمْ إِلَى يَزْرَعِيلَ وَالْكِسْلُوتِ وَشُونَمَ،"
  },
  "19": {
    "en": "Hapharaim, Shion, Anaharath,",
    "ar": "وَحَفَارَايِمَ وَشِيئُونَ وَأَنَاحَرَةَ،"
  },
  "20": {
    "en": "Rabbith, Kishion, Ebez,",
    "ar": "وَرَبِّيتَ وَقِشْيُونَ وَآبَصَ،"
  },
  "21": {
    "en": "Remeth, En Gannim, En Haddah and Beth Pazzez.",
    "ar": "وَرَمَةَ وَعَيْنِ جَنِّيمَ وَعَيْنِ حِدَّةَ وَبَيْتِ فَصَّيْصَ."
  },
  "22": {
    "en": "The boundary touched Tabor, Shahazumah and Beth Shemesh, and ended at the Jordan. There were sixteen towns and their villages.",
    "ar": "وَبَلَغَتِ الْحُدُودُ تَابُورَ وَشَحْصِيمَةَ وَبَيْتَ شَمْسٍ وَانْتَهَتْ عِنْدَ نَهْرِ الأُرْدُنِّ، فَكَانَتْ فِي جُمْلَتِهَا سِتَّ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "23": {
    "en": "These towns and their villages were the inheritance of the tribe of Issachar, according to its clans.",
    "ar": "هَذَا هُوَ مِيرَاثُ سِبْطِ يَسَّاكَرَ حَسَبَ عَشَائِرِهِمْ مَعَ الْمُدُنِ وَضِيَاعِهَا."
  },
  "24": {
    "en": "The fifth lot came out for the tribe of Asher according to its clans.",
    "ar": "وَجَاءَتِ الْقُرْعَةُ الْخَامِسَةُ لِسِبْطِ أَشِيرَ حَسَبَ عَشَائِرِهِمْ."
  },
  "25": {
    "en": "Their territory included:\nHelkath, Hali, Beten, Akshaph,",
    "ar": "فَشَمَلَتْ حُدُودُهُمْ مُدُنَ حَلْقَةَ وَحَلِي وَبَاطَنَ وَأَكْشَافَ."
  },
  "26": {
    "en": "Allammelek, Amad and Mishal. On the west the boundary touched Carmel and Shihor Libnath.",
    "ar": "وَأَلَّمَّلَكَ وَعَمْعَادَ وَمِشْآلَ، وَوَصَلَتْ غَرْباً إِلَى الْكَرْمَلِ وَشِيحُورِ لِبْنَةَ."
  },
  "27": {
    "en": "It then turned east toward Beth Dagon, touched Zebulun and the Valley of Iphtah El, and went north to Beth Emek and Neiel, passing Kabul on the left.",
    "ar": "أَمَّا شَرْقاً فَقَدِ امْتَدَّتْ إِلَى بَيْتِ دَاجُونَ، حَتَّى وَصَلَتْ إِلَى تُخُومِ زَبُولُونَ وَإِلَى وَادِي يَفْتَحْئِيلَ شِمَالِيَّ بَيْتِ الْعَامِقِ وَنَعِيئِيلَ، ثُمَّ اتَّجَهَتْ شِمَالاً نَحْوَ كَابُولَ"
  },
  "28": {
    "en": "It went to Abdon, Rehob, Hammon and Kanah, as far as Greater Sidon.",
    "ar": "وَعَبْرُونَ وَرَحُوبَ وَقَانَةَ إِلَى صِيدُونَ الْعَظِيمَةِ."
  },
  "29": {
    "en": "The boundary then turned back toward Ramah and went to the fortified city of Tyre, turned toward Hosah and came out at the Mediterranean Sea in the region of Akzib,",
    "ar": "ثُمَّ رَجَعَتِ الْحُدُودُ إِلَى الرَّامَةِ وَإِلَى الْمَدِينَةِ الْمُحَصَّنَةِ صُورٍ، ثُمَّ اسْتَدَارَتْ نَحْوَ حُوصَةَ وَانْتَهَتْ عِنْدَ الْبَحْرِ الْمُتَوَسِّطِ فِي كُورَةِ أَكْزِيبَ"
  },
  "30": {
    "en": "Ummah, Aphek and Rehob. There were twenty-two towns and their villages.",
    "ar": "وَعُمَّةَ وَأَفِيقَ وَرَحُوبَ. فَكَانَتْ فِي جُمْلَتِهَا اثْنَتَيْنِ وَعِشْرِينَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "31": {
    "en": "These towns and their villages were the inheritance of the tribe of Asher, according to its clans.",
    "ar": "هَذَا هُوَ نَصِيبُ سِبْطِ أَشِيرَ حَسَبَ عَشَائِرِهِمْ مَعَ الْمُدُنِ وَضِيَاعِهَا."
  },
  "32": {
    "en": "The sixth lot came out for Naphtali according to its clans:",
    "ar": "وَجَاءَتِ الْقُرْعَةُ السَّادِسَةُ لِسِبْطِ نَفْتَالِي حَسَبَ عَشَائِرِهِمْ،"
  },
  "33": {
    "en": "Their boundary went from Heleph and the large tree in Zaanannim, passing Adami Nekeb and Jabneel to Lakkum and ending at the Jordan.",
    "ar": "فَكَانَتْ حُدُودُهُمْ تَمْتَدُّ مِنْ حَالَفَ إِلَى شَجَرَةِ الْبَلُّوطِ فِي صَعَنَنِّيمَ إِلَى أَدَامِي النَّاقِبِ وَيَبْنِئِيلَ حَتَّى لَقُّومَ، وَانْتَهَتْ عِنْدَ نَهْرِ الأُرْدُنِّ."
  },
  "34": {
    "en": "The boundary ran west through Aznoth Tabor and came out at Hukkok. It touched Zebulun on the south, Asher on the west and the Jordan on the east.",
    "ar": "ثُمَّ ارْتَدَّتِ الْحُدُودُ غَرْباً إِلَى أَزْنُوتِ تَابُورَ وَاتَّجَهَتْ مِنْ هُنَاكَ إِلَى حُقُّوقَ حَتَّى بَلَغَتْ حُدُودَ زَبُولُونَ جَنُوباً، وَوَصَلَتْ إِلَى أَشِيرَ غَرْباً وَإِلَى حُدُودِ يَهُوذَا عِنْدَ نَهْرِ الأُرْدُنِّ شَرْقاً."
  },
  "35": {
    "en": "The fortified towns were Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
    "ar": "وَضَمَّتْ حُدُودُهَا مُدُناً مُحَصَّنَةً هِيَ: الصِّدِّيمُ وَصَيْرُ وَحَمَّةُ وَرَقَّةُ وَكِنَّارَةُ،"
  },
  "36": {
    "en": "Adamah, Ramah, Hazor,",
    "ar": "وَأَدَامَةُ وَالرَّامَةُ وَحَاصُورُ،"
  },
  "37": {
    "en": "Kedesh, Edrei, En Hazor,",
    "ar": "وَقَادَشُ وَإِذْرَعِي وَعَيْنُ حَاصُورَ،"
  },
  "38": {
    "en": "Iron, Migdal El, Horem, Beth Anath and Beth Shemesh. There were nineteen towns and their villages.",
    "ar": "وَيِرْأُونُ وَمَجْدَلُ إِيلَ وَحُورِيمُ وَبَيْتُ عَنَاةَ وَبَيْتُ شَمْسٍ، وَهِيَ فِي جُمْلَتِهَا تِسْعَ عَشْرَةَ مَدِينَةً مَعَ ضِيَاعِهَا."
  },
  "39": {
    "en": "These towns and their villages were the inheritance of the tribe of Naphtali, according to its clans.",
    "ar": "هَذَا هُوَ مِيرَاثُ سِبْطِ نَفْتَالِي حَسَبَ عَشَائِرِهِمْ مَعَ الْمُدُنِ وَضِيَاعِهَا."
  },
  "40": {
    "en": "The seventh lot came out for the tribe of Dan according to its clans.",
    "ar": "وَجَاءَتِ الْقُرْعَةُ السَّابِعَةُ لِسِبْطِ دَانٍ حَسَبَ عَشَائِرِهِمْ."
  },
  "41": {
    "en": "The territory of their inheritance included:\nZorah, Eshtaol, Ir Shemesh,",
    "ar": "وَشَمَلَتْ حُدُودُهُمْ مُدُنَ صَرْعَةَ وَأَشْتَأُولَ وَعِيرَ شَمْسٍ."
  },
  "42": {
    "en": "Shaalabbin, Aijalon, Ithlah,",
    "ar": "وَشَعَلَبَّيْنَ وَأَيَّلُونَ وَيِتْلَةَ"
  },
  "43": {
    "en": "Elon, Timnah, Ekron,",
    "ar": "وَإِيلُونَ وَتِمْنَةَ وَعَقْرُونَ،"
  },
  "44": {
    "en": "Eltekeh, Gibbethon, Baalath,",
    "ar": "وَإِلْتَقَيْهَ وَجِبَّثُونَ وَبَعْلَةَ،"
  },
  "45": {
    "en": "Jehud, Bene Berak, Gath Rimmon,",
    "ar": "وَيَهُودَا وَبَنِي بَرَقَ وَجَتِّ رِمُّونَ،"
  },
  "46": {
    "en": "Me Jarkon and Rakkon, with the area facing Joppa.",
    "ar": "وَمِيَاهِ الْيَرْقُونَ وَالرَّقُونَ مَعَ الْحُدُودِ الْمُقَابِلَةِ لِيَافَا."
  },
  "47": {
    "en": "(When the territory of the Danites was lost to them, they went up and attacked Leshem, took it, put it to the sword and occupied it. They settled in Leshem and named it Dan after their ancestor.)",
    "ar": "غَيْرَ أَنَّ الدَّانِيِّينَ وَاجَهُوا مَصَاعِبَ فِي تَمَلُّكِ مِنْطَقَتِهِمْ، فَهَاجَمُوا مَدِينَةَ لَشَمَ وَاسْتَوْلَوْا عَلَيْهَا وَقَضَوْا عَلَيْهَا بِحَدِّ السَّيْفِ، ثُمَّ أَقَامُوا فِيهَا وَدَعُوهَا دَاناً كَاسْمِ دَانٍ أَبِيهِمْ."
  },
  "48": {
    "en": "These towns and their villages were the inheritance of the tribe of Dan, according to its clans.",
    "ar": "هَذَا هُوَ نَصِيبُ سِبْطِ دَانٍ حَسَبَ عَشَائِرِهِمْ مَعَ الْمُدُنِ وَضِيَاعِهَا."
  },
  "49": {
    "en": "When they had finished dividing the land into its allotted portions, the Israelites gave Joshua son of Nun an inheritance among them,",
    "ar": "وَلَمَّا تَمَّ تَوْزِيعُ الأَرْضِ بِمُوجِبِ تَخْطِيطِ حُدُودِهَا، أَعْطَى بَنُو إِسْرَائِيلَ يَشُوعَ بْنَ نُونٍ مِيرَاثاً بَيْنَهُمْ."
  },
  "50": {
    "en": "as the Lord had commanded. They gave him the town he asked for—Timnath Serah in the hill country of Ephraim. And he built up the town and settled there.",
    "ar": "عَمَلاً بِأَمْرِ الرَّبِّ، فَوَهَبُوهُ مَدِينَةَ تِمْنَةَ سَارَحَ الَّتِي فِي جَبَلِ أَفْرَايِمَ الَّتِي طَلَبَهَا، فَبَنَى الْمَدِينَةَ وَسَكَنَ فِيهَا."
  },
  "51": {
    "en": "These are the territories that Eleazar the priest, Joshua son of Nun and the heads of the tribal clans of Israel assigned by lot at Shiloh in the presence of the Lord at the entrance to the tent of meeting. And so they finished dividing the land.",
    "ar": "فَكَانَتْ هَذِهِ هِيَ الأَنْصِبَةُ الَّتِي قَسَمَهَا أَلِيعَازَارُ الْكَاهِنُ وَيَشُوعُ بْنُ نُونٍ وَرُؤَسَاءُ أَسْبَاطِ إِسْرَائِيلَ بِالْقُرْعَةِ فِي شِيلُوهَ فِي مَحْضَرِ الرَّبِّ، عِنْدَ بَابِ خَيْمَةِ الاجْتِمَاعِ، وَانْتَهَوْا مِنْ قِسْمَةِ الارْضِ."
  }
}