{
  "1": {
    "en": "After a long time had passed and the Lord had given Israel rest from all their enemies around them, Joshua, by then a very old man,",
    "ar": "وَبَعْدَ انْقِضَاءِ أَيَّامٍ كَثِيرَةٍ أَرَاحَ فِيهَا الرَّبُّ الإِسْرَائِيلِيِّينَ مِنْ أَعْدَائِهِمِ الْمُحِيطِينَ بِهِمْ، شَاخَ يَشُوعُ وَطَعَنَ فِي السِّنِّ،"
  },
  "2": {
    "en": "summoned all Israel—their elders, leaders, judges and officials—and said to them: “I am very old.",
    "ar": "فَاسْتَدْعَى إِلَيْهِ جَمِيعَ إِسْرَائِيلَ مِنْ شُيُوخٍ وَرُؤَسَاءَ وَقُضَاةٍ وَعُرَفَاءَ وَقَالَ لَهُمْ: «هَا أَنَا قَدْ شِخْتُ وَطَعَنْتُ فِي السِّنِّ،"
  },
  "3": {
    "en": "You yourselves have seen everything the Lord your God has done to all these nations for your sake; it was the Lord your God who fought for you.",
    "ar": "وَأَنْتُمْ قَدْ شَهِدْتُمْ بِأَنْفُسِكُمْ كُلَّ مَا صَنَعَهُ الرَّبُّ إِلَهُكُمْ بِجَمِيعِ تِلْكَ الأُمَمِ مِنْ أَجْلِكُمْ، لأَنَّ الرَّبَّ إِلَهَكُمْ كَانَ هُوَ الْمُحَارِبُ عَنْكُمْ."
  },
  "4": {
    "en": "Remember how I have allotted as an inheritance for your tribes all the land of the nations that remain—the nations I conquered—between the Jordan and the Mediterranean Sea in the west.",
    "ar": "فَاذْكُرُوا كَيْفَ وَزَّعْتُ عَلَيْكُمْ بِالْقُرْعَةِ كُلَّ أَرَاضِي تِلْكَ الشُّعُوبِ الْبَاقِيَةِ، وَالشُّعُوبِ الَّتِي قَهَرْتُهَا، الَّتِي كَانَتْ مُقِيمَةً مَا بَيْنَ نَهْرِ الأُرْدُنِّ وَالْبَحْرِ الْمُتَوَسِّطِ غَرْباً، لِتَكُونَ مِلْكاً لَكُمْ حَسَبَ أَسْبَاطِكُمْ."
  },
  "5": {
    "en": "The Lord your God himself will push them out for your sake. He will drive them out before you, and you will take possession of their land, as the Lord your God promised you.",
    "ar": "إِنَّ الرَّبَّ إِلَهَكُمْ هُوَ الَّذِي يَنْفِي الشُّعُوبَ الْبَاقِيَةَ وَيَطْرُدُهُمْ مِنْ أَمَامِكُمْ، فَتَرِثُونَ أَرْضَهُمْ كَمَا وَعَدَكُمُ الرَّبُّ إِلَهُكُمْ."
  },
  "6": {
    "en": "“Be very strong; be careful to obey all that is written in the Book of the Law of Moses, without turning aside to the right or to the left.",
    "ar": "فَتَشَجَّعُوا جِدّاً وَاحْرِصُوا عَلَى طَاعَةِ كُلِّ مَا هُوَ مَكْتُوبٌ فِي سِفْرِ شَرِيعَةِ مُوسَى، وَعَلَى الْعَمَلِ بِهِ لِئَلّا تَحِيدُوا عَنْهَا شِمَالاً أَوْ يَمِيناً."
  },
  "7": {
    "en": "Do not associate with these nations that remain among you; do not invoke the names of their gods or swear by them. You must not serve them or bow down to them.",
    "ar": "لِكَيْ لَا تَخْتَلِطُوا بِهَؤُلاءِ الأُمَمِ الْبَاقِيَةِ مَعَكُمْ، وَلا تَذْكُرُوا اسْمَ آلِهَتِهَا وَلا تُقْسِمُوا بِها وَلا تَعْبُدُوهَا وَلا تَسْجُدُوا لَهَا."
  },
  "8": {
    "en": "But you are to hold fast to the Lord your God, as you have until now.",
    "ar": "وَلَكِنْ تَمَسَّكُوا بِالرَّبِّ إِلَهِكُمْ كَمَا فَعَلْتُمْ إِلَى هَذَا الْيَوْمِ."
  },
  "9": {
    "en": "“The Lord has driven out before you great and powerful nations; to this day no one has been able to withstand you.",
    "ar": "قَدْ طَرَدَ الرَّبُّ مِنْ أَمَامِكُمْ شُعُوباً عَظِيمَةً قَوِيَّةً، فَلَمْ يَقْدِرْ أَحَدٌ أَنْ يُقَاوِمَكُمْ حَتَّى الآنَ."
  },
  "10": {
    "en": "One of you routs a thousand, because the Lord your God fights for you, just as he promised.",
    "ar": "فَالرَّجُلُ الْوَاحِدُ مِنْكُمْ يَطْرُدُ أَلْفاً، لأَنَّ الرَّبَّ إِلَهَكُمْ هُوَ الْمُحَارِبُ عَنْكُمْ كَمَا وَعَدَكُمْ."
  },
  "11": {
    "en": "So be very careful to love the Lord your God.",
    "ar": "فَاحْرِصُوا جِدّاً عَلَى مَحَبَّةِ الرَّبِّ إِلَهِكُمْ."
  },
  "12": {
    "en": "“But if you turn away and ally yourselves with the survivors of these nations that remain among you and if you intermarry with them and associate with them,",
    "ar": "وَلَكِنْ إِذَا ارْتَدَدْتُمْ وَالْتَصَقْتُمْ بِبَقِيَّةِ هَذِهِ الأُمَمِ الْمَاكِثِينَ مَعَكُمْ، وَصَاهَرْتُمُوهُمْ وَاخْتَلَطْتُمْ بِهِمْ وَهُمْ بِكُمْ،"
  },
  "13": {
    "en": "then you may be sure that the Lord your God will no longer drive out these nations before you. Instead, they will become snares and traps for you, whips on your backs and thorns in your eyes, until you perish from this good land, which the Lord your God has given you.",
    "ar": "فَاعْلَمُوا يَقِيناً أَنَّ الرَّبَّ إِلَهَكُمْ لَا يَعُودُ يَطْرُدُ تِلْكَ الأُمَمَ مِنْ أَمَامِكُمْ، فَيُصْبِحُوا لَكُمْ شَرَكاً وَفَخّاً وَسَوْطاً يَنْهَالُ عَلَى ظُهُورِكُمْ، وَشَوْكاً فِي أَعْيُنِكُمْ حَتَّى تَنْقَرِضُوا مِنَ الأَرْضِ الصَّالِحَةِ الَّتِي وَهَبَهَا لَكُمُ الرَّبُّ إِلَهُكُمْ."
  },
  "14": {
    "en": "“Now I am about to go the way of all the earth. You know with all your heart and soul that not one of all the good promises the Lord your God gave you has failed. Every promise has been fulfilled; not one has failed.",
    "ar": "وَهَا أَنَا الْيَوْمَ مَاضٍ فِي الطَّرِيقِ الَّتِي يَمْضِي إِلَيْهَا أَحْيَاءُ الأَرْضِ كُلُّهُمْ، وَلَكِنَّكُمْ تَعْلَمُونَ حَقَّ الْعِلْمِ مِنْ كُلِّ قُلُوبِكُمْ وَمِنْ كُلِّ نُفُوسِكُمْ أَنَّ جَمِيعَ وُعُودِ الرَّبِّ الصَّالِحَةِ الَّتِي وَعَدَكُمْ بِها قَدْ تَحَقَّقَتْ. الْكُلُّ صَارَ لَكُمْ. لَمْ تَسْقُطْ مِنْهُ كَلِمَةٌ وَاحِدَةٌ."
  },
  "15": {
    "en": "But just as all the good things the Lord your God has promised you have come to you, so he will bring on you all the evil things he has threatened, until the Lord your God has destroyed you from this good land he has given you.",
    "ar": "وَكَمَا وَفَى الرَّبُّ بِوُعُودِهِ الصَّالِحَةِ الَّتِي وَعَدَكُمْ بِها، فَإِنَّهُ كَذَلِكَ يَجْلِبُ عَلَيْكُمْ كُلَّ وَعِيدٍ أَنْذَرَكُمْ بِهِ، حَتَّى يُفْنِيَكُمْ عَنْ هَذِهِ الأَرْضِ الْخَيِّرَةِ الَّتِي وَهَبَهَا لَكُمْ."
  },
  "16": {
    "en": "If you violate the covenant of the Lord your God, which he commanded you, and go and serve other gods and bow down to them, the Lord’s anger will burn against you, and you will quickly perish from the good land he has given you.”",
    "ar": "حِينَ تَتَعَدَّوْنَ عَلَى عَهْدِ الرَّبِّ إِلَهِكُمُ الَّذِي أَمَرَكُمْ بِهِ فَتَعْبُدُونَ آلِهَةً أُخْرَى وَتَسْجُدُونَ لَهَا، عِنْدَئِذٍ يَحْتَدِمُ غَضَبُ الرَّبِّ عَلَيْكُمْ فَتَنْقَرِضُونَ سَرِيعاً مِنَ الأَرْضِ الْخَيِّرَةِ الَّتِي وَهَبَهَا لَكُمْ»."
  }
}