{
  "1": {
    "en": "Early in the morning Joshua and all the Israelites set out from Shittim and went to the Jordan, where they camped before crossing over.",
    "ar": "وَفِي الصَّبَاحِ التَّالِي ارْتَحَلَ يَشُوعُ وَبَنُو إِسْرَائِيلَ مِنْ شِطِّيمَ، وَأَتَوْا إِلَى نَهْرِ الأُرْدُنِّ حَيْثُ بَاتُوا هُنَاكَ قَبْلَ اجْتِيَازِهِ."
  },
  "2": {
    "en": "After three days the officers went throughout the camp,",
    "ar": "وَبَعْدَ ثَلاثَةِ أَيَّامٍ أَخَذَ الْقَادَةُ يَتَجَوَّلُونَ فِي وَسَطِ الْمُخَيَّمِ،"
  },
  "3": {
    "en": "giving orders to the people: “When you see the ark of the covenant of the Lord your God, and the Levitical priests carrying it, you are to move out from your positions and follow it.",
    "ar": "آمِرِينَ الشَّعْبَ: «عِنْدَمَا تُشَاهِدُونَ تَابُوتَ عَهْدِ الرَّبِّ إِلَهِكُمْ مَحْمُولاً عَلَى أَكْتَافِ الْكَهَنَةِ وَاللّاوِيِّينَ، ارْتَحِلُوا مِنْ أَمَاكِنِكُمْ وَاتْبَعُوهُ."
  },
  "4": {
    "en": "Then you will know which way to go, since you have never been this way before. But keep a distance of about two thousand cubits between you and the ark; do not go near it.”",
    "ar": "لِكَيْ تَعْرِفُوا الطَّرِيقَ الَّتِي تَسْلُكُونَهَا لأَنَّكُمْ لَمْ تَمُرُّوا بِها مِنْ قَبْلُ. وَلْيَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَسَافَةٌ نَحْوُ أَلْفَيْ ذِرَاعٍ (أَيْ نَحْوَ كِيلُومِتْرٍ) وَإِيَّاكُمْ أَنْ تَقْرُبُوا مِنْهُ»."
  },
  "5": {
    "en": "Joshua told the people, “Consecrate yourselves, for tomorrow the Lord will do amazing things among you.”",
    "ar": "وَقَالَ يَشُوعُ لِلشَّعْبِ: «قَدِّسُوا أَنْفُسَكُمْ لأَنَّ الرَّبَّ يُجْرِي غَداً عَجَائِبَ فِي وَسَطِكُمْ»."
  },
  "6": {
    "en": "Joshua said to the priests, “Take up the ark of the covenant and pass on ahead of the people.” So they took it up and went ahead of them.",
    "ar": "ثُمَّ قَالَ يَشُوعُ لِلْكَهَنَةِ: «احْمِلُوا تَابُوتَ الْعَهْدِ وَتَقَدَّمُوا أَمَامَ الشَّعْبِ». فَحَمَلُوا التَّابُوتَ وَسَارُوا فِي طَلِيعَةِ الشَّعْبِ."
  },
  "7": {
    "en": "And the Lord said to Joshua, “Today I will begin to exalt you in the eyes of all Israel, so they may know that I am with you as I was with Moses.",
    "ar": "فَقَالَ الرَّبُّ لِيَشُوعَ: «الْيَوْمَ أَبْدَأُ فِي تَعْظِيمِكَ فِي عُيُونِ الإِسْرَائِيلِيِّينَ جَمِيعاً، لِيُدْرِكُوا أَنَّنِي مَعَكَ كَمَا كُنْتُ مَعَ مُوسَى."
  },
  "8": {
    "en": "Tell the priests who carry the ark of the covenant: ‘When you reach the edge of the Jordan’s waters, go and stand in the river.’”",
    "ar": "أَمَّا أَنْتَ فَأْمُرِ الْكَهَنَةَ حَامِلِي تَابُوتِ الْعَهْدِ قَائِلاً: عِنْدَمَا تَبْلُغُونَ ضَفَّةَ مِيَاهِ الأُرْدُنِّ تَوَقَّفُوا فِيهَا»."
  },
  "9": {
    "en": "Joshua said to the Israelites, “Come here and listen to the words of the Lord your God.",
    "ar": "وَقَالَ يَشُوعُ لأَبْنَاءِ إِسْرَائِيلَ: «تَعَالَوْا إِلَى هُنَا وَاسْمَعُوا كَلامَ الرَّبِّ إِلَهِكُمْ."
  },
  "10": {
    "en": "This is how you will know that the living God is among you and that he will certainly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites.",
    "ar": "بِهَذَا تَعْرِفُونَ عَنْ يَقِينٍ أَنَّ اللهَ الْحَيَّ مَوْجُودٌ بَيْنَكُمْ، وَأَنَّهُ يَطْرُدُ مِنْ أَمَامِكُمُ الْكَنْعَانِيِّينَ وَالْحِثِّيِّينَ وَالْحِوِّيِّينَ وَالْفِرِزِّيِّينَ وَالْجِرْجَاشِيِّينَ وَالأَمُورِيِّينَ وَالْيَبُوسِيِّينَ."
  },
  "11": {
    "en": "See, the ark of the covenant of the Lord of all the earth will go into the Jordan ahead of you.",
    "ar": "فَهَا تَابُوتُ عَهْدِ سَيِّدِ كُلِّ الأَرْضِ يَجْتَازُ أَمَامَكُمْ فِي نَهْرِ الأُرْدُنِّ."
  },
  "12": {
    "en": "Now then, choose twelve men from the tribes of Israel, one from each tribe.",
    "ar": "فَاخْتَارُوا الآنَ اثْنَيْ عَشَرَ رَجُلاً مِنْ أَسْبَاطِ إِسْرَائِيلَ، وَاحِداً مِنْ كُلِّ سِبْطٍ."
  },
  "13": {
    "en": "And as soon as the priests who carry the ark of the Lord—the Lord of all the earth—set foot in the Jordan, its waters flowing downstream will be cut off and stand up in a heap.”",
    "ar": "وَعِنْدَمَا تَسْتَقِرُّ بُطُونُ أَقْدَامِ الْكَهَنَةِ، حَامِلِي تَابُوتِ عَهْدِ الرَّبِّ سَيِّدِ الأَرْضِ كُلِّهَا، فِي قَاعِ مَجْرَى نَهْرِ الأُرْدُنِّ، تَتَوَقَّفُ مِيَاهُهُ الْمُنْحَدِرَةُ مِنَ الْمُرْتَفَعَاتِ، عَنِ الْجَرَيَانِ وَتَتَجَمَّعُ عَلَى نَفْسِهَا كَجِدَارٍ»."
  },
  "14": {
    "en": "So when the people broke camp to cross the Jordan, the priests carrying the ark of the covenant went ahead of them.",
    "ar": "وَحِينَ ارْتَحَلَ الشَّعْبُ مِنْ خِيَامِهِمْ لِيَعْبُرُوا نَهْرَ الأُرْدُنِّ، وَفِي طَلِيعَتِهِمِ الْكَهَنَةُ حَامِلُو تَابُوتِ الْعَهْدِ،"
  },
  "15": {
    "en": "Now the Jordan is at flood stage all during harvest. Yet as soon as the priests who carried the ark reached the Jordan and their feet touched the water’s edge,",
    "ar": "كَانَ نَهْرُ الأُرْدُنِّ يَفِيضُ عَلَى جَمِيعِ ضِفَافِهِ، لِحُلُولِ مَوْسِمِ الْحَصَادِ. وَمَا إِنْ أَقْبَلَ الْكَهَنَةُ حَامِلُو التَّابُوتِ عَلَى مِيَاهِ الأُرْدُنِّ وَغَسَلُوا أَرْجُلَهُمْ فِي ضَفَّةِ الْمِيَاهِ،"
  },
  "16": {
    "en": "the water from upstream stopped flowing. It piled up in a heap a great distance away, at a town called Adam in the vicinity of Zarethan, while the water flowing down to the Sea of the Arabah (that is, the Dead Sea) was completely cut off. So the people crossed over opposite Jericho.",
    "ar": "حَتَّى تَوَقَّفَتِ الْمِيَاهُ الْمُنْحَدِرَةُ مِنَ الْمُرْتَفَعَاتِ عَنِ الْجَرَيَانِ، وَأَخَذَتْ تَتَرَاكَمُ عَلَى نَفْسِهَا كَمَا لَوْ كَانَتْ مَحْجُوزَةً وَرَاءَ سَدٍّ، بَعِيداً جِدّاً عَنْ مَدِينَةِ أَدَامَ الْمُجَاوِرَةِ لِبَلْدَةِ صَرْتَانَ. أَمَّا الْمِيَاهُ الْمُنْصَبَّةُ فِي الْبَحْرِ الْمَيِّتِ فَقَدِ انْقَطَعَتْ تَمَاماً عَنْهُ. وَهَكَذَا عَبَرَ الشَّعْبُ قُبَالَةَ أَرِيحَا."
  },
  "17": {
    "en": "The priests who carried the ark of the covenant of the Lord stopped in the middle of the Jordan and stood on dry ground, while all Israel passed by until the whole nation had completed the crossing on dry ground.",
    "ar": "فَوَقَفَ الْكَهَنَةُ حَامِلُو تَابُوتِ عَهْدِ الرَّبِّ فِي وَسَطِ مَجْرَى نَهْرِ الأُرْدُنِّ رَيْثَمَا تَمَّ عُبُورُ جَمِيعِ الشَّعْبِ فَوْقَ أَرْضِهِ الْيَابِسَةِ نَحْوَ الضَّفَّةِ الأُخْرَى."
  }
}