{
  "1": {
    "en": "Now when all the kings west of the Jordan heard about these things—the kings in the hill country, in the western foothills, and along the entire coast of the Mediterranean Sea as far as Lebanon (the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites)—",
    "ar": "وَعِنْدَمَا سَمِعَ جَمِيعُ مُلُوكِ الْحِثِّيِّينَ وَالأَمُورِيِّينَ وَالْكَنْعَانِيِّينَ وَالْفِرِزِّيِّينَ والْحِوِّيِّينَ وَالْيَبُوسِيِّينَ الْمُقِيمِينَ غَرْبِيَّ نَهْرِ الأُرْدُنِّ، الْمُسْتَوْطِنِينَ فِي الْجِبَالِ وَفِي السُّهُولِ، وَعِنْدَ سَاحِلِ الْبَحْرِ الْمُتَوَسِّطِ، حَتَّى حُدُودِ سَاحِلِ لُبْنَانَ، هَذِهِ الأُمُورَ"
  },
  "2": {
    "en": "they came together to wage war against Joshua and Israel.",
    "ar": "سَارَعُوا بِتَوْحِيدِ جُيُوشِهِمْ لِمُحَارَبَةِ يَشُوعَ وَبَنِي إِسْرَائِيلَ."
  },
  "3": {
    "en": "However, when the people of Gibeon heard what Joshua had done to Jericho and Ai,",
    "ar": "وَحِينَ عَرَفَ أَهْلُ جِبْعُونَ بِمَا صَنَعَهُ يَشُوعُ بِأَرِيحَا وَعَايَ،"
  },
  "4": {
    "en": "they resorted to a ruse: They went as a delegation whose donkeys were loaded with worn-out sacks and old wineskins, cracked and mended.",
    "ar": "لَجَأُوا إِلَى الْحِيلَةِ الْمَاكِرَةِ، فَأَقْبَلُوا كَوَفْدٍ مُحَمِّلِينَ حَمِيرَهُمْ بِعِدَالٍ رَثَّةٍ وَزِقَاقِ خَمْرٍ بَالِيَةٍ مَرْبُوطَةٍ،"
  },
  "5": {
    "en": "They put worn and patched sandals on their feet and wore old clothes. All the bread of their food supply was dry and moldy.",
    "ar": "وَارْتَدَوْا نِعَالاً بَالِيَةً وَمُرَقَّعَةً فِي أَرْجُلِهِمْ، وَلَبِسُوا عَلَيْهِمْ ثِيَاباً مُهْتَرِئَةً، وَتَزَوَّدُوا بِخُبْزٍ يَابِسٍ فَقَطْ، تَحَوَّلَ إِلَى فُتَاتٍ،"
  },
  "6": {
    "en": "Then they went to Joshua in the camp at Gilgal and said to him and the Israelites, “We have come from a distant country; make a treaty with us.”",
    "ar": "وَقَدِمُوا عَلَى يَشُوعَ فِي مُخَيَّمِ الْجِلْجَالِ، وَقَالُوا لَهُ وَلِقَادَةِ إِسْرَائِيلَ: «هَا نَحْنُ قَدْ جِئْنَا مِنْ أَرْضٍ بَعِيدَةٍ، فَاقْطَعُوا لَنَا عَهْداً»."
  },
  "7": {
    "en": "The Israelites said to the Hivites, “But perhaps you live near us, so how can we make a treaty with you?”",
    "ar": "فَقَالَ قَادَةُ إِسْرَائِيلَ لِلْحِوِّيِّينَ: «كَيْفَ نَقْطَعُ لَكُمْ عَهْداً؟ رُبَّمَا أَنْتُمْ مِنْ سُكَّانِ هَذِهِ الْمِنْطَقَةِ»."
  },
  "8": {
    "en": "“We are your servants,” they said to Joshua.\nBut Joshua asked, “Who are you and where do you come from?”",
    "ar": "فَقَالُوا لِيَشُوعَ: «نَحْنُ عَبِيدٌ لَكَ» فَسَأَلَهُمْ يَشُوعُ: «مَنْ أَنْتُمْ، وَمِنْ أَيْنَ أَقْبَلْتُمْ؟»"
  },
  "9": {
    "en": "They answered: “Your servants have come from a very distant country because of the fame of the Lord your God. For we have heard reports of him: all that he did in Egypt,",
    "ar": "فَأَجَابُوهُ: «لَقَدْ جَاءَ عَبِيدُكَ عَلَى اسْمِ الرَّبِّ إِلَهِكَ مِنْ أَرْضٍ بَعِيدَةٍ جِدّاً، لأَنَّنَا قَدْ سَمِعْنَا بِقُدْرَتِهِ وَبِكُلِّ مَا أَجْرَاهُ عَلَى مِصْرَ،"
  },
  "10": {
    "en": "and all that he did to the two kings of the Amorites east of the Jordan—Sihon king of Heshbon, and Og king of Bashan, who reigned in Ashtaroth.",
    "ar": "وَبِكُلِّ مَا صَنَعَهُ بِمَلِكَيِ الأَمُورِيِّينَ: سِيحُونَ مَلِكِ حَشْبُونَ وَعُوجَ مَلِكِ بَاشَانَ، الَّذِي فِي عَشْتَارُوثَ الْمُقِيمَيْنِ فِي شَرْقِيِّ الأُرْدُنِّ."
  },
  "11": {
    "en": "And our elders and all those living in our country said to us, ‘Take provisions for your journey; go and meet them and say to them, “We are your servants; make a treaty with us.”’",
    "ar": "فَأَشَارَ عَلَيْنَا شُيُوخُنَا وَسَائِرُ سُكَّانِ أَرْضِنَا أَنْ نَتَزَوَّدَ لِهَذِهِ الرِّحْلَةِ الطَّوِيلَةِ، وَنَأْتِيَ لِلِقَائِكُمْ وَنُعْلِنَ لَكُمْ أَنَّ شَعْبَنَا صَارَ لَكُمْ عَبِيداً، فَتَعَالَوْا وَاقْطَعُوا لَنَا عَهْداً."
  },
  "12": {
    "en": "This bread of ours was warm when we packed it at home on the day we left to come to you. But now see how dry and moldy it is.",
    "ar": "هَذَا هُوَ خُبْزُنَا أَخَذْنَاهُ مِنْ بُيُوتِنَا سَاخِناً يَوْمَ بَدَأْنَا رِحْلَتَنَا إِلَيْكُمْ، وَصَارَ الآنَ يَابِساً فُتَاتاً."
  },
  "13": {
    "en": "And these wineskins that we filled were new, but see how cracked they are. And our clothes and sandals are worn out by the very long journey.”",
    "ar": "وَهَذِهِ هِيَ زِقَاقُ الْخَمْرِ الَّتِي كَانَتْ جَدِيدَةً يَوْمَ مَلأْنَاهَا، قَدْ أَصْبَحَتْ مُشَقَّقَةً، وَهَذِهِ ثِيَابُنَا وَنِعَالُنَا قَدْ بَلِيَتْ مِنْ طُولِ الْمَسِيرِ عَلَى الطَّرِيقِ»."
  },
  "14": {
    "en": "The Israelites sampled their provisions but did not inquire of the Lord.",
    "ar": "فَأَخَذَ قَادَةُ إِسْرَائِيلَ مِنْ زَادِهِمْ مِنْ غَيْرِ اسْتِشَارَةِ الرَّبِّ."
  },
  "15": {
    "en": "Then Joshua made a treaty of peace with them to let them live, and the leaders of the assembly ratified it by oath.",
    "ar": "وَعَقَدَ يَشُوعُ لَهُمْ مُعَاهَدَةَ صُلْحٍ، وَأَبْرَمَ مَعَهُمْ مِيثَاقاً لِلْمُحَافَظَةِ عَلَى حَيَاتِهِمْ، وَكَذَلِكَ حَلَفَ لَهُمْ قَادَةُ إِسْرَائِيلَ."
  },
  "16": {
    "en": "Three days after they made the treaty with the Gibeonites, the Israelites heard that they were neighbors, living near them.",
    "ar": "وَفِي نِهَايَةِ ثَلاثَةِ أَيَّامٍ، بَعْدَ أَنْ قَطَعُوا لَهُمْ عَهْداً، اكْتَشَفَ الإِسْرَائِيلِيُّونَ أَنَّهُمْ مِنَ الْحِوِّيِّينَ الْقَرِيبِينَ مِنْهُمْ وَالْمُقِيمِينَ فِي وَسَطِهِمْ."
  },
  "17": {
    "en": "So the Israelites set out and on the third day came to their cities: Gibeon, Kephirah, Beeroth and Kiriath Jearim.",
    "ar": "وَمَا لَبِثَ أَنِ ارْتَحَلَ الإِسْرَائِيلِيُّونَ فِي الْيَوْمِ الثَّالِثِ وَجَاءُوا إِلَى مُدُنِ الْحِوِّيِّينَ الَّتِي هِيَ جِبْعُونُ وَالْكَفِيرَةُ وَبَئِيرُوتُ وَقَرْيَةُ يَعَارِيمَ."
  },
  "18": {
    "en": "But the Israelites did not attack them, because the leaders of the assembly had sworn an oath to them by the Lord, the God of Israel.\nThe whole assembly grumbled against the leaders,",
    "ar": "فَلَمْ يُهَاجِمْهُمُ الْمُحَارِبُونَ لأَنَّ قَادَةَ الْجَمَاعَةِ قَدْ أَبْرَمُوا مَعَهُمْ عَهْداً حَالِفِينَ بِالرَّبِّ إِلَهِ إِسْرَائِيلَ. فَتَذَمَّرَ جَمِيعُ الشَّعْبِ عَلَى الْقَادَةِ."
  },
  "19": {
    "en": "but all the leaders answered, “We have given them our oath by the Lord, the God of Israel, and we cannot touch them now.",
    "ar": "فَقَالَ الْقَادَةُ لِبَنِي إِسْرَائِيلَ: «إِنَّنَا قَدْ حَلَفْنَا لَهُمْ بِالرَّبِّ إِلَهِ إِسْرَائِيلَ، وَلا يُمْكِنُنَا الآنَ أَنْ نَمَسَّهُمْ بِسُوءٍ."
  },
  "20": {
    "en": "This is what we will do to them: We will let them live, so that God’s wrath will not fall on us for breaking the oath we swore to them.”",
    "ar": "وَلا يَسَعُنَا إلّا أَنْ نَسْتَحْيِيَهُمْ لِئَلّا يَحِلَّ عَلَيْنَا سَخَطُ الرَّبِّ مِنَ جَرَّاءِ الْيَمِينِ الَّتي حَلَفْنَا بِها لَهُمْ»."
  },
  "21": {
    "en": "They continued, “Let them live, but let them be woodcutters and water carriers in the service of the whole assembly.” So the leaders’ promise to them was kept.",
    "ar": "وَأَضَافُوا: «لِيَحْيَوْا، وَلَكِنْ لِيَكُونُوا لِكُلِّ الْجَمَاعَةِ عَبِيداً، يَحْتَطِبُونَ حَطَباً وَيَسْتَقُونَ لَهُمْ مَاءً». وَهَكَذَا لَمْ يَنْكُثِ الْقَادَةُ عَهْدَهُمْ."
  },
  "22": {
    "en": "Then Joshua summoned the Gibeonites and said, “Why did you deceive us by saying, ‘We live a long way from you,’ while actually you live near us?",
    "ar": "وَاسْتَدْعَاهُمْ يَشُوعُ وَقَالَ لَهُمْ: «لِمَاذَا خَدَعْتُمُونَا مُدَّعِينَ أَنَّكُمْ تُقِيمُونَ بَعِيداً جِدّاً، بَيْنَمَا أَنْتُمْ سَاكِنُونَ فِي وَسَطِنَا؟"
  },
  "23": {
    "en": "You are now under a curse: You will never be released from service as woodcutters and water carriers for the house of my God.”",
    "ar": "فَلْتَكُونُوا مَلْعُونِينَ الآنَ، لَا يَنْقَطِعُ مِنْكُمُ الْعَبِيدُ وَمُحْتَطِبُو الْحَطَبِ وَمُسْتَقُو الْمَاءِ لِبَيْتِ إِلَهِي»."
  },
  "24": {
    "en": "They answered Joshua, “Your servants were clearly told how the Lord your God had commanded his servant Moses to give you the whole land and to wipe out all its inhabitants from before you. So we feared for our lives because of you, and that is why we did this.",
    "ar": "فَأَجَابُوا يَشُوعَ قَائِلِينَ: «لَقَدْ بَلَغَ عَبِيدَكَ أَخْبَارُ مَا وَعَدَ بِهِ الرَّبُّ إِلَهُكَ مُوسَى عَبْدَهُ، أَنْ يَهَبَكُمْ كُلَّ الأَرْضِ وَيُهْلِكَ جَمِيعَ سُكَّانِهَا مِنْ أَمَامِكُمْ، فَخَشِينَا جِدّاً عَلَى أَنْفُسِنَا مِنْكُمْ، فَتَوَسَّلْنَا بِالْحِيلَةِ."
  },
  "25": {
    "en": "We are now in your hands. Do to us whatever seems good and right to you.”",
    "ar": "وَالآنَ هَا نَحْنُ تَحْتَ رَحْمَتِكَ، فَافْعَلْ بِنَا مَا تَرَاهُ صَالِحاً وَحَقّاً»."
  },
  "26": {
    "en": "So Joshua saved them from the Israelites, and they did not kill them.",
    "ar": "وَهَكَذَا أَنْقَذَهُمْ يَشُوعُ مِنَ الإِسْرَائِيلِيِّينَ فَلَمْ يَقْتُلُوهُمْ،"
  },
  "27": {
    "en": "That day he made the Gibeonites woodcutters and water carriers for the assembly, to provide for the needs of the altar of the Lord at the place the Lord would choose. And that is what they are to this day.",
    "ar": "وَلَكِنَّهُ اسْتَخْدَمَهُمْ مُنْذُ ذَلِكَ الْيَوْمِ فِي احْتِطَابِ الْحَطَبِ، وَاسْتِقَاءِ الْمَاءِ لِكُلِّ جَمَاعَةِ إِسْرَائِيلَ، وَلِمَذْبَحِ الرَّبِّ إِلَى هَذَا الْيَوْمِ، فِي الْمَوْضِعِ الَّذِي يَخْتَارُهُ الرَّبُّ."
  }
}