{
  "1": {
    "en": "Then Samuel took a flask of olive oil and poured it on Saul’s head and kissed him, saying, “Has not the Lord anointed you ruler over his inheritance?",
    "ar": "وَأَخَذَ صَمُوئِيلُ قِنِّينَةَ زَيْتٍ وَصَبَّ عَلَى رَأْسِ شَاوُلَ وَقَبَّلَهُ وَقَالَ: «لَقَدْ مَسَحَكَ الرَّبُّ رَئِيساً عَلَى مِيرَاثِهِ."
  },
  "2": {
    "en": "When you leave me today, you will meet two men near Rachel’s tomb, at Zelzah on the border of Benjamin. They will say to you, ‘The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, “What shall I do about my son?”’",
    "ar": "حَالَمَا تَنْصَرِفُ مِنْ عِنْدِي الْيَوْمَ تُصَادِفُ رَجُلَيْنِ بِالْقُرْبِ مِنْ قَبْرِ رَاحِيلَ فِي صَلْصَحَ فِي أَرْضِ بِنْيَامِينَ، فَيَقُولانِ لَكَ: قَدْ تَمَّ الْعُثُورُ عَلَى الْحَمِيرِ الَّتِي ذَهَبْتَ تَبْحَثُ عَنْهَا، وَقَدْ تَبَدَّدَ قَلَقُ أَبِيكَ بِشَأْنِهَا. إِلّا أَنَّ الْقَلَقَ اسْتَبَدَّ بِهِ عَلَيْكُمَا قَائِلاً: كَيْفَ يُمْكِنُ أَنْ أَعْثُرَ عَلَى وَلَدِي؟"
  },
  "3": {
    "en": "“Then you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine.",
    "ar": "وَتُتَابِعُ سَيْرَكَ مِنْ هُنَاكَ حَتَّى تَصِلَ إِلَى بَلُّوطَةِ تَابُورَ، فَيَلْتَقِيَكَ هُنَاكَ ثَلاثَةُ رِجَالٍ فِي طَرِيقِهِمْ إِلَى بَيْتِ إِيلَ لِيُقَدِّمُوا قُرْبَاناً لِلهِ، يَحْمِلُ أَحَدُهُمْ ثَلاثَةَ جِدَاءٍ، وَيَحْمِلُ الثَّانِي ثَلاثَةَ أَرْغِفَةِ خُبْزٍ، وَيَحْمِلُ الثَّالِثُ زِقَّ خَمْرٍ،"
  },
  "4": {
    "en": "They will greet you and offer you two loaves of bread, which you will accept from them.",
    "ar": "فَيُحَيُّونَكَ وَيُقَدِّمُونَ لَكَ رَغِيفَيْ خُبْزٍ، فَاقْبَلْهُمَا مِنْهُمْ."
  },
  "5": {
    "en": "“After that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying.",
    "ar": "بَعْدَ ذَلِكَ تَصِلُ إِلَى تَلِّ اللهِ فِي جِبْعَةَ حَيْثُ تُعَسْكِرُ حَامِيَةٌ لِلْفِلِسْطِينِيِّينَ. فَتُصَادِفُكَ عِنْدَ مَدْخَلِ جِبْعَةَ مَجْمُوعَةٌ مِنَ الأَنْبِيَاءِ نَازِلِينَ مِنَ التَّلِّ يَعْزِفُونَ عَلَى الرَّبَابِ وَالدُّفِّ وَالنَّايِ وَالْعُودِ وَهُمْ يَتَنَبَّأُونَ،"
  },
  "6": {
    "en": "The Spirit of the Lord will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person.",
    "ar": "فَيَحِلُّ عَلَيْكَ رُوحُ الرَّبِّ فَتَتَنَبَّأُ مَعَهُمْ وَتَصِيرُ رَجُلاً آخَرَ."
  },
  "7": {
    "en": "Once these signs are fulfilled, do whatever your hand finds to do, for God is with you.",
    "ar": "وَعِنْدَمَا تَتَحَقَّقُ هَذِهِ الْعَلامَاتُ لَكَ، فَافْعَلْ مَا تَرَاهُ مُوَافِقاً، لأَنَّ الرَّبَّ مَعَكَ."
  },
  "8": {
    "en": "“Go down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.”",
    "ar": "وَعَلَيْكَ أَنْ تَسْبِقَنِي إِلَى الْجِلْجَالِ لأَنَّنِي قَادِمٌ إِلَيْهَا لأُصْعِدَ لِلرَّبِّ مُحْرَقَاتٍ وَأُقَرِّبَ ذَبَائِحَ سَلامٍ، فَامْكُثْ هُنَاكَ سَبْعَةَ أَيَّامٍ رَيْثَمَا آتِي إِلَيْكَ لأُطْلِعَكَ عَمَّا يَتَوَجَّبُ عَلَيْكَ عَمَلُهُ»."
  },
  "9": {
    "en": "As Saul turned to leave Samuel, God changed Saul’s heart, and all these signs were fulfilled that day.",
    "ar": "وَمَا إِنِ انْصَرَفَ مِنْ عِنْدِ صَمُوئِيلَ، وَبَدَأَ رِحْلَةَ عَوْدَتِهِ حَتَّى أَنْعَمَ اللهُ عَلَيْهِ بِقَلْبٍ جَدِيدٍ وَتَحَقَّقَتْ لَهُ جَمِيعُ تِلْكَ الْعَلامَاتِ."
  },
  "10": {
    "en": "When he and his servant arrived at Gibeah, a procession of prophets met him; the Spirit of God came powerfully upon him, and he joined in their prophesying.",
    "ar": "وَعِنْدَمَا وَصَلَ جِبْعَةَ قَابَلَتْهُ مَجْمُوعَةٌ مِنَ الأَنبِيَاءِ، فَحَلَّ عَلَيْهِ رُوحُ اللهِ وَتَنَبَّأَ فِي وَسَطِهِمْ."
  },
  "11": {
    "en": "When all those who had formerly known him saw him prophesying with the prophets, they asked each other, “What is this that has happened to the son of Kish? Is Saul also among the prophets?”",
    "ar": "وَحِينَ شَاهَدَهُ الَّذِينَ كَانُوا يَعْرِفُونَهُ مِنْ قَبْلُ يَتَنَبَّأُ، تَسَاءَلُوا فِيمَا بَيْنَهُمْ: «مَاذَا جَرَى لابنِ قَيْسٍ؟ أَشَاوُلُ أَيْضاً بَيْنَ الأَنْبِيَاءِ؟»"
  },
  "12": {
    "en": "A man who lived there answered, “And who is their father?” So it became a saying: “Is Saul also among the prophets?”",
    "ar": "فَأَجَابَ رَجُلٌ مِنَ الْمُقِيمِينَ هُنَاكَ: «وَمَنْ هُوَ أَبُو الأَنْبِيَاءِ؟» وَهَكَذَا صَارَ الْقَوْلُ: «أَشَاوُلُ أَيْضاً بَيْنَ الأَنْبِيَاءِ» مَثَلاً."
  },
  "13": {
    "en": "After Saul stopped prophesying, he went to the high place.",
    "ar": "وَلَمَّا فَرَغَ مِنَ التَّنَبُّوءِ، صَعِدَ إِلَى الْمُرْتَفَعِ،"
  },
  "14": {
    "en": "Now Saul’s uncle asked him and his servant, “Where have you been?”\n“Looking for the donkeys,” he said. “But when we saw they were not to be found, we went to Samuel.”",
    "ar": "فَرَآهُ عَمُّهُ، وَرَأَى غُلَامَهَ، فَسَأَلَهُمَا: «إِلَى أَيْنَ ذَهَبْتُمَا؟» فَأَجَابَهُ: «لِلْبَحْثِ عَنِ الْحَمِيرِ، وَلَمَّا أَخْفَقْنَا فِي الْعُثُورِ عَلَيْهَا قَدِمْنَا إِلَى صَمُوئِيلَ»."
  },
  "15": {
    "en": "Saul’s uncle said, “Tell me what Samuel said to you.”",
    "ar": "فَقَالَ عَمُّ شَاوُلَ: «أَنْبِئْنِي مَاذَا قَالَ لَكُمَا صَمُوئِيلُ؟»"
  },
  "16": {
    "en": "Saul replied, “He assured us that the donkeys had been found.” But he did not tell his uncle what Samuel had said about the kingship.",
    "ar": "فَأَجَابَ شَاوُلُ عَمَّهُ: «أَعْلَمَنَا أَنَّ الْحَمِيرَ قَدْ تَمَّ الْعُثُورُ عَلَيْهَا». وَلَكِنَّهُ كَتَمَ عَنْهُ أَمْرَ الْمَمْلَكَةِ الَّذِي حَدَّثَهُ بِهِ صَمُوئِيلُ."
  },
  "17": {
    "en": "Samuel summoned the people of Israel to the Lord at Mizpah",
    "ar": "وَاسْتَدْعَى صَمُوئِيلُ الشَّعْبَ لِلاجْتِمَاعِ إِلَى الرَّبِّ فِي الْمِصْفَاةِ."
  },
  "18": {
    "en": "and said to them, “This is what the Lord, the God of Israel, says: ‘I brought Israel up out of Egypt, and I delivered you from the power of Egypt and all the kingdoms that oppressed you.’",
    "ar": "وَأَبْلَغَهُمْ رِسَالَةَ الرَّبِّ لَهُمُ، الَّتِي تَقُولُ: «إِنِّي قَدْ أَخْرَجْتُ إِسْرَائِيلَ مِنْ مِصْرَ وَأَنْقَذْتُكُمْ مِنْ قَبْضَةِ الْمِصْرِيِّينَ وَمِنْ جَوْرِ الْمَمَالِكِ الأُخْرَى الَّتِي ضَايَقَتْكُمْ،"
  },
  "19": {
    "en": "But you have now rejected your God, who saves you out of all your disasters and calamities. And you have said, ‘No, appoint a king over us.’ So now present yourselves before the Lord by your tribes and clans.”",
    "ar": "وَلَكِنَّكُمُ الْيَوْمَ تَنَكَّرْتُمْ لإِلَهِكُمْ، مُخَلِّصِكُمْ مِنْ جَمِيعِ الْمُسِيئِينَ إِلَيْكُمْ وَمِنْ مُضَايِقِيكُمْ، وَقُلْتُمْ لَهُ: نَصِّبْ عَلَيْنَا مَلِكاً. وَالآنَ امْثُلُوا أَمَامَ الرَّبِّ حَسَبَ أَسْبَاطِكُمْ وَعَشَائِرِكُمْ»."
  },
  "20": {
    "en": "When Samuel had all Israel come forward by tribes, the tribe of Benjamin was taken by lot.",
    "ar": "وَطَلَبَ صَمُوئِيلُ مِنْ كُلِّ سِبْطٍ أَنْ يَتَقَدَّمَ بِدَوْرِهِ لِلْمُثُولِ أَمَامَ الرَّبِّ، فَاخْتَارَ الرَّبُّ سِبْطَ بِنْيَامِينَ."
  },
  "21": {
    "en": "Then he brought forward the tribe of Benjamin, clan by clan, and Matri’s clan was taken. Finally Saul son of Kish was taken. But when they looked for him, he was not to be found.",
    "ar": "ثُمَّ تَقَدَّمَتْ عَشَائِرُ سِبْطِ بِنْيَامِينَ، فَاخْتَارَ الرَّبُّ عَشِيرَةَ مَطْرِي، وَمِنْهَا وَقَعَ الاخْتِيَارُ عَلَى شَاوُلَ بْنِ قَيْسٍ. فَبَحَثُوا عَنْهُ فَلَمْ يَعْثُرُوا عَلَيْهِ."
  },
  "22": {
    "en": "So they inquired further of the Lord, “Has the man come here yet?”\nAnd the Lord said, “Yes, he has hidden himself among the supplies.”",
    "ar": "فَسَأَلُوا الرَّبَّ: «أَلَمْ يَأْتِ الرَّجُلُ إِلَى هُنَا بَعْدُ؟» فَأَجَابَ: «هُوَذَا قَدِ اخْتَبَأَ بَيْنَ الأَمْتِعَةِ»."
  },
  "23": {
    "en": "They ran and brought him out, and as he stood among the people he was a head taller than any of the others.",
    "ar": "فَتَرَاكَضُوا وَأَحْضَرُوهُ مِنْ هُنَاكَ. فَوَقَفَ بَيْنَ الشَّعْبِ، فَكَانَ أَطْوَلَهُمْ قَامَةً مِنْ كَتِفَيْهِ فَمَا فَوْقُ."
  },
  "24": {
    "en": "Samuel said to all the people, “Do you see the man the Lord has chosen? There is no one like him among all the people.”\nThen the people shouted, “Long live the king!”",
    "ar": "فَقَالَ صَمُوئِيلُ لِجَمِيعِ الشَّعْبِ: «أَشَاهَدْتُمْ مَنِ اخْتَارَهُ الرَّبُّ لِيَكُونَ مَلِكاً عَلَيْكُمْ؟ لَيْسَ لَهُ نَظِيرٌ فِي كُلِّ الشَّعْبِ»؛ فَهَتَفُوا: «لِيَحْيَ الْمَلِكُ!»"
  },
  "25": {
    "en": "Samuel explained to the people the rights and duties of kingship. He wrote them down on a scroll and deposited it before the Lord. Then Samuel dismissed the people to go to their own homes.",
    "ar": "وَأَطْلَعَ صَمُوئِيلُ الشَّعْبَ عَلَى حُقُوقِ الْمَلِكِ وَوَاجِبَاتِهِ وَدَوَّنَهَا فِي كِتَابٍ وَوَضَعَهُ أَمَامَ الرَّبِّ. ثُمَّ صَرَفَ صَمُوئِيلُ جَمِيعَ الشَّعْبِ إِلَى بُيُوتِهِمْ."
  },
  "26": {
    "en": "Saul also went to his home in Gibeah, accompanied by valiant men whose hearts God had touched.",
    "ar": "وَمَضَى شَاوُلُ أَيْضاً إِلَى بَيْتِهِ إِلَى جِبْعَةَ تُرَافِقُهُ الْجَمَاعَةُ الَّتِي مَسَّ اللهُ قَلْبَهَا."
  },
  "27": {
    "en": "But some scoundrels said, “How can this fellow save us?” They despised him and brought him no gifts. But Saul kept silent.",
    "ar": "غَيْرَ أَنَّ فِئَةً مِنَ الغَوْغَاءِ قَالُوا: «كَيْفَ يُنْقِذُنَا هَذَا؟» فَاحْتَقَرُوهُ وَلَمْ يُقَدِّمُوا لَهُ هَدَايَا. أَمَّا شَاوُلُ فَاعْتَصَمَ بِالصَّمْتِ."
  }
}