{
  "1": {
    "en": "Samuel said to all Israel, “I have listened to everything you said to me and have set a king over you.",
    "ar": "وَقَالَ صَمُوئِيلُ لِكُلِّ الإِسْرَائِيلِيِّينَ: «هَا أَنَا قَدْ لَبَّيْتُ طَلَبَكُمْ وَحَقَّقْتُ لَكُمْ كُلَّ مَا سَأَلْتُمْ وَنَصَّبْتُ عَلَيْكُمْ مَلِكاً،"
  },
  "2": {
    "en": "Now you have a king as your leader. As for me, I am old and gray, and my sons are here with you. I have been your leader from my youth until this day.",
    "ar": "وَقَدْ صَارَ لَكُمْ مَلِكٌ يَسِيرُ أَمَامَكُمْ، وَأَمَّا أَنَا فَقَدْ شِخْتُ وَغَزَا الشَّيْبُ شَعْرَ رَأْسِي. وَهَا أَوْلادِي بَيْنَكُمْ، وَأَنَا قَدْ خَدَمْتُكُمْ مُنْذُ صِبَايَ."
  },
  "3": {
    "en": "Here I stand. Testify against me in the presence of the Lord and his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I oppressed? From whose hand have I accepted a bribe to make me shut my eyes? If I have done any of these things, I will make it right.”",
    "ar": "فَاشْهَدُوا عَلَيَّ فِي حَضْرَةِ الرَّبِّ، وَأَمَامَ مَلِكِهِ الْمُخْتَارِ، إِنْ كُنْتُ قَدْ أَخَذْتُ ثَوْراً أَوْ حِمَاراً مِنْ أَحَدٍ، أَوْ ظَلَمْتُ أَوْ جُرْتُ عَلَى أَحَدٍ أَوْ قَبِلْتُ رِشْوَةً مِنْ أَحَدٍ لأُغْمِضَ عَيْنَيَّ عَنْهُ، فَأُعَوِّضَ ذَلِكَ عَلَيْكُمْ»."
  },
  "4": {
    "en": "“You have not cheated or oppressed us,” they replied. “You have not taken anything from anyone’s hand.”",
    "ar": "فَأَجَابُوهُ: «لَمْ تَظْلِمْنَا وَلَمْ تَجُرْ عَلَيْنَا وَلا أَخَذْتَ شَيْئاً مِنْ أَحَدٍ»."
  },
  "5": {
    "en": "Samuel said to them, “The Lord is witness against you, and also his anointed is witness this day, that you have not found anything in my hand.”\n“He is witness,” they said.",
    "ar": "فَقَالَ لَهُمْ: «لِيَكُنِ الرَّبُّ وَمَلِكُهُ الْمُخْتَارُ شَاهِدَيْنِ فِي هَذَا الْيَوْمِ عَلَى بَرَاءَتِي الْكَامِلَةِ». فَقَالُوا: «يَشْهَدُ الرَّبُّ»."
  },
  "6": {
    "en": "Then Samuel said to the people, “It is the Lord who appointed Moses and Aaron and brought your ancestors up out of Egypt.",
    "ar": "وَقَالَ صَمُوئِيلُ لِلشَّعْبِ: «إِنَّ الرَّبَّ هُوَ الَّذِي اخْتَارَ مُوسَى وَهروُنَ وَأَخْرَجَ آبَاءَكُمْ مِنْ دِيَارِ مِصْرَ."
  },
  "7": {
    "en": "Now then, stand here, because I am going to confront you with evidence before the Lord as to all the righteous acts performed by the Lord for you and your ancestors.",
    "ar": "وَالآنَ امْثُلُوا أَمَامَ الرَّبِّ لأُذَكِّرَكُمْ بِجَمِيعِ مُعَامَلاتِهِ الَّتِي أَجْرَاهَا مَعَكُمْ وَمَعَ آبَائِكُمْ:"
  },
  "8": {
    "en": "“After Jacob entered Egypt, they cried to the Lord for help, and the Lord sent Moses and Aaron, who brought your ancestors out of Egypt and settled them in this place.",
    "ar": "بَعْدَ أَنْ نَزَلَ يَعْقُوبُ دِيَارَ مِصْرَ، وَاضْطَهَدَ الْمِصْرِيُّونَ ذُرِّيَّتَهُ، اسْتَغَاثَ آبَاؤُكُمْ بِالرَّبِّ، فَأَرْسَلَ إِلَيْهِمْ مُوسَى وَهروُنَ فَأَخْرَجَاهُمْ مِنْ دِيَارِ مِصْرَ وَقَادَاهُمْ لِلإِقَامَةِ فِي هَذَا الْمَوْضِعِ."
  },
  "9": {
    "en": "“But they forgot the Lord their God; so he sold them into the hand of Sisera, the commander of the army of Hazor, and into the hands of the Philistines and the king of Moab, who fought against them.",
    "ar": "وَعِنْدَمَا تَنَاسَوْا الرَّبَّ إِلَهَهُمْ سَلَّطَ عَلَيْهِمْ سِيسَرَا قَائِدَ جَيْشِ حَاصُورَ وَالْفِلِسْطِينِيِّينَ، وَمَلِكَ مُوآبَ فَحَارَبُوهُمْ."
  },
  "10": {
    "en": "They cried out to the Lord and said, ‘We have sinned; we have forsaken the Lord and served the Baals and the Ashtoreths. But now deliver us from the hands of our enemies, and we will serve you.’",
    "ar": "فَاسْتَغَاثُوا بِالرَّبِّ قَائِلِينَ: أَخْطَأْنَا إِذْ تَرَكْنَا الرَّبَّ وَعَبَدْنَا الْبَعْلِيمَ وَالْعَشْتَارُوثَ. فَالآنَ أَنْقِذْنَا مِنْ قَبْضَةِ أَعْدَائِنَا فَنُخْلِصَ لَكَ الْعِبَادَةَ."
  },
  "11": {
    "en": "Then the Lord sent Jerub-Baal, Barak, Jephthah and Samuel, and he delivered you from the hands of your enemies all around you, so that you lived in safety.",
    "ar": "فَأَقَامَ الرَّبُّ جِدْعُونَ وَبَدَانَ وَيَفْتَاحَ وَصَمُوئِيلَ وَأَنْقَذَكُمْ مِنْ قَبْضَةِ أَعْدَائِكُمُ الْمُحِيطِينَ بِكُمْ، وَسَكَنْتُمْ مُطْمَئِنِّينَ."
  },
  "12": {
    "en": "“But when you saw that Nahash king of the Ammonites was moving against you, you said to me, ‘No, we want a king to rule over us’—even though the Lord your God was your king.",
    "ar": "وَلَمَّا عَايَنْتُمْ نَاحَاشَ مَلِكَ عَمُّونَ زَاحِفاً عَلَيْكُمْ قُلْتُمْ لِي: نَصِّبْ عَلَيْنَا مَلِكاً، مَعَ أَنَّ الرَّبَّ إِلَهَكُمْ هُوَ مَلِكُكُمْ."
  },
  "13": {
    "en": "Now here is the king you have chosen, the one you asked for; see, the Lord has set a king over you.",
    "ar": "وَالآنَ هَا هُوَ الرَّجُلُ الَّذِي اخْتَرْتُمْ وَطَلَبْتُمْ، قَدْ جَعَلَهُ الرَّبُّ عَلَيْكُمْ مَلِكاً."
  },
  "14": {
    "en": "If you fear the Lord and serve and obey him and do not rebel against his commands, and if both you and the king who reigns over you follow the Lord your God—good!",
    "ar": "فَإِنِ اتَّقَيْتُمُ الرَّبَّ وَعَبَدْتُمُوهُ وَأَطَعْتُمْ وَصَايَاهُ وَلَمْ تَعْصَوْا أَمْرَهُ وَاتَّبَعْتُمُ الرَّبَّ إِلَهَكُمْ أَنْتُمْ وَمَلِكُكُمُ الْمُتَسَلِّطُ عَلَيْكُمْ: فَلَنْ يُصِيبَكُمْ مَكْرُوهٌ."
  },
  "15": {
    "en": "But if you do not obey the Lord, and if you rebel against his commands, his hand will be against you, as it was against your ancestors.",
    "ar": "وَلَكِنْ إِنْ عَصَيْتُمْ وَصَايَا الرَّبِّ وَأَمْرَهُ، فَإِنَّ عِقَابَ الرَّبِّ يَنْزِلُ بِكُمْ كَمَا نَزَلَ بِآبَائِكُمْ."
  },
  "16": {
    "en": "“Now then, stand still and see this great thing the Lord is about to do before your eyes!",
    "ar": "وَالآنَ قِفُوا وَانْظُرُوا مَا يُجْرِيهِ الرَّبُّ مِنْ آيَةٍ عَظِيمَةٍ أَمَامَكُمْ:"
  },
  "17": {
    "en": "Is it not wheat harvest now? I will call on the Lord to send thunder and rain. And you will realize what an evil thing you did in the eyes of the Lord when you asked for a king.”",
    "ar": "أَلَيْسَ الْيَوْمُ هُوَ مَوْسِمُ حَصَادِ الْقَمْحِ؟ سَأُصَلِّي إِلَى الرَّبِّ حَتَّى يُرْسِلَ عَلَيْكُمْ رُعُوداً وَمَطَراً، فَتُدْرِكُونَ عِظَمَ الشَّرِّ الَّذِي ارْتَكَبْتُمُوهُ فِي عَيْنَيِ الرَّبِّ حِينَ طَلَبْتُمْ أَنْ يُنَصِّبَ عَلَيْكُمْ مَلِكاً»."
  },
  "18": {
    "en": "Then Samuel called on the Lord, and that same day the Lord sent thunder and rain. So all the people stood in awe of the Lord and of Samuel.",
    "ar": "وَصَلَّى صَمُوئِيلُ إِلَى الرَّبِّ فَأَرْسَلَ رُعُوداً وَمَطَراً فِي ذَلِكَ الْيَوْمِ، فَاسْتَوْلَى خَوْفٌ شَدِيدٌ عَلَى الشَّعْبِ مِنَ الرَّبِّ وَمِنْ صَمُوئِيلَ."
  },
  "19": {
    "en": "The people all said to Samuel, “Pray to the Lord your God for your servants so that we will not die, for we have added to all our other sins the evil of asking for a king.”",
    "ar": "وَتَوَسَّلَ جَمِيعُ الشَّعْبِ إِلَى صَمُوئِيلَ قَائِلِينَ: «صَلِّ مِنْ أَجْلِ عَبِيدِكَ إِلَى الرَّبِّ إِلَهِكَ لِكَي لَا نَمُوتَ، لأَنَّنَا قَدْ أَضَفْنَا إِلَى جَمِيعِ خَطَايَانَا شَرّاً جَدِيداً حِينَ طَلَبْنَا أَنْ يُنَصِّبَ عَلَيْنَا مَلِكاً»."
  },
  "20": {
    "en": "“Do not be afraid,” Samuel replied. “You have done all this evil; yet do not turn away from the Lord, but serve the Lord with all your heart.",
    "ar": "فَقَال صَمُوئِيلُ لِلشَّعْبِ: «لا تَخَافُوا، فَأَنْتُمْ حَقّاً قَدِ اقْتَرَفْتُمْ كُلَّ هَذَا الشَّرِّ، وَلَكِنْ إِيَّاكُمْ أَنْ تَحِيدُوا عَنِ الرَّبِّ، بَلِ اعْبُدُوهُ مِنْ كُلِّ قُلُوبِكُمْ."
  },
  "21": {
    "en": "Do not turn away after useless idols. They can do you no good, nor can they rescue you, because they are useless.",
    "ar": "وَلا تَضِلُّوا وَرَاءَ الأَصْنَامِ الْبَاطِلَةِ الَّتِي لَا تُفِيدُ وَلا تُنْقِذُ، لأَنَّهُ لَا طَائِلَ مِنْهَا."
  },
  "22": {
    "en": "For the sake of his great name the Lord will not reject his people, because the Lord was pleased to make you his own.",
    "ar": "فَالرَّبُّ لَا يَتَخَلَّى عَنْ شَعْبِهِ إِكْرَاماً لاِسْمِهِ الْعَظِيمِ، لأَنَّهُ شَاءَ أَنْ يَجْعَلَكُمْ لَهُ شَعْباً."
  },
  "23": {
    "en": "As for me, far be it from me that I should sin against the Lord by failing to pray for you. And I will teach you the way that is good and right.",
    "ar": "وَأَمَّا أَنَا فَحَاشَا لِي أَنْ أُخْطِىءَ إِلَى الرَّبِّ، فَأَكُفَّ عَنِ الصَّلاةِ مِنْ أَجْلِكُمْ، بَلْ أُوَاظِبُ عَلَى تَعْلِيمِكُمُ الطَّرِيقَ الصَّالِحَ الْمُسْتَقِيمَ."
  },
  "24": {
    "en": "But be sure to fear the Lord and serve him faithfully with all your heart; consider what great things he has done for you.",
    "ar": "وَعَلَيْكُمْ بِتَقْوَى الرَّبِّ وَعِبَادَتِهِ بِأَمَانَةٍ مِنْ كُلِّ قُلُوبِكُمْ، مُتَأَمِّلِينَ الْعَظَائِمَ الَّتِي صَنَعَهَا مَعَكُمْ."
  },
  "25": {
    "en": "Yet if you persist in doing evil, both you and your king will perish.”",
    "ar": "وَأَمَّا إِنِ ارْتَكَبْتُمُ الشَّرَّ فَمَصِيرُكُمْ أَنْتُمْ وَمَلِكِكُمُ الْهَلاكُ»."
  }
}