{
  "1": {
    "en": "Now the Philistines fought against Israel; the Israelites fled before them, and many fell dead on Mount Gilboa.",
    "ar": "وَحَارَبَ الْفِلِسْطِينِيُّونَ بَنِي إِسْرَائِيلَ عَلَى جَبَلِ جِلْبُوعَ، فَقُتِلَ مِنْهُمْ جَمْعٌ غَفِيرٌ وَهَرَبَ الْبَاقُونَ."
  },
  "2": {
    "en": "The Philistines were in hot pursuit of Saul and his sons, and they killed his sons Jonathan, Abinadab and Malki-Shua.",
    "ar": "وَتَعَقَّبَ الْفِلِسْطِينِيُّونَ شَاوُلَ وَأَبْنَاءَهُ، فَقَتَلُوا مِنْهُمْ يُونَاثَانَ وَأَبِينَادَابَ وَمَلْكِيشُوعَ."
  },
  "3": {
    "en": "The fighting grew fierce around Saul, and when the archers overtook him, they wounded him critically.",
    "ar": "وَاشْتَدَّتِ الْمَعْرَكَةُ حَوْلَ شَاوُلَ، وَأَثْخَنَ رُمَاةُ السِّهَامِ شَاوُلَ بِالْجِرَاحِ."
  },
  "4": {
    "en": "Saul said to his armor-bearer, “Draw your sword and run me through, or these uncircumcised fellows will come and run me through and abuse me.”\nBut his armor-bearer was terrified and would not do it; so Saul took his own sword and fell on it.",
    "ar": "فَقَالَ شَاوُلُ لِحَامِلِ سِلاحِهِ: «اسْتَلَّ سَيْفَكَ وَاقْتُلْنِي بِهِ، لِئَلّا يَأْتِيَ هَؤُلاءِ الْغُلْفُ وَيَطْعَنُونِي وَيُشَوِّهُونِي». فَأَبَى حَامِلُ سِلاحِهِ الانْصِيَاعَ لِطَلَبِ سَيِّدِهِ خَوْفاً، فَأَخَذَ شَاوُلُ السَّيْفَ وَوَقَعَ عَلَيْهِ."
  },
  "5": {
    "en": "When the armor-bearer saw that Saul was dead, he too fell on his sword and died with him.",
    "ar": "وَعِنْدَمَا شَاهَدَ حَامِلُ سِلاحِهِ أَنَّ شَاوُلَ قَدْ مَاتَ، وَقَعَ هُوَ أَيْضاً عَلَى سَيْفِهِ وَمَاتَ."
  },
  "6": {
    "en": "So Saul and his three sons and his armor-bearer and all his men died together that same day.",
    "ar": "وَهَكَذَا مَاتَ فِي ذَلِكَ الْيَوْمِ شَاوُلُ وَأَبْنَاؤُهُ الثَّلاثَةُ وَحَامِلُ سِلاحِهِ وَجَمِيعُ رِجَالِهِ مَعاً."
  },
  "7": {
    "en": "When the Israelites along the valley and those across the Jordan saw that the Israelite army had fled and that Saul and his sons had died, they abandoned their towns and fled. And the Philistines came and occupied them.",
    "ar": "وَحِينَ رَأَى رِجَالُ إِسْرَائِيلَ الْمُقِيمِينَ عَلَى مُحَاذَاةِ الْوَادِي وَعَبْرِ الأُرْدُنِّ أَنَّ جَيْشَ إِسْرَائِيلَ قَدْ هَرَبَ، وَأَنَّ شَاوُلَ وَأَبْنَاءَهُ قَدْ مَاتُوا، هَجَرُوا الْمُدُنَ وَفَرُّوا. فَأَتَى الْفِلِسْطِينِيُّونَ وَسَكَنُوا فِيهَا."
  },
  "8": {
    "en": "The next day, when the Philistines came to strip the dead, they found Saul and his three sons fallen on Mount Gilboa.",
    "ar": "وَعِنْدَمَا جَاءَ الْفِلِسْطِينِيُّونَ فِي الْيَوْمِ التَّالِي لِيَسْلُبُوا الْقَتْلَى عَثَرُوا عَلَى شَاوُلَ وَعَلَى أَبْنَائِهِ الثَّلاثَةِ صَرْعَى فِي جَبَلِ جِلْبُوعَ،"
  },
  "9": {
    "en": "They cut off his head and stripped off his armor, and they sent messengers throughout the land of the Philistines to proclaim the news in the temple of their idols and among their people.",
    "ar": "فَقَطَعُوا رَأْسَ شَاوُلَ وَنَزَعُوا سِلاحَهُ، وَبَعَثُوا يُبَشِّرُونَ فِي جَمِيعِ أَرْجَاءِ بِلادِ الْفِلِسْطِينِيِّينَ وَفِي مَعَابِدِهِمْ وَبَيْنَ قَوْمِهِمْ."
  },
  "10": {
    "en": "They put his armor in the temple of the Ashtoreths and fastened his body to the wall of Beth Shan.",
    "ar": "وَوَضَعُوا سِلاحَهُ فِي مَعْبَدِ عَشْتَارُوثَ، وَسَمَّرُوا جَسَدَهُ عَلَى سُورِ بَيْتِ شَانَ."
  },
  "11": {
    "en": "When the people of Jabesh Gilead heard what the Philistines had done to Saul,",
    "ar": "وَحِينَ بَلَغَ أَهْلَ يَابِيشَ جِلْعَادَ مَا فَعَلَهُ الْفِلِسْطِينِيُّونَ بِجُثَّةِ شَاوُلَ،"
  },
  "12": {
    "en": "all their valiant men marched through the night to Beth Shan. They took down the bodies of Saul and his sons from the wall of Beth Shan and went to Jabesh, where they burned them.",
    "ar": "هَبَّ كُلُّ الْمُحَارِبِينَ الصَّنَادِيدِ وَسَارُوا اللَّيْلَ كُلَّهُ، وَأَنْزَلُوا جُثَّةَ شَاوُلَ وَجُثَثَ أَبْنَائِهِ عَنْ سُورِ بَيْتِ شَانَ، وَنَقَلُوهَا إِلَى يَابِيشَ وَأَحْرَقُوهَا هُنَاكَ."
  },
  "13": {
    "en": "Then they took their bones and buried them under a tamarisk tree at Jabesh, and they fasted seven days.",
    "ar": "ثُمَّ جَمَعُوا عِظَامَهُمْ وَدَفَنُوهَا تَحْتَ الأَثْلَةِ فِي يَابِيشَ، وَصَامُوا سَبْعَةَ أَيَّامٍ."
  }
}