{
  "1": {
    "en": "So the men of Kiriath Jearim came and took up the ark of the Lord. They brought it to Abinadab’s house on the hill and consecrated Eleazar his son to guard the ark of the Lord.",
    "ar": "وَجَاءَ أَهْلُ يَعَارِيمَ وَأَخَذُوا تَابُوتَ الرَّبِّ حَيْثُ وَضَعُوهُ فِي بَيْتِ أَبِينَادَابَ الْقَائِمِ عَلَى التَّلِّ، وَكَرَّسُوا أَلِعَازَارَ ابْنَهُ لِيَقُومَ عَلَى حِرَاسَةِ التَّابُوتِ."
  },
  "2": {
    "en": "The ark remained at Kiriath Jearim a long time—twenty years in all.\nThen all the people of Israel turned back to the Lord.",
    "ar": "وَطَالَتْ مُدَّةُ بَقَاءِ التَّابُوتِ فِي قَرْيَةِ يَعَارِيمَ، إِذِ انْقَضَتْ عِشْرُونَ سَنَةً عَلَيْهِ هُنَاكَ. تَابَ فِيهَا كُلُّ بَنِي إِسْرَائِيلَ إِلَى الرَّبِّ نَائِحِينَ."
  },
  "3": {
    "en": "So Samuel said to all the Israelites, “If you are returning to the Lord with all your hearts, then rid yourselves of the foreign gods and the Ashtoreths and commit yourselves to the Lord and serve him only, and he will deliver you out of the hand of the Philistines.”",
    "ar": "فَقَالَ صَمُوئِيلُ لِكُلِّ شَعْبِ إِسْرَائِيلَ: «إِنْ كُنْتُمْ حَقّاً قَدْ تُبْتُمْ مِنْ كُلِّ قُلُوبِكُمْ إِلَى الرَّبِّ، فَانْزِعُوا الآلِهَةَ الْغَرِيبَةَ وَأَصْنَامَ الْعَشْتَارُوثِ مِنْ وَسَطِكُمْ، وَهَيِّئُوا قُلُوبَكُمْ لِلرَّبِّ وَاعْبُدُوهُ وَحْدَهُ، فَيُنْقِذَكُمْ مَنْ قَبْضَةِ الْفِلِسْطِينِيِّينَ»."
  },
  "4": {
    "en": "So the Israelites put away their Baals and Ashtoreths, and served the Lord only.",
    "ar": "فَتَخَلَّصَ بَنُو إِسْرَائِيلَ مِنَ الْبَعْلِيمِ وَأَصْنامِ عَشْتَارُوثَ، وَعَبَدُوا الرَّبَّ وَحْدَهُ."
  },
  "5": {
    "en": "Then Samuel said, “Assemble all Israel at Mizpah, and I will intercede with the Lord for you.”",
    "ar": "فَقَالَ صَمُوئِيلُ: «ادْعُوا كُلَّ إِسْرَائِيلَ لِلاجْتِمَاعِ فِي الْمِصْفَاةِ فَأُصَلِّيَ لأَجْلِكُمْ إِلَى الرَّبِّ»."
  },
  "6": {
    "en": "When they had assembled at Mizpah, they drew water and poured it out before the Lord. On that day they fasted and there they confessed, “We have sinned against the Lord.” Now Samuel was serving as leader of Israel at Mizpah.",
    "ar": "فَاجْتَمَعُوا فِي الْمِصْفَاةِ حَيْثُ اسْتَقَوْا مَاءً وَسَكَبُوهُ أَمَامَ الرَّبِّ، وَصَامُوا فِي ذَلِكَ الْيَوْمِ قَائِلِينَ هُنَاكَ: «قَدْ أَخْطَأْنَا إِلَى الرَّبِّ». وَكَانَ صَمُوئِيلُ يَقْضِي لِبَنِي إِسْرَائِيلَ فِي الْمِصْفَاةِ."
  },
  "7": {
    "en": "When the Philistines heard that Israel had assembled at Mizpah, the rulers of the Philistines came up to attack them. When the Israelites heard of it, they were afraid because of the Philistines.",
    "ar": "وَإِذْ سَمِعَ أَقْطَابُ الْفِلِسْطِينِيِّينَ بِتَجَمُّعِ الإِسْرَائِيلِيِّينَ فِي الْمِصْفَاةِ، احْتَشَدُوا لِمُحَارَبَتِهِمْ. وَعِنْدَمَا بَلَغَ الْخَبَرُ بَنِي إِسْرَائِيلَ اعْتَرَاهُمُ الْخَوْفُ مِنَ الْفِلِسْطِينِيِّينَ،"
  },
  "8": {
    "en": "They said to Samuel, “Do not stop crying out to the Lord our God for us, that he may rescue us from the hand of the Philistines.”",
    "ar": "وَقَالُوا لِصَمُوئِيلَ: «لا تَكُفَّ عَنِ التَّضَرُّعِ إِلَى الرَّبِّ إِلَهِنَا مِنْ أَجْلِنَا حَتَّى يُخَلِّصَنَا مِنْ قَبْضَةِ الْفِلِسْطِينِيِّينَ»."
  },
  "9": {
    "en": "Then Samuel took a suckling lamb and sacrificed it as a whole burnt offering to the Lord. He cried out to the Lord on Israel’s behalf, and the Lord answered him.",
    "ar": "فَأَخَذَ صَمُوئِيلُ حَمَلاً رَضِيعاً، وَقَدَّمَهُ بِكَامِلِهِ مُحْرَقَةً لِلرَّبِّ، وَتَضَرَّعَ إِلَيْهِ مِنْ أَجْلِ إِنْقَاذِ إِسْرَائِيلَ، فَاسْتَجَابَ لَهُ الرَّبُّ."
  },
  "10": {
    "en": "While Samuel was sacrificing the burnt offering, the Philistines drew near to engage Israel in battle. But that day the Lord thundered with loud thunder against the Philistines and threw them into such a panic that they were routed before the Israelites.",
    "ar": "وَبَيْنَمَا كَانَ صَمُوئِيلُ يُقَدِّمُ الْمُحْرَقَةَ، أَقْبَلَ الْفِلِسْطِينِيُّونَ لِمُحَارَبَةِ إِسْرَائِيلَ، فَأَطْلَقَ الرَّبُّ صَرْخَةً رَاعِدَةً عَظِيمَةً عَلَى الْفِلِسْطِينِيِّينَ أَلْقَتْ فِيهِمِ الرُّعْبَ فَانْهَزَمُوا أَمَامَ إِسْرَائِيلَ."
  },
  "11": {
    "en": "The men of Israel rushed out of Mizpah and pursued the Philistines, slaughtering them along the way to a point below Beth Kar.",
    "ar": "فَانْدَفَعَ رِجَالُ إِسْرَائِيلَ مِنَ الْمِصْفَاةِ، وَتَعَقَّبُوهُمْ إِلَى مَا تَحْتَ بَيْتِ كَارٍ، وَقَضَوْا عَلَيْهِمْ."
  },
  "12": {
    "en": "Then Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, “Thus far the Lord has helped us.”",
    "ar": "فَأَخَذَ صَمُوئِيلُ حَجَراً وَنَصَبَهُ بَيْنَ الْمِصْفَاةِ وَالسِّنِّ، وَدَعَاهُ «حَجَرَ الْمَعُونَةِ» وَقَالَ: «إِلَى هُنَا أَعَانَنَا الرَّبُّ»"
  },
  "13": {
    "en": "So the Philistines were subdued and they stopped invading Israel’s territory. Throughout Samuel’s lifetime, the hand of the Lord was against the Philistines.",
    "ar": "فَانْكَسَرَتْ شَوْكَةُ الْفِلِسْطِينِيِّينَ وَلَمْ يَجْرُؤُوا عَلَى التَّعَدِّي عَلَى تُخُومِ إِسْرَائِيلَ، لأَنَّ يَدَ الرَّبِّ كَانَتْ ضِدَّ الْفِلِسْطِينِيِّينَ طَوَالَ حَيَاةِ صَمُوئِيلَ."
  },
  "14": {
    "en": "The towns from Ekron to Gath that the Philistines had captured from Israel were restored to Israel, and Israel delivered the neighboring territory from the hands of the Philistines. And there was peace between Israel and the Amorites.",
    "ar": "وَاسْتَرَدَّ بَنُو إِسْرَائِيلَ كُلَّ الْمُدُنِ الَّتِي اقْتَطَعَهَا الْفِلِسْطِينِيُّونَ مِنْهُمْ مِنْ عَقْرُونَ إِلَى جَتَّ، وَاسْتَعَادُوا تُخُومَهُمْ مِنْ يَدِ الْفِلِسْطِينِيِّينَ. كَمَا عَقَدَ بَنُو إِسْرَائِيلَ مُعَاهَدَةَ صُلْحٍ مَعَ الأَمُورِيِّينَ."
  },
  "15": {
    "en": "Samuel continued as Israel’s leader all the days of his life.",
    "ar": "وَظَلَّ صَمُوئِيلُ قَاضِياً لإِسْرَائِيلَ كُلَّ أَيَّامِ حَيَاتِهِ،"
  },
  "16": {
    "en": "From year to year he went on a circuit from Bethel to Gilgal to Mizpah, judging Israel in all those places.",
    "ar": "فَكَانَ فِي كُلِّ سَنَةٍ يَنْتَقِلُ بَيْنَ بَيْتِ إِيلَ وَالْجِلْجَالِ وَالْمِصْفَاةِ لِيَعْقِدَ مَجْلِسَ قَضَائِهِ فِيهَا،"
  },
  "17": {
    "en": "But he always went back to Ramah, where his home was, and there he also held court for Israel. And he built an altar there to the Lord.",
    "ar": "ثُمَّ يَرْجِعُ لِلرَّامَةِ حَيْثُ يُقِيمُ، وَهُنَاكَ يَقْضِي لإِسْرَائِيلَ، كَمَا بَنَى هُنَاكَ مَذْبَحاً لِلرَّبِّ."
  }
}