{
  "1": {
    "en": "This is the list of the Israelites—heads of families, commanders of thousands and commanders of hundreds, and their officers, who served the king in all that concerned the army divisions that were on duty month by month throughout the year. Each division consisted of 24,000 men.",
    "ar": "هَذِهِ أَسْمَاءُ زُعَمَاءِ الْعَائِلاتِ، قَادَةِ الأُلُوفِ وَالْمِئَاتِ وَضُبَّاطِهِمِ الْمُتَجَنِّدِينَ فِي خِدْمَةِ الْمَلِكِ فِي فِرَقِ الْجَيْشِ الْعَامِلَةِ والاحْتِيَاطِيَّةِ الاثْنَتَيْ عَشْرَةَ. وَقَدْ بَلَغَ عَدَدُ جُنُودِ كُلِّ فِرْقَةٍ أَرْبَعَةً وَعِشْرِينَ أَلْفاً أَخَذَتْ تَتَنَاوَبُ عَلَى الْخِدْمَةِ شَهْراً بَعْدَ شَهْرٍ عَلَى حَسَبِ عَدَدِ شُهُورِ السَّنَةِ."
  },
  "2": {
    "en": "In charge of the first division, for the first month, was Jashobeam son of Zabdiel. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ فِي الشَّهْرِ الأَوَّلِ يَشُبْعَامُ بْنُ زَبْدِيئِيلَ الْفِرْقَةَ الأُولَى الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "3": {
    "en": "He was a descendant of Perez and chief of all the army officers for the first month.",
    "ar": "وَهُوَ مِنْ ذُرِّيَّةِ فَارَصَ وَكَانَ قَائِداً لِجَمِيعِ رُؤَسَاءِ أَقْسَامِ الْفِرْقَةِ لِلشَّهْرِ الأَوَّلِ."
  },
  "4": {
    "en": "In charge of the division for the second month was Dodai the Ahohite; Mikloth was the leader of his division. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ دُودَايُ الأَخُوخِيُّ فِرْقَةَ الشَّهْرِ الثَّانِي المُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً، وَكَانَ مَقْلُوثُ نَائِباً عَنْهُ"
  },
  "5": {
    "en": "The third army commander, for the third month, was Benaiah son of Jehoiada the priest. He was chief and there were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ بَنَايَا بْنُ يَهُويَادَاعَ رَئِيسِ الْكَهَنَةِ فِرْقَةَ الشَّهْرِ الثَّالِثِ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "6": {
    "en": "This was the Benaiah who was a mighty warrior among the Thirty and was over the Thirty. His son Ammizabad was in charge of his division.",
    "ar": "وَكَانَ بَنَايَا رَئِيسَ الثَّلاثِينَ وَبَطَلَهُمْ، وَكَانَ ابْنُهُ عَمِيزَابَادُ نَائِباً عَنْهُ."
  },
  "7": {
    "en": "The fourth, for the fourth month, was Asahel the brother of Joab; his son Zebadiah was his successor. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ عَسَائِيلُ أَخُو يَوآبَ وَمِنْ بَعْدِهِ ابْنُهُ زَبَدْيَا فِرْقَةَ الشَّهْرِ الرَّابِعِ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعَشْرِينَ أَلْفاً."
  },
  "8": {
    "en": "The fifth, for the fifth month, was the commander Shamhuth the Izrahite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ شَمْحُوثُ الْيَزْرَاحِيُّ فِرْقَةَ الشَّهْرِ الْخَامِسِ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "9": {
    "en": "The sixth, for the sixth month, was Ira the son of Ikkesh the Tekoite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ عِيرَا بْنُ عِقِّيشَ التَّقُوعِيُّ فِرْقَةَ الشَّهْرِ السَّادِسِ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "10": {
    "en": "The seventh, for the seventh month, was Helez the Pelonite, an Ephraimite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ حَالِصُ الفَلُونِيُّ مِنْ بَنِي أَفْرَايِمَ فِرْقَةَ الشَّهْرِ السَّابِعِ المُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "11": {
    "en": "The eighth, for the eighth month, was Sibbekai the Hushathite, a Zerahite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ سِبْكَايُ الحُوشَاتِيُّ مِنْ ذُرِّيَّةِ زَارَحَ فِرْقَةَ الشَّهْرِ الثَّامِنِ المُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "12": {
    "en": "The ninth, for the ninth month, was Abiezer the Anathothite, a Benjamite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ أَبِيعَزَرُ الْعَنَاثُوثِيُّ مِنْ بَنِي بِنْيَامِينَ فِرْقَةَ الشَّهْرِ التَّاسِعِ المُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "13": {
    "en": "The tenth, for the tenth month, was Maharai the Netophathite, a Zerahite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ مَهْرَايُ النَّطُوفَاتِيُّ مِنْ ذُرِّيَّةِ زَارَحَ فِرْقَةَ الشَّهْرِ العَاشِرِ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "14": {
    "en": "The eleventh, for the eleventh month, was Benaiah the Pirathonite, an Ephraimite. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ بَنَايَا الْفَرْعَتُونِيُّ مِنْ بَنِي أَفْرَايِمَ فِرْقَةَ الشَّهْرِ الحَادِي عَشَرَ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "15": {
    "en": "The twelfth, for the twelfth month, was Heldai the Netophathite, from the family of Othniel. There were 24,000 men in his division.",
    "ar": "وَتَرَأَّسَ خَلْدَايُ النَّطُوفَاتِيُّ مِنْ ذُرِّيَّةِ عُثْنِئِيلَ فِرْقَةَ الشَّهْرِ الثَّانِي عَشَرَ الْمُؤَلَّفَةَ مِنْ أَرْبَعَةٍ وَعِشْرِينَ أَلْفاً."
  },
  "16": {
    "en": "The leaders of the tribes of Israel:\nover the Reubenites: Eliezer son of Zikri;\nover the Simeonites: Shephatiah son of Maakah;",
    "ar": "أَمَّا الْمُتَرَئِّسُونَ عَلَى قَبَائِلِ إِسْرَائِيلَ فَهُمُ الرُّؤَسَاءُ: أَلِيعَزَرُ بْنُ زِكْرِي عَلَى سِبْطِ رَأُوبَيْنَ، وَشَفَطْيَا بْنُ مَعْكَةَ عَلَى سِبْطِ شِمْعُونَ."
  },
  "17": {
    "en": "over Levi: Hashabiah son of Kemuel;\nover Aaron: Zadok;",
    "ar": "حَشَبْيَا بْنُ قَمُوئِيلَ عَلَى سِبْطِ لاوِي، وَصَادُوقُ عَلَى ذُرِّيَّةِ هرُونَ."
  },
  "18": {
    "en": "over Judah: Elihu, a brother of David;\nover Issachar: Omri son of Michael;",
    "ar": "أَلِيهُو أَخُو دَاوُدَ عَلَى سِبْطِ يَهُوذَا، وَعَمْرِي بْنُ مِيخَائِيلَ عَلَى سِبْطِ يَسَّاكَرَ."
  },
  "19": {
    "en": "over Zebulun: Ishmaiah son of Obadiah;\nover Naphtali: Jerimoth son of Azriel;",
    "ar": "يَشْمَعِيَا بْنُ عُوبَدْيَا عَلَى سِبْطِ زَبُولُونَ، وَيَرِيمُوثُ بْنُ عَزَرْئِيلَ عَلَى سِبْطِ نَفْتَالِي."
  },
  "20": {
    "en": "over the Ephraimites: Hoshea son of Azaziah;\nover half the tribe of Manasseh: Joel son of Pedaiah;",
    "ar": "هُوشَعُ بْنُ عَزَرْيَا عَلَى سِبْطِ أَفْرَايِمَ، وَيُوئِيلُ بْنُ فَدَايَا عَلَى نِصْفِ سِبْطِ مَنَسَّى."
  },
  "21": {
    "en": "over the half-tribe of Manasseh in Gilead: Iddo son of Zechariah;\nover Benjamin: Jaasiel son of Abner;",
    "ar": "يَدُّو بْنُ زَكَرِيَّا عَلى نِصْفِ سِبْطِ مَنَسَّى فِي جِلْعَادَ، وَيَعْسِيئِيلُ بنُ أَبْنَيْرَ عَلَى سِبْطِ بِنْيَامِينَ."
  },
  "22": {
    "en": "over Dan: Azarel son of Jeroham.\nThese were the leaders of the tribes of Israel.",
    "ar": "وَعَزْرَئِيلُ بْنُ يَرُوحَامَ عَلَى سِبْطِ دَانٍ. هَؤُلاءِ هُمْ رُؤَسَاءُ أَسْبَاطِ إِسْرَائِيلَ فِي زَمَنِ دَاوُدَ المَلِكِ."
  },
  "23": {
    "en": "David did not take the number of the men twenty years old or less, because the Lord had promised to make Israel as numerous as the stars in the sky.",
    "ar": "وَلَمْ يُجْرِ دَاوُدُ إِحْصَاءً لِمَنْ هُمْ فِي العِشْرِينَ مِنَ الْعُمْرِ فَمَا دُونَ، لأَنَّ الرَّبَّ وَعَدَ أَنْ يُكَثِّرَ إِسْرَائِيلَ فَيُصْبِحَ فِي عَدَدِ نُجُومِ السَّمَاءِ."
  },
  "24": {
    "en": "Joab son of Zeruiah began to count the men but did not finish. God’s wrath came on Israel on account of this numbering, and the number was not entered in the book of the annals of King David.",
    "ar": "وَلَمْ يَسْتَوْفِ يُوآبُ ابْنُ صَرُويَةَ مَا شَرَعَ فِيهِ مِنْ إِحْصَاءٍ، وَقَدْ أَثَارَ هَذَا الإِحْصَاءُ سَخَطَ الرَّبِّ عَلَى إِسْرَائِيلَ فَلَمْ يُدَوَّنْ عَدَدُ الْمُحْصَيْنَ فِي سِجِلِّ أَخْبَارِ الْمَلِكِ الرَّسْمِيِّ."
  },
  "25": {
    "en": "Azmaveth son of Adiel was in charge of the royal storehouses.\nJonathan son of Uzziah was in charge of the storehouses in the outlying districts, in the towns, the villages and the watchtowers.",
    "ar": "وَعُيِّنَ عَزْمُوتُ بْنُ عَدِيئِيلَ وَيَهُونَاثَانُ بْنُ عُزِّيَّا عَلَى مَخَازِنِ الْمَلِكِ فِي الرِّيفِ وَالْمُدُنِ وَالْقُرَى وَالْحُصُونِ."
  },
  "26": {
    "en": "Ezri son of Kelub was in charge of the workers who farmed the land.",
    "ar": "وَعَزْرِي بْنُ كَلُوبَ عَلَى الْفَعَلَةِ الْعَامِلِينَ فِي الْمَزَارِعِ الْمَلَكِيَّةِ."
  },
  "27": {
    "en": "Shimei the Ramathite was in charge of the vineyards.\nZabdi the Shiphmite was in charge of the produce of the vineyards for the wine vats.",
    "ar": "وَشِمْعِي الرَّامِيُّ عَلَى الْكُرُومِ، وَزَبْدِي الشَّفْمِيُّ عَلَى مَخَازِنِ الْخَمْرِ."
  },
  "28": {
    "en": "Baal-Hanan the Gederite was in charge of the olive and sycamore-fig trees in the western foothills.\nJoash was in charge of the supplies of olive oil.",
    "ar": "وَبَعْلُ حَانَانَ الجَدِيرِيُّ عَلَى حُقُولِ الزَّيْتُونِ وَالْجُمَّيْزِ الَّتِي فِي السُّهُولِ وَيُوعَاشُ عَلَى مَخَازِنِ الزَّيْتِ."
  },
  "29": {
    "en": "Shitrai the Sharonite was in charge of the herds grazing in Sharon.\nShaphat son of Adlai was in charge of the herds in the valleys.",
    "ar": "وَشَطْرَايُ الشَّارُونِيُّ عَلَى قُطْعَانِ الْبَقَرِ الرَّاعِي فِي شَارُونَ، وَشَافَاطُ بْنُ عَدْلايَ عَلَى قُطْعَانِ البَقَرِ السَّائِمِ فِي الأَوْدِيَةِ."
  },
  "30": {
    "en": "Obil the Ishmaelite was in charge of the camels.\nJehdeiah the Meronothite was in charge of the donkeys.",
    "ar": "وَأُوبِيلُ الاسْمَاعِيلِيُّ عَلَى الْجِمَالِ، وَيَحَدْيَا المِيرُونُوثِيُّ عَلَى الْحَمِيرِ."
  },
  "31": {
    "en": "Jaziz the Hagrite was in charge of the flocks.\nAll these were the officials in charge of King David’s property.",
    "ar": "وَيَازِيرُ الهَاجِرِيُّ عَلَى مَاشِيَةِ الْغَنَمِ. كُلُّ هَؤُلاءِ كَانُوا الْمُشْرِفِينَ عَلَى أَمْلاكِ الْمَلِكِ دَاوُدَ."
  },
  "32": {
    "en": "Jonathan, David’s uncle, was a counselor, a man of insight and a scribe. Jehiel son of Hakmoni took care of the king’s sons.",
    "ar": "وَكَانَ يَهُونَاثَانُ عَمُّ دَاوُدَ صَاحِبَ رَأْيٍ ثَاقِبٍ وَخِبْرَةٍ عَظِيمَةٍ وَكَاتِباً، أَمَّا يَحِيئِيلُ بْنُ حَكْمُونِي فَتَوَلَّى مُهِمَّةَ تَعْلِيمِ أَبْنَاءِ الْمَلِكِ."
  },
  "33": {
    "en": "Ahithophel was the king’s counselor.\nHushai the Arkite was the king’s confidant.",
    "ar": "وَكَانَ أَخِيتُوفَلُ مُشِيراً لِلْمَلِكِ، وَحُوشَايُ الأَرْكِيُّ نَدِيماً لَهُ."
  },
  "34": {
    "en": "Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiathar.\nJoab was the commander of the royal army.",
    "ar": "ثُمَّ خَلَفَ يَهُويَادَاعُ بْنُ بَنَايَا وَأَبِيَاثَارُ أَخِيتُوفَلَ؛ أَمَّا يُوآبُ فَكَانَ الْقَائِدَ الْعَامَّ لِجَيْشِ الْمَلِكِ."
  }
}