{
  "1": {
    "en": "All Israel was listed in the genealogies recorded in the book of the kings of Israel and Judah. They were taken captive to Babylon because of their unfaithfulness.",
    "ar": "وَلَقَدْ تَمَّ تَدْوِينُ سِجِلَّاتِ أَنْسَابِ الإِسْرَائِيلِيِّينَ فِي كِتَابِ مُلُوكِ إِسْرَائِيلَ. وَسُبِيَ أَهْلُ مَمْلَكَةِ يَهُوذَا إِلَى بَابِلَ عِقَاباً لَهُمْ عَلَى خِيَانَتِهِمْ لِلرَّبِّ."
  },
  "2": {
    "en": "Now the first to resettle on their own property in their own towns were some Israelites, priests, Levites and temple servants.",
    "ar": "وَكَانَ أَوَّلُ الرَّاجِعِينَ مِنَ السَّبْيِ لِلاسْتِيطَانِ ثَانِيَةً فِي أَمْلاكِهِمْ وَمُدُنِهِمْ، هُمْ بَعْضُ الإِسْرَائِيلِيِّينَ، وَالْكَهَنَةِ، وَاللّاوِيِّينَ، وَخُدَّامِ الْهَيْكَلِ."
  },
  "3": {
    "en": "Those from Judah, from Benjamin, and from Ephraim and Manasseh who lived in Jerusalem were:",
    "ar": "وَسَكَنَ فِي أُورُشَلِيمَ بَعْضٌ مِنْ بَنِي يَهُوذَا. وَمِنْ بَنِي بِنْيَامِينَ، وَمِنْ بَنِي أَفْرَايِمَ وَمَنَسَّى، مِنْهُمْ:"
  },
  "4": {
    "en": "Uthai son of Ammihud, the son of Omri, the son of Imri, the son of Bani, a descendant of Perez son of Judah.",
    "ar": "عُوثَايُ بْنُ عَمِّيهُودَ بْنِ عُمْرِي بْنِ إِمْرِي بْنِ بَانِي، مِنْ بَنِي فَارَصَ بْنِ يَهُوذَا."
  },
  "5": {
    "en": "Of the Shelanites:\nAsaiah the firstborn and his sons.",
    "ar": "وَمِنْ عَشِيرَةِ الشِّيلُونِيِّينَ عَسَايَا الْبِكْرُ وَأَبْنَاؤُهُ."
  },
  "6": {
    "en": "Of the Zerahites:\nJeuel.\nThe people from Judah numbered 690.",
    "ar": "وَمِنْ بَنِي زَارَحَ يَعُوئِيلُ، فَكَانَتْ جُمْلَةُ الْمُقِيمِينَ فِي أُورُشَلِيمَ مِنْ سِبْطِ يَهُوذَا سِتَّ مِئَةٍ وَتِسْعِينَ."
  },
  "7": {
    "en": "Of the Benjamites:\nSallu son of Meshullam, the son of Hodaviah, the son of Hassenuah;",
    "ar": "وَمِنْ بِنْيَامِينَ سَلُّو بْنُ مَشُلّامَ بْنِ هُودُويَا بْنِ هَسْنُوأَةَ،"
  },
  "8": {
    "en": "Ibneiah son of Jeroham; Elah son of Uzzi, the son of Mikri; and Meshullam son of Shephatiah, the son of Reuel, the son of Ibnijah.",
    "ar": "وَيِبْنِيَا بْنُ يَرُوحَامَ، وَأَيْلَةُ بْنُ عُزِّي بْنِ مِكْرِي، وَمَشُلّامُ بْنُ شَفَطْيَا بْنِ رَعُوئِيلَ بْنِ يِبْنِيَا."
  },
  "9": {
    "en": "The people from Benjamin, as listed in their genealogy, numbered 956. All these men were heads of their families.",
    "ar": "فَكَانُوا فِي جُمْلَتِهِمْ مَعَ بَقِيَّةِ الْبَنْيَامِينِيِّينَ الْمُقِيمِينَ فِي أُورُشَلِيمَ تِسْعَ مِئَةٍ وَسِتَّةً وَخَمْسِينَ. وَجَمِيعُ هَؤُلاءِ الرِّجَالِ هُمْ رُؤَسَاءُ لِبُيُوتَاتِ عَشَائِرِهِمْ."
  },
  "10": {
    "en": "Of the priests:\nJedaiah; Jehoiarib; Jakin;",
    "ar": "وَمِنَ الْكَهَنَةِ يَدْعِيَا وَيَهُويَارِيبُ وَيَاكِينُ،"
  },
  "11": {
    "en": "Azariah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the official in charge of the house of God;",
    "ar": "وَعَزَرْيَا بْنُ حِلْقِيَّا بْنِ مَشُلّامَ بْنِ صَادُوقَ بْنِ مَرَايُوثَ بْنِ أَخِيطُوبَ الرَّئِيسِ الْمُوَكَّلِ عَلَى الإِشْرَافِ عَلَى هَيْكَلِ اللهِ."
  },
  "12": {
    "en": "Adaiah son of Jeroham, the son of Pashhur, the son of Malkijah; and Maasai son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer.",
    "ar": "وَعَدَايَا بْنُ يَرُوحَامَ بْنِ فَشْحُورَ بْنِ مَلْكِيَّا وَمَعْسَايُ بْنُ عَدِيئِيلَ بْنِ يَحْزِيرَةَ بْنِ مَشُلّامَ بْنِ مَشِلِّيمِيتَ بْنِ إِمِّيرَ."
  },
  "13": {
    "en": "The priests, who were heads of families, numbered 1,760. They were able men, responsible for ministering in the house of God.",
    "ar": "فَكَانُوا فِي جُمْلَتِهِمْ مَعَ أَقْرِبَائِهِمْ مِنْ رُؤَسَاءِ عَائِلاتِ بُيُوتَاتِهِمْ أَلْفاً وَسَبْعَ مِئَةٍ وَسِتِّينَ مِنَ الْمُقْتَدِرِينَ الْمَسْؤولِينَ عَنْ خِدْمَةِ هَيْكَلِ الرَّبِّ."
  },
  "14": {
    "en": "Of the Levites:\nShemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, a Merarite;",
    "ar": "وَمِنَ اللّاوِيِّينَ شَمَعْيَا بْنُ حَشُّوبَ بْنِ عَزْرِيقَامَ بْنِ حَشَبْيَا مِنْ بَنِي مَرَارِي."
  },
  "15": {
    "en": "Bakbakkar, Heresh, Galal and Mattaniah son of Mika, the son of Zikri, the son of Asaph;",
    "ar": "وَبَقْبَقَّرُ وَحَرَشُ وَجَلالُ وَمَتَنْيَا بْنُ مِيخَا بْنِ زِكْرِي بْنِ آسَافَ،"
  },
  "16": {
    "en": "Obadiah son of Shemaiah, the son of Galal, the son of Jeduthun; and Berekiah son of Asa, the son of Elkanah, who lived in the villages of the Netophathites.",
    "ar": "وَعُوبَدْيَا بْنُ شَمْعِيَا بْنِ جَلالَ بْنِ يَدُوثُونَ، وَبَرَخْيَا بْنُ آسَا بْنِ أَلْقَانَةَ الْقَاطِنُ فِي قُرَى النَّطُوفَاتِيِّينَ."
  },
  "17": {
    "en": "The gatekeepers:\nShallum, Akkub, Talmon, Ahiman and their fellow Levites, Shallum their chief",
    "ar": "وَحُرَّاسُ الأَبْوَابِ: شَلُّومُ وَعَقُّوبُ وَطَلْمُونُ وَأَخِيمَانُ وَسِوَاهُمْ مِنَ اللّاوِيِّينَ، وَكَانَ شَلُّومُ رَئِيسَهُمْ."
  },
  "18": {
    "en": "being stationed at the King’s Gate on the east, up to the present time. These were the gatekeepers belonging to the camp of the Levites.",
    "ar": "وَمَا بَرِحُوا حَتَّى الآنَ مَسْؤولِينَ عَنْ حِرَاسَةِ الْبَوَّابَةِ الْمَلَكِيَّةِ الشَّرْقِيَّةِ، وَهُمْ حُرَّاسُ الأَبْوَابِ الْعَامِلُونَ مَعَ فِرَقِ اللّاوِيِّينَ."
  },
  "19": {
    "en": "Shallum son of Kore, the son of Ebiasaph, the son of Korah, and his fellow gatekeepers from his family (the Korahites) were responsible for guarding the thresholds of the tent just as their ancestors had been responsible for guarding the entrance to the dwelling of the Lord.",
    "ar": "وَكَانَ شَلُّومُ بْنُ قُورِي بْنِ أَبِيأَسَافَ بْنِ قُورَحَ وَأَقْرِبَاؤُهُ حُرَّاسُ الأَبْوَابِ مِنْ عَشِيرَةِ الْقُورَحِيِّينَ مَسْؤولِينَ عَنْ حِرَاسَةِ مَدْخَلِ الْخَيْمَةِ كَمَا كَانَ آبَاؤُهُمْ مَسْؤولِينَ عَنْ حِرَاسَةِ الْمُعَسْكَرِ."
  },
  "20": {
    "en": "In earlier times Phinehas son of Eleazar was the official in charge of the gatekeepers, and the Lord was with him.",
    "ar": "وَكَانَ فِينْحَاسُ بْنُ أَلِعَازَارَ رَئِيساً عَلَيْهِمْ مِنْ قَبْلُ، وَكَانَ الرَّبُّ مَعَهُ."
  },
  "21": {
    "en": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the tent of meeting.",
    "ar": "كَمَا كَانَ زَكَرِيَّا بْنُ مَشَلْمِيَا حَارِسَ بَابِ خَيْمَةِ الاجْتِمَاعِ."
  },
  "22": {
    "en": "Altogether, those chosen to be gatekeepers at the thresholds numbered 212. They were registered by genealogy in their villages. The gatekeepers had been assigned to their positions of trust by David and Samuel the seer.",
    "ar": "فَكَانَ عَدَدُ هَؤُلاءِ الْحُرَّاسِ الْمُخْتَارِينَ لِحِرَاسَةِ الأَبْوَابِ مِئَتَيْنِ وَاثْنَيْ عَشَرَ. وَقَدْ تَمَّ تَسْجِيلُهُمْ بِحَسَبِ أَنْسَابِهِمْ فِي قُرَاهُمْ، وَعَيَّنَهُمْ دَاوُدُ وَصَمُوئِيلُ النَّبِيُّ عَلَى وَظَائِفِهِمْ."
  },
  "23": {
    "en": "They and their descendants were in charge of guarding the gates of the house of the Lord—the house called the tent of meeting.",
    "ar": "فَكَانُوا هُمْ وَأَبْنَاؤُهُمْ مَسْؤولِينَ عَنْ حِرَاسَةِ أَبْوَابِ بَيْتِ الرَّبِّ أَيْ بَيْتِ الْخَيْمَةِ."
  },
  "24": {
    "en": "The gatekeepers were on the four sides: east, west, north and south.",
    "ar": "فَكَانُوا مُوَزَّعِينَ عَلَى الْجِهَاتِ الأَرْبَعِ شَرْقاً وَغَرْباً وَشِمَالاً وَجَنُوباً."
  },
  "25": {
    "en": "Their fellow Levites in their villages had to come from time to time and share their duties for seven-day periods.",
    "ar": "وَكَانَ أَقْرِبَاءُ هَؤُلاءِ الْحُرَّاسِ يَجِيئُونَ مِنْ قُرَاهُمْ مِنْ حِينٍ لِآخَرَ لَمُسَاعَدَتِهِمْ فِي نَوْبَاتِ حِرَاسَةٍ تَسْتَمِرُّ أُسْبُوعاً."
  },
  "26": {
    "en": "But the four principal gatekeepers, who were Levites, were entrusted with the responsibility for the rooms and treasuries in the house of God.",
    "ar": "وَلَكِنَّهُ عَهِدَ لِلْحُرَّاسِ الأَرْبَعَةِ الرَّئِيسِيِّينَ مِنَ اللّاوِيِّينَ الإِشْرَافَ عَلَى الْمَخَادِعِ وَعَلَى خَزَائِنِ بَيْتِ اللهِ."
  },
  "27": {
    "en": "They would spend the night stationed around the house of God, because they had to guard it; and they had charge of the key for opening it each morning.",
    "ar": "وَأَقَامُوا فِي جُوَارِ بَيْتِ اللهِ لِحِرَاسَتِهِ وَلِفَتْحِ أَبْوَابِهِ كُلَّ صَبَاحٍ."
  },
  "28": {
    "en": "Some of them were in charge of the articles used in the temple service; they counted them when they were brought in and when they were taken out.",
    "ar": "وَكُلِّفَ بَعْضُهُمْ بِالْمُحَافَظَةِ عَلَى آنِيَةِ الْخِدْمَةِ، فَكَانُوا يَعُدُّونَهَا لَدَى إِخْرَاجِهَا وَيَعُدُّونَهَا لَدَى إِعَادَتِهَا."
  },
  "29": {
    "en": "Others were assigned to take care of the furnishings and all the other articles of the sanctuary, as well as the special flour and wine, and the olive oil, incense and spices.",
    "ar": "كَمَا اؤْتُمِنَ الْبَعْضُ الآخَرُ عَلَى الآنِيَةِ وَعَلَى أَمْتِعَةِ الْقُدْسِ وَعَلَى الدَّقِيقِ وَالْخَمْرِ وَاللُّبَانِ وَالأَطْيَابِ."
  },
  "30": {
    "en": "But some of the priests took care of mixing the spices.",
    "ar": "وَتَوَلَّى بَعْضُ الْكَهَنَةِ تَرْكِيبَ دُهُونِ الأَطْيَابِ."
  },
  "31": {
    "en": "A Levite named Mattithiah, the firstborn son of Shallum the Korahite, was entrusted with the responsibility for baking the offering bread.",
    "ar": "وَقَامَ اللّاوِيُّ مَتَّثْيَا بِكْرُ شَلُّومَ الْقُورَحِيِّ بِمَهَامِّ تَجْهِيزِ خُبْزِ التَّقْدِمَاتِ."
  },
  "32": {
    "en": "Some of the Kohathites, their fellow Levites, were in charge of preparing for every Sabbath the bread set out on the table.",
    "ar": "وَقَامَ بَعْضُ أَقْرِبَائِهِمِ الْقَهَاتِيِّينَ بِإِعْدَادِ خُبْزِ الْوُجُوهِ لِيَوْمِ السَّبْتِ."
  },
  "33": {
    "en": "Those who were musicians, heads of Levite families, stayed in the rooms of the temple and were exempt from other duties because they were responsible for the work day and night.",
    "ar": "أَمَّا الْمُرَتِّلُونَ رُؤَسَاءُ عَائِلاتِ اللّاوِيِّينَ فَقَدْ مَكَثُوا فِي الْمَخَادِعِ فِي الْهَيْكَلِ وَقَدْ أُعْفُوا مِنَ الْخَدَمَاتِ الأُخْرَى لأَنَّهُمْ تَفَرَّغُوا لِخِدْمَةِ التَّرْتِيلِ نَهَاراً وَلَيْلاً."
  },
  "34": {
    "en": "All these were heads of Levite families, chiefs as listed in their genealogy, and they lived in Jerusalem.",
    "ar": "هَؤُلاءِ جَمِيعُهُمْ كَانُوا رُؤُوسَ عَائِلاتِ اللّاوِيِّينَ، رُؤَسَاءَ وَفْقاً لِمَا وَرَدَ فِي سِجِلّاتِ أَنْسَابِهِمْ، وَقَدْ أَقَامُوا فِي أُورُشَلِيمَ."
  },
  "35": {
    "en": "Jeiel the father of Gibeon lived in Gibeon.\nHis wife’s name was Maakah,",
    "ar": "وَاسْتَوْطَنَ يَعُوئِيلُ وَزَوْجَتُهُ مَعْكَةُ فِي جِبْعُونَ الَّتِي أَسَّسَهَا،"
  },
  "36": {
    "en": "and his firstborn son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,",
    "ar": "وَأَبْنَاؤُهُ: عَبْدُونُ الْبِكْرُ، ثُمَّ صُورُ، فَقَيْسُ، فَبَعَلُ فَنَيْرُ فَنَادَابُ."
  },
  "37": {
    "en": "Gedor, Ahio, Zechariah and Mikloth.",
    "ar": "فَجَدُورُ فَأَخِيُو فَزَكَرِيَّا فَمِقْلُوثُ."
  },
  "38": {
    "en": "Mikloth was the father of Shimeam. They too lived near their relatives in Jerusalem.",
    "ar": "وَأَنْجَبَ مِقْلُوثُ شَمْآمَ، وَقَدْ قَطَنُوا هُمْ أَيْضاً بِجُوَارِ أَقْرِبَائِهِمْ فِي أُورُشَلِيمَ."
  },
  "39": {
    "en": "Ner was the father of Kish, Kish the father of Saul, and Saul the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal.",
    "ar": "وَأَنْجَبَ نَيْرُ قَيْساً وَالِدَ شَاوُلَ، وَأَنْجَبَ شَاوُلُ يُونَاثَانَ وَمَلْكِيشُوعَ وَأَبِينَادَابَ وَإِشْبَعَلَ."
  },
  "40": {
    "en": "The son of Jonathan:\nMerib-Baal, who was the father of Micah.",
    "ar": "وَكَانَ لِيُونَاثَانَ ابْنٌ يُدْعَى مَرِيبْبَعَلَ أَنْجَبَ ابْناً اسْمُهُ مِيخَا."
  },
  "41": {
    "en": "The sons of Micah:\nPithon, Melek, Tahrea and Ahaz.",
    "ar": "وَأَبْنَاءُ مِيخَا: فِيثُونُ وَمَالِكُ وَتَحْرِيعُ وَآحَازُ."
  },
  "42": {
    "en": "Ahaz was the father of Jadah, Jadah was the father of Alemeth, Azmaveth and Zimri, and Zimri was the father of Moza.",
    "ar": "وَأَنْجَبَ آحَازُ يَعْرَةَ، وَيَعْرَةُ عَلْمَثَ وَعَزْمُوتَ وَزِمْرِي، وَزِمْرِي مُوصَا."
  },
  "43": {
    "en": "Moza was the father of Binea; Rephaiah was his son, Eleasah his son and Azel his son.",
    "ar": "وَأَنْجَبَ مُوصَا يِنْعَا، وَيِنْعَا رَفَايَا، وَرَفَايَا أَلْعَسَةَ، وَأَلْعَسَةُ آصِيلَ."
  },
  "44": {
    "en": "Azel had six sons, and these were their names:\nAzrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. These were the sons of Azel.",
    "ar": "أَمَّا أَبْنَاءُ آصِيلَ فَهُمْ: عَزْرِيقَامُ وَبُكْرُو ثُمَّ إِسْمَاعِيلُ وَشَعَرْيَا وَعُوبَدْيَا وَحَانَانُ. هَؤُلاءِ جَمِيعُهُمْ أَبْنَاءُ آصِيلَ."
  }
}