{
  "1": {
    "en": "Certain people came down from Judea to Antioch and were teaching the believers: “Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.”",
    "ar": "وَجَاءَ قَوْمٌ مِنْ مِنْطَقَةِ الْيَهُودِيَّةِ إِلَى أَنْطَاكِيَةَ، وَأَخَذُوا يُعَلِّمُونَ الإِخْوَةَ قَائِلِينَ: «لا يُمْكِنُكُمْ أَنْ تَخْلُصُوا مَا لَمْ تُخْتَنُوا حَسَبَ شَرِيعَةِ مُوسَى»"
  },
  "2": {
    "en": "This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question.",
    "ar": "فَجَادَلَهُمْ بُولُسُ وَبَرْنَابَا جِدَالاً عَنِيفاً. وَبَعْدَ الْمُنَاقَشَةِ قَرَّرَ مُؤْمِنُو أَنْطَاكِيَةَ أَنْ يَذْهَبَ بُولُسُ وَبَرْنَابَا مَعَ بَعْضِ الْمُؤْمِنِينَ لِيُقَابِلُوا الرُّسُلَ وَالشُّيُوخَ فِي أُورُشَلِيمَ، وَيَبْحَثُوا مَعَهُمْ فِي هَذِهِ الْقَضِيَّةِ."
  },
  "3": {
    "en": "The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the believers very glad.",
    "ar": "وَبَعْدَمَا وَدَّعَتْهُمُ الْكَنِيسَةُ، سَافَرُوا إِلَى أُورُشَلِيمَ مُرُوراً بِمُدُنِ فِينِيقِيَةَ وَالسَّامِرَةِ، مُخْبِرِينَ الإِخْوَةَ فِيهَا بِأَنَّ غَيْرَ الْيَهُودِ أَيْضاً قَدِ اهْتَدَوْا إِلَى الْمَسِيحِ، فَأَشَاعُوا بِذَلِكَ فَرَحاً كَبِيراً بَيْنَ الإِخْوَةِ جَمِيعاً."
  },
  "4": {
    "en": "When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them.",
    "ar": "وَلَمَّا وَصَلُوا إِلَى أُورُشَلِيمَ، رَحَّبَتْ بِهِمِ الْكَنِيسَةُ بِمَنْ فِيهَا مِنْ رُسُلٍ وَشُيُوخٍ، فَأَخْبَرُوهُمْ بِكُلِّ مَا فَعَلَ اللهُ بِوَاسِطَتِهِمْ."
  },
  "5": {
    "en": "Then some of the believers who belonged to the party of the Pharisees stood up and said, “The Gentiles must be circumcised and required to keep the law of Moses.”",
    "ar": "وَلَكِنَّ بَعْضَ الَّذِينَ كَانُوا عَلَى مَذْهَبِ الفَرِّيسِيِّينَ، ثُمَّ آمَنُوا، وَقَفُوا وَقَالُوا: «يَجِبُ أَنْ يُخْتَنَ الْمُؤْمِنُونَ مِنْ غَيْرِ الْيَهُودِ وَيُلْزَمُوا أَنْ يَعْمَلُوا بِشَرِيعَةِ مُوسَى»."
  },
  "6": {
    "en": "The apostles and elders met to consider this question.",
    "ar": "فَعَقَدَ الرُّسُلُ وَالشُّيُوخُ اجْتِمَاعاً لِدِرَاسَةِ هذِهِ الْقَضِيَّةِ."
  },
  "7": {
    "en": "After much discussion, Peter got up and addressed them: “Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe.",
    "ar": "وَبَعْدَ نِقَاشٍ كَثِيرٍ، وَقَفَ بُطْرُسُ وَقَالَ:"
  },
  "8": {
    "en": "God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us.",
    "ar": "وَقَدْ شَهِدَ اللهُ الْعَلِيمُ بِمَا فِي الْقُلُوبِ عَلَى قُبُولِهِ لَهُمْ إِذْ وَهَبَهُمُ الرُّوحَ الْقُدُسَ كَمَا وَهَبَنَا إِيَّاهُ."
  },
  "9": {
    "en": "He did not discriminate between us and them, for he purified their hearts by faith.",
    "ar": "فَهُوَ لَمْ يُفَرِّقْ بَيْنَنَا وَبَيْنَهُمْ فِي شَيْءٍ، إِذْ طَهَّرَ بِالإِيمَانِ قُلُوبَهُمْ."
  },
  "10": {
    "en": "Now then, why do you try to test God by putting on the necks of Gentiles a yoke that neither we nor our ancestors have been able to bear?",
    "ar": "فَلِمَاذَا تُعَارِضُونَ اللهَ فَتُحَمِّلُونَ تَلامِيذَ الرَّبِّ عِبْئاً ثَقِيلاً عَجَزَ الآبَاءُ وَعَجَزْنَا نَحْنُ عَنْ حَمْلِهِ؟"
  },
  "11": {
    "en": "No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.”",
    "ar": "فَنَحْنُ نُؤْمِنُ بِأَنَّنَا نَخْلُصُ، كَمَا يَخْلُصُونَ هُمْ، بِنِعْمَةِ الرَّبِّ يَسُوعَ»."
  },
  "12": {
    "en": "The whole assembly became silent as they listened to Barnabas and Paul telling about the signs and wonders God had done among the Gentiles through them.",
    "ar": "عِنْدَئِذٍ تَوَقَّفَ الْجِدَالُ بَيْنَ الْحَاضِرِينَ، وَأَخَذُوا يَسْتَمِعُونَ إِلَى بَرْنَابَا وَبُولُسَ وَهُمَا يُخْبِرَانِهِمْ بِمَا أَجْرَاهُ اللهُ بِوَاسِطَتِهِمَا مِنْ عَلامَاتٍ وَعَجَائِبَ بَيْنَ غَيْرِ الْيَهُودِ."
  },
  "13": {
    "en": "When they finished, James spoke up. “Brothers,” he said, “listen to me.",
    "ar": "وَبَعْدَ انْتِهَائِهِمَا مِنَ الْكَلامِ، قَالَ يَعْقُوبُ:"
  },
  "14": {
    "en": "Simon has described to us how God first intervened to choose a people for his name from the Gentiles.",
    "ar": "«اسْتَمِعُوا لِي أَيُّهَا الإِخْوَةُ: أَخْبَرَكُمْ سِمْعَانُ كَيْفَ تَفَقَّدَ اللهُ مُنْذُ الْبَدَايَةِ غَيْرَ الْيَهُودِ لِيَتَّخِذَ مِنْ بَيْنِهِمْ شَعْباً يَحْمِلُ اسْمَهُ؛"
  },
  "15": {
    "en": "The words of the prophets are in agreement with this, as it is written:",
    "ar": "وَتُوَافِقُ هَذَا أَقْوَالُ الأَنْبِيَاءِ، كَمَا جَاءَ فِي الْكِتَابِ."
  },
  "16": {
    "en": "“‘After this I will return\n    and rebuild David’s fallen tent.\nIts ruins I will rebuild,\n    and I will restore it,",
    "ar": "سَأَعُودُ مِنْ بَعْدِ هَذَا وَأَبْنِي خَيْمَةَ دَاوُدَ الْمُنْهَدِمَةَ ثُمَّ أُقِيمُ أَنْقَاضَهَا وَأَبْنِيهَا مِنْ جَدِيدٍ،"
  },
  "17": {
    "en": "that the rest of mankind may seek the Lord,\n    even all the Gentiles who bear my name,\nsays the Lord, who does these things’—",
    "ar": "لِكَيْ يَسْعَى إِلَى الرَّبِّ بَاقِي النَّاسِ وَجَمِيعُ الشُّعُوبِ الَّتِي تَحْمِلُ اسْمِي، يَقُولُ الرَّبُّ، فَاعِلُ هذِهِ الأُمُورِ"
  },
  "18": {
    "en": "things known from long ago.",
    "ar": "الْمَعْرُوفَةِ لَدَيْهِ مُنْذُ الأَزَلِ."
  },
  "19": {
    "en": "“It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God.",
    "ar": "لِذَلِكَ أَرَى أَنْ لَا نَضَعَ عِبْئاً عَلَى الْمُهْتَدِينَ إِلَى اللهِ مِنْ غَيْرِ الْيَهُودِ،"
  },
  "20": {
    "en": "Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood.",
    "ar": "بَلْ نَكْتُبُ إِلَيْهِمْ رِسَالَةً نُوصِيهِمْ فِيهَا بِأَنْ يَمْتَنِعُوا عَنِ الأَكْلِ مِنَ الذَّبَائِحِ النَّجِسَةِ الْمُقَرَّبَةِ لِلأَصْنَامِ، وَعَنِ ارْتِكَابِ الزِّنَى، وَعَنْ تَنَاوُلِ لُحُومِ الْحَيَوَانَاتِ الْمَخْنُوقَةِ، وَعَنِ الدَّمِ."
  },
  "21": {
    "en": "For the law of Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.”",
    "ar": "فَإِنَّ لِمُوسَى، مُنْذُ الْقِدَمِ، أَتْبَاعاً فِي كُلِّ مَدِينَةٍ، يَقْرَأُونَ شَرِيعَتَهُ وَيُبَشِّرُونَ بِها فِي الْمَجَامِعِ كُلَّ سَبْتٍ»."
  },
  "22": {
    "en": "Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, men who were leaders among the believers.",
    "ar": "عِنْدَ ذَلِكَ أَجْمَعَ الرُّسُلُ وَالشُّيُوخُ وَالْجَمَاعَةُ كُلُّهَا عَلَى اخْتِيَارِ رَجُلَيْنِ مِنَ الإِخْوَةِ يُرْسِلُونَهُمَا إِلَى أَنْطَاكِيَةَ مَعَ بُولُسَ وَبَرْنَابَا. فَاخْتَارُوا يَهُوذَا، الْمُلَقَّبَ بَرْسَابَا، وَسِيلا، وَكَانَ لَهُمَا مَكَانَةٌ رَفِيعَةٌ بَيْنَ الإِخْوَةِ."
  },
  "23": {
    "en": "With them they sent the following letter:\nThe apostles and elders, your brothers,\nTo the Gentile believers in Antioch, Syria and Cilicia:\nGreetings.",
    "ar": "وَسَلَّمُوهُمْ هذِهِ الرِّسَالَةَ:"
  },
  "24": {
    "en": "We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said.",
    "ar": "عَلِمْنَا أَنَّ بَعْضَ الأَشْخَاصِ ذَهَبُوا مِنْ عِنْدِنَا إِلَيْكُمْ، دُونَ تَفْوِيضٍ مِنَّا فَأَثَارُوا بِكَلامِهِمْ الاضْطِرَابَ بَيْنَكُمْ وَأَقْلَقُوا أَفْكَارَكُمْ."
  },
  "25": {
    "en": "So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul—",
    "ar": ""
  },
  "26": {
    "en": "men who have risked their lives for the name of our Lord Jesus Christ.",
    "ar": ""
  },
  "27": {
    "en": "Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing.",
    "ar": "فَأَرْسَلْنَا يَهُوذَا وَسِيلا، لِيُبَلِّغَاكُمُ الرِّسَالَةَ نَفْسَهَا شِفَاهاً."
  },
  "28": {
    "en": "It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements:",
    "ar": "فَقَدْ رَأَى الرُّوحُ الْقُدُسُ وَنَحْنُ، أَنْ لَا نُحَمِّلَكُمْ أَيَّ عِبْءٍ فَوْقَ مَا يَتَوَجَّبُ عَلَيْكُمْ."
  },
  "29": {
    "en": "You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things.\nFarewell.",
    "ar": "إِنَّمَا عَلَيْكُمْ أَنْ تَمْتَنِعُوا عَنِ الأَكْلِ مِنَ الذَّبَائِحِ الْمُقَرَّبَةِ لِلأَصْنَامِ، وَعَنْ تَنَاوُلِ الدَّمِ وَلُحُومِ الْحَيَوَانَاتِ الْمَخْنُوقَةِ، وَعَنِ ارْتِكَابِ الزِّنَى. وَتُحْسِنُونَ عَمَلاً إِنْ حَفِظْتُمْ أَنْفُسَكُمْ مِنْ هذِهِ الأُمُورِ. عَافَاكُمُ اللهُ!»"
  },
  "30": {
    "en": "So the men were sent off and went down to Antioch, where they gathered the church together and delivered the letter.",
    "ar": "فَانْطَلَقَ حَامِلُو الرِّسَالَةِ، وَسَافَرُوا إِلَى أَنْطَاكِيَةَ، حَيْثُ دَعَوْا الْجَمَاعَةَ إِلَى الاجْتِمَاعِ، وَقَدَّمُوا إِلَيْهِمِ الرِّسَالَةَ."
  },
  "31": {
    "en": "The people read it and were glad for its encouraging message.",
    "ar": "وَلَمَّا قَرَأُوهَا فَرِحُوا بِمَا فِيهَا مِنْ تَشْجِيعٍ."
  },
  "32": {
    "en": "Judas and Silas, who themselves were prophets, said much to encourage and strengthen the believers.",
    "ar": "وَكَانَ يَهُوذَا وَسِيلا نَبِيَّيْنِ أَيْضاً، فَوَعَظَا الإِخْوَةَ كَثِيراً، وَشَدَّدَا عَزِيمَتَهُمْ."
  },
  "33": {
    "en": "After spending some time there, they were sent off by the believers with the blessing of peace to return to those who had sent them.",
    "ar": "وَبَعْدَ مُدَّةٍ مِنَ الزَّمَنِ صَرَفَهُمَا الإِخْوَةُ فِي أَنْطَاكِيَةَ بِسَلامٍ إِلَى الَّذِينَ أَرْسَلُوهُمَا."
  },
  "34": {
    "en": "",
    "ar": "وَلَكِنَّ سِيلا اسْتَحْسَنَ الْبَقَاءَ فِي أَنْطَاكِيَةَ، فَعَادَ يَهُوذَا وَحْدَهُ."
  },
  "35": {
    "en": "But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord.",
    "ar": "وَبَقِيَ هُنَاكَ أَيْضاً بُولُسُ وَبَرْنَابَا يُعَلِّمَانِ وَيُبَشِّرَانِ بِكَلِمَةِ الرَّبِّ، يُعَاوِنُهُمَا آخَرُونَ كَثِيرُونَ."
  },
  "36": {
    "en": "Some time later Paul said to Barnabas, “Let us go back and visit the believers in all the towns where we preached the word of the Lord and see how they are doing.”",
    "ar": "وَبَعْدَ بِضْعَةِ أَيَّامٍ قَالَ بُولُسُ لِبَرْنَابَا: «هَيَّا نَرْجِعُ لِنَتَفَقَّدَ الإِخْوَةَ وَنَطَّلِعَ عَلَى أَحْوَالِهِمْ فِي كُلِّ مَدِينَةٍ بَشَّرْنَا فِيهَا بِكَلِمَةِ الرَّبِّ»."
  },
  "37": {
    "en": "Barnabas wanted to take John, also called Mark, with them,",
    "ar": "فَاقْتَرَحَ بَرْنَابَا أَنْ يَأْخُذَا مَعَهُمَا يُوحَنَّا الْمُلَقَّبَ مَرْقُسَ."
  },
  "38": {
    "en": "but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work.",
    "ar": "وَلَكِنَّ بُولُسَ رَفَضَ أَنْ يَأْخُذَاهُ مَعَهُمَا، لأَنَّهُ كَانَ قَدْ فَارَقَهُمَا فِي بَمْفِيلِيَّةَ، وَلَمْ يُرَافِقْهُمَا فِي الْخِدْمَةِ."
  },
  "39": {
    "en": "They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus,",
    "ar": "فَوَقَعَتْ بَيْنَهُمَا مُشَاجَرَةٌ حَتَّى انْفَصَلَ أَحَدُهُمَا عَنِ الآخَرِ. فَأَخَذَ بَرْنَابَا مَرْقُسَ وَسَافَرَ بَحْراً إِلَى قُبْرُصَ،"
  },
  "40": {
    "en": "but Paul chose Silas and left, commended by the believers to the grace of the Lord.",
    "ar": "وَاخْتَارَ بُولُسُ أَنْ يُرَافِقَهُ سِيلا. فَاسْتَوْدَعَهُ الإِخْوَةُ إِلَى نِعْمَةِ اللهِ،"
  },
  "41": {
    "en": "He went through Syria and Cilicia, strengthening the churches.",
    "ar": "فَسَافَرَ فِي مُقَاطَعَتَيْ سُورِيَّةَ وَكِيلِيكِيَةَ يُشَدِّدُ الْكَنَائِسَ."
  }
}