{
  "1": {
    "en": "When Paul and his companions had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue.",
    "ar": "وَصَلَ بُولُسُ وَسِيلا إِلَى تَسَالُونِيكِي بَعْدَمَا مَرَّا بِأَمْفِيبُولِيسَ وَأَبُولُونِيَّةَ. وَكَانَ فِي تَسَالُونِيكِي مَجْمَعٌ لِلْيَهُودِ."
  },
  "2": {
    "en": "As was his custom, Paul went into the synagogue, and on three Sabbath days he reasoned with them from the Scriptures,",
    "ar": "فَذَهَبَ إِلَيْهِ كَعَادَتِهِ، وَنَاقَشَهُمْ لِثَلاثَةِ سُبُوتٍ، مُسْتَنِداً إِلَى الْكِتَابِ،"
  },
  "3": {
    "en": "explaining and proving that the Messiah had to suffer and rise from the dead. “This Jesus I am proclaiming to you is the Messiah,” he said.",
    "ar": "وَشَرَحَ لَهُمْ مُبَيِّناً أَنَّ الْمَسِيحَ كَانَ لابُدَّ أَنْ يَتَأَلَّمَ وَيَقُومَ مِنْ بَيْنِ الأَمْوَاتِ، وَأَنَّ «الْمَسِيحَ الَّذِي تَنْتَظِرُونَهُ هُوَ يَسُوعُ الَّذِي أُبَشِّرُكُمْ بِهِ الآنَ!»"
  },
  "4": {
    "en": "Some of the Jews were persuaded and joined Paul and Silas, as did a large number of God-fearing Greeks and quite a few prominent women.",
    "ar": "فَاقْتَنَعَ بَعْضُ الْحَاضِرِينَ وَانْضَمُّوا إِلَى بُولُسَ وَسِيلا. وَكَانَ بَيْنَهُمْ عَدَدٌ كَبِيرٌ مِنَ الْيُونَانِيِّينَ الْمُتَعَبِّدِينَ لِلهِ وَكَثِيرَاتٌ مِنَ النِّسَاءِ النَّبِيلاتِ."
  },
  "5": {
    "en": "But other Jews were jealous; so they rounded up some bad characters from the marketplace, formed a mob and started a riot in the city. They rushed to Jason’s house in search of Paul and Silas in order to bring them out to the crowd.",
    "ar": "فَأَثَارَ ذَلِكَ حَسَدَ الْيَهُودِ الَّذِينَ لَمْ يُؤْمِنُوا، فَأَتَوْا بِبَعْضِ الأَشْرَارِ مِنْ أَبْنَاءِ الشَّارِعِ، وَجَمَعُوا جُمْهُوراً وَأَخَذُوا يُحَرِّضُونَ النَّاسَ حَتَّى أَثَارُوا الْفَوْضَى فِي الْمَدِينَةِ، ثُمَّ هَجَمُوا عَلَى بَيْتِ يَاسُونَ مُطَالِبِينَ بِتَسْلِيمِ بُولُسَ وَسِيلا إِلَى الْجَمْعِ."
  },
  "6": {
    "en": "But when they did not find them, they dragged Jason and some other believers before the city officials, shouting: “These men who have caused trouble all over the world have now come here,",
    "ar": "وَلَمَّا لَمْ يَجِدُوهُمَا هُنَاكَ جَرُّوا يَاسُونَ وَبَعْضَ الإِخْوَةِ وَاقْتَادُوهُمْ إِلَى حُكَّامِ الْمَدِينَةِ، وَاشْتَكَوْا عَلَيْهِمْ صَارِخِينَ: «إِنَّ هَذَيْنِ الرَّجُلَيْنِ اللَّذَيْنِ قَلَبَا الدُّنْيَا، قَدْ جَاءَا إِلَى مَدِينَتِنَا أَيْضاً،"
  },
  "7": {
    "en": "and Jason has welcomed them into his house. They are all defying Caesar’s decrees, saying that there is another king, one called Jesus.”",
    "ar": "فَاسْتَضَافَهُمَا يَاسُونُ. وَهُمْ جَمِيعاً يُخَالِفُونَ أَوَامِرَ الْقَيْصَرِ، وَيُنَادُونَ بِمَلِكٍ آخَرَ اسْمُهُ يَسُوعُ»."
  },
  "8": {
    "en": "When they heard this, the crowd and the city officials were thrown into turmoil.",
    "ar": "فَأَحْدَثُوا انْزِعَاجاً لَدَى الْجَمْعِ وَالْحُكَّامِ عِنْدَمَا سَمِعُوا هَذَا."
  },
  "9": {
    "en": "Then they made Jason and the others post bond and let them go.",
    "ar": "فَقَبَضَ الْحُكَّامُ كَفَالَةً مِنْ يَاسُونَ وَمَنْ مَعَهُ ثُمَّ أَفْرَجُوا عَنْهُمْ."
  },
  "10": {
    "en": "As soon as it was night, the believers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue.",
    "ar": "وَفِي اللَّيْلِ رَحَّلَ الإِخْوَةُ بُولُسَ وَسِيلا حَالاً إِلَى بِيرِيَّةَ. وَلَمَّا وَصَلا إِلَيْهَا، ذَهَبَا إِلَى مَجْمَعِ الْيَهُودِ فِيهَا."
  },
  "11": {
    "en": "Now the Berean Jews were of more noble character than those in Thessalonica, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true.",
    "ar": "وَكَانَ يَهُودُ بِيرِيَّةَ أَشْرَفَ مِنْ يَهُودِ تَسَالُونِيكِي، فَقَبِلُوا كَلِمَةَ اللهِ بِرَغْبَةٍ شَدِيدَةٍ، وَأَخَذُوا يَدْرُسُونَ الْكِتَابَ يَوْمِيًّا لِيَتَأَكَّدُوا مِنْ صِحَّةِ التَّعْلِيمِ."
  },
  "12": {
    "en": "As a result, many of them believed, as did also a number of prominent Greek women and many Greek men.",
    "ar": "فَآمَنَ عَدَدٌ كَبِيرٌ مِنْهُمْ، كَمَا آمَنَ مِنَ الْيُونَانِيِّينَ نِسَاءٌ نَبِيلاتٌ وَعَدَدٌ كَبِيرٌ مِنَ الرِّجَالِ."
  },
  "13": {
    "en": "But when the Jews in Thessalonica learned that Paul was preaching the word of God at Berea, some of them went there too, agitating the crowds and stirring them up.",
    "ar": "وَعَرَفَ يَهُودُ تَسَالُونِيكِي أَنَّ بُولُسَ يُبَشِّرُ بِكَلِمَةِ اللهِ فِي بِيرِيَّةَ، فَلَحِقُوا بِهِ وَبَدَأُوا يُحَرِّضُونَ الْجُمُوعَ لِيَثُورُوا عَلَيْهِ."
  },
  "14": {
    "en": "The believers immediately sent Paul to the coast, but Silas and Timothy stayed at Berea.",
    "ar": "وَفِي الْحَالِ أَخَذَ بَعْضُ الإِخْوَةِ بُولُسَ نَحْوَ الْبَحْرِ لِيُسَافِرَ، وَبَقِيَ سِيلا وَتِيمُوثَاوُسُ هُنَاكَ."
  },
  "15": {
    "en": "Those who escorted Paul brought him to Athens and then left with instructions for Silas and Timothy to join him as soon as possible.",
    "ar": "وَرَافَقَ الإِخْوَةُ بُولُسَ حَتَّى أَوْصَلُوهُ إِلَى أَثِينَا، ثُمَّ رَجَعُوا بَعْدَمَا أَوْصَاهُمْ بُولُسُ بِأَنْ يَلْحَقَ بِهِ سِيلا وَتِيمُوثَاوُسُ بِأَسْرَعِ مَا يُمْكِنُ."
  },
  "16": {
    "en": "While Paul was waiting for them in Athens, he was greatly distressed to see that the city was full of idols.",
    "ar": "وَبَيْنَمَا كَانَ بُولُسُ يَنْتَظِرُهُمَا فِي أَثِينَا رَأَى الْمَدِينَةَ مَمْلُوءَةً أَصْنَاماً فَتَضَايَقَتْ رُوحُهُ."
  },
  "17": {
    "en": "So he reasoned in the synagogue with both Jews and God-fearing Greeks, as well as in the marketplace day by day with those who happened to be there.",
    "ar": "وَأَخَذَ يُخَاطِبُ الْيَهُودَ وَغَيْرَهُمْ مِنَ الْمُتَعَبِّدِينَ فِي الْمَجْمَعِ، وَمَنْ يَلْقَاهُمْ كُلَّ يَوْمٍ فِي سَاحَةِ الْمَدِينَةِ."
  },
  "18": {
    "en": "A group of Epicurean and Stoic philosophers began to debate with him. Some of them asked, “What is this babbler trying to say?” Others remarked, “He seems to be advocating foreign gods.” They said this because Paul was preaching the good news about Jesus and the resurrection.",
    "ar": "وَجَرَتْ مُنَاقَشَةٌ بَيْنَهُ وَبَيْنَ بَعْضِ الْفَلاسِفَةِ الأَبِيقُورِيِّينَ وَالرِّوَاقِيِّينَ. وَلَمَّا وَجَدُوا أَنَّهُ يُبَشِّرُ بِيَسُوعَ وَالْقِيَامَةِ مِنَ الْمَوْتِ قَالَ بَعْضُهُمْ: «مَاذَا يَعْنِي هَذَا الْمُدَّعِي الأَحْمَقُ بِكَلامِهِ؟» وَقَالَ آخَرُونَ: «يَبْدُو أَنَّهُ يُنَادِي بِآلِهَةٍ غَرِيبَةٍ»."
  },
  "19": {
    "en": "Then they took him and brought him to a meeting of the Areopagus, where they said to him, “May we know what this new teaching is that you are presenting?",
    "ar": "ثُمَّ قَادُوهُ إِلَى تَلَّةِ أَرْيُوبَاغُوسَ (حَيْثُ مَجْلِسُ الْمَدِينَةِ) وَسَأَلُوهُ: «هَلْ لَنَا أَنْ نَعْرِفَ مَا هُوَ الْمَذْهَبُ الْجَدِيدُ الَّذِي تُنَادِي بِهِ؟"
  },
  "20": {
    "en": "You are bringing some strange ideas to our ears, and we would like to know what they mean.”",
    "ar": "إِنَّنَا نَسْمَعُ مِنْكَ أَقْوَالاً غَرِيبَةً نُرِيدُ أَنْ نَعْرِفَ مَعْنَاهَا»."
  },
  "21": {
    "en": "(All the Athenians and the foreigners who lived there spent their time doing nothing but talking about and listening to the latest ideas.)",
    "ar": "وَكَانَ أَهْلُ أَثِينَا وَالأَجَانِبُ السَّاكِنُونَ فِيهَا لَا يُمْضُونَ أَوْقَاتِ فَرَاغِهِمْ إِلّا فِي مُنَاقَشَةِ الأَفْكَارِ الْجَدِيدَةِ."
  },
  "22": {
    "en": "Paul then stood up in the meeting of the Areopagus and said: “People of Athens! I see that in every way you are very religious.",
    "ar": "فَوَقَفَ بُولُسُ فِي وَسَطِ الأَرِيُوبَاغُوسِ، وَقَالَ: «يَا أَهْلَ أَثِينَا، أَرَاكُمْ مُتَدَيِّنِينَ كَثِيراً فِي كُلِّ أَمْرٍ."
  },
  "23": {
    "en": "For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription: to an unknown god. So you are ignorant of the very thing you worship—and this is what I am going to proclaim to you.",
    "ar": "فَبَيْنَمَا كُنْتُ أَتَجَوَّلُ فِي مَدِينَتِكُمْ وَأَنْظُرُ إِلَى مَعَابِدِكُمْ وَجَدْتُ مَعْبَداً مَكْتُوباً عَلَيْهِ ’إِلَى الإِلهِ الْمَجْهُولِ‘. فَبِهَذَا الإِلَهِ الَّذِي تَعْبُدُونَهُ وَلا تَعْرِفُونَهُ، أَنَا أُبَشِّرُكُمْ."
  },
  "24": {
    "en": "“The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands.",
    "ar": "إِنَّهُ اللهُ الَّذِي خَلَقَ الْكَوْنَ وَكُلَّ مَا فِيهِ، وَهُوَ الَّذِي لَا يَسْكُنُ فِي مَعَابِدَ بَنَتْهَا أَيْدِي الْبَشَرِ، لأَنَّهُ رَبُّ السَّمَاءِ وَالأَرْضِ،"
  },
  "25": {
    "en": "And he is not served by human hands, as if he needed anything. Rather, he himself gives everyone life and breath and everything else.",
    "ar": "وَلَيْسَ بِحَاجَةٍ إِلَى خِدْمَةٍ يُقَدِّمُهَا لَهُ النَّاسُ. فَإِنَّهُ يَهَبُ جَمِيعَ الْخَلْقِ الْحَيَاةَ وَالنَّفْسَ وَكُلَّ شَيْءٍ."
  },
  "26": {
    "en": "From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands.",
    "ar": "وَقَدْ أَخْرَجَ الشُّعُوبَ جَمِيعاً مِنْ أَصْلٍ وَاحِدٍ، وَأَسْكَنَهُمْ بِلادَ الأَرْضِ كُلَّهَا، وَحَدَّدَ مُسْبَقاً أَزْمِنَةَ وُجُودِهِمْ وَحُدُودَ أَوْطَانِهِمْ،"
  },
  "27": {
    "en": "God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us.",
    "ar": "لِكَيْ يَبْحَثُوا عَنِ اللهِ لَعَلَّهُمْ يَتَلَمَّسُونَهُ فَيَهْتَدُوا إِلَيْهِ! فَإِنَّهُ لَيْسَ بَعِيداً عَنْ أَيِّ وَاحِدٍ مِنَّا،"
  },
  "28": {
    "en": "‘For in him we live and move and have our being.’ As some of your own poets have said, ‘We are his offspring.’",
    "ar": "لأَنَّنَا بِهِ نَحْيَا وَنَتَحَرَّكُ وَنُوجَدُ، أَوْ كَمَا قَالَ بَعْضُ شُعَرَائِكُمْ: نَحْنُ أَيْضاً ذُرِّيَّتُهُ!"
  },
  "29": {
    "en": "“Therefore since we are God’s offspring, we should not think that the divine being is like gold or silver or stone—an image made by human design and skill.",
    "ar": "فَمَادُمْنَا ذُرِّيَةَ اللهِ، فَيَجِبُ أَلّا نَنْظُرَ إِلَى الأُلُوهِيَّةِ كَأَنَّهَا صَنَمٌ مِنْ ذَهَبٍ أَوْ فِضَّةٍ أَوْ حَجَرٍ يَسْتَطِيعُ إِنْسَانٌ أَنْ يَنْحَتَهُ أَوْ يَصُوغَهُ كَمَا يَتَخَيَّلُ!"
  },
  "30": {
    "en": "In the past God overlooked such ignorance, but now he commands all people everywhere to repent.",
    "ar": "فَاللهُ الآنَ يَدْعُو جَمِيعَ النَّاسِ فِي كُلِّ مَكَانٍ أَنْ يَرْجِعُوا إِلَيْهِ تَائِبِينَ، وَقَدْ غَضَّ النَّظَرَ عَنْ أَزْمِنَةِ الْجَهْلِ الَّتِي مَرَّتْ،"
  },
  "31": {
    "en": "For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead.”",
    "ar": "لأَنَّهُ حَدَّدَ يَوْماً يَدِينُ فِيهِ الْعَالَمَ بِالْعَدْلِ عَلَى يَدِ رَجُلٍ اخْتَارَهُ لِذَلِكَ. وَقَدْ قَدَّمَ لِلْجَمِيعِ بُرْهَاناً، إِذْ أَقَامَهُ مِنْ بَيْنِ الأَمْوَاتِ»."
  },
  "32": {
    "en": "When they heard about the resurrection of the dead, some of them sneered, but others said, “We want to hear you again on this subject.”",
    "ar": "وَمَا إِنْ سَمِعَ الْحَاضِرُونَ بِالْقِيَامَةِ مِنْ بَيْنِ الأَمْوَاتِ حَتَّى بَدَأَ بَعْضُهُمْ يَسْتَهْزِئُونَ. وَلَكِنَّ آخَرِينَ قَالُوا لِبُولُسَ: «نَوَدُّ أَنْ تُحَدِّثَنَا فِي هَذَا الْمَوْضُوعِ ثَانِيَةً»."
  },
  "33": {
    "en": "At that, Paul left the Council.",
    "ar": "وَهَكَذَا خَرَجَ بُولُسُ مِنْ بَيْنِهِمْ."
  },
  "34": {
    "en": "Some of the people became followers of Paul and believed. Among them was Dionysius, a member of the Areopagus, also a woman named Damaris, and a number of others.",
    "ar": "وَلَكِنَّ بَعْضَهُمُ انْضَمُّوا إِلَى بُولُسَ وَآمَنُوا وَمِنْهُمْ دِيُونِيسِيُوسُ، وَكَانَ عُضْواً فِي مَجْلِسِ أَرْيُوبَاغُوسَ، وَامْرَأَةٌ اسْمُهَا دَامَارِيسُ، وَآخَرُونَ غَيْرُهُمَا."
  }
}