{
  "1": {
    "en": "Three days after arriving in the province, Festus went up from Caesarea to Jerusalem,",
    "ar": "بَعْدَ ثَلاثَةِ أَيَّامٍ لِتَوَلِّي فَسْتُوسَ مَنْصِبَهُ، ذَهَبَ مِنْ قَيْصَرِيَّةَ إِلَى أُورُشَلِيمَ."
  },
  "2": {
    "en": "where the chief priests and the Jewish leaders appeared before him and presented the charges against Paul.",
    "ar": "فَجَاءَهُ رَئِيسُ الْكَهَنَةِ وَوُجَهَاءُ الْيَهُودِ وَعَرَضُوا لَهُ دَعْوَاهُمْ ضِدَّ بُولُسَ، وَطَلَبُوا مِنْهُ"
  },
  "3": {
    "en": "They requested Festus, as a favor to them, to have Paul transferred to Jerusalem, for they were preparing an ambush to kill him along the way.",
    "ar": "بِإِلْحَاحٍ أَنْ يُكْرِمَهُمْ بِإِحْضَارِ بُولُسَ إِلَى أُورُشَلِيمَ. وَكَانُوا قَدْ نَصَبُوا لَهُ كَمِيناً عَلَى الطَّرِيقِ لِيَغْتَالُوهُ."
  },
  "4": {
    "en": "Festus answered, “Paul is being held at Caesarea, and I myself am going there soon.",
    "ar": "فَأَجَابَهُمْ فَسْتُوسُ بِأَنَّ بُولُسَ سَيَبْقَى مُحْتَجَزاً فِي قَيْصَرِيَّةَ وَأَنَّهُ هُوَ سَيَعُودُ إِلَيْهَا بَعْدَ فَتْرَةٍ قَصِيرَةٍ."
  },
  "5": {
    "en": "Let some of your leaders come with me, and if the man has done anything wrong, they can press charges against him there.”",
    "ar": "وَقَالَ: «لِيَذْهَبْ مَعِي أَصْحَابُ النُّفُوذِ مِنْكُمْ؛ فَإِنْ كَانَ عَلَى هَذَا الرَّجُلِ ذَنْبٌ مَا، فَلْيَتَّهِمُوهُ بِهِ أَمَامِي!»"
  },
  "6": {
    "en": "After spending eight or ten days with them, Festus went down to Caesarea. The next day he convened the court and ordered that Paul be brought before him.",
    "ar": "وَقَضَى فَسْتُوسُ فِي أُورُشَلِيمَ أَيَّاماً لَا تَزِيدُ عَلَى الثَّمَانِيَةِ أَوِ الْعَشَرَةِ، ثُمَّ عَادَ إِلَى قَيْصَرِيَّةَ. وَفِي الْيَوْمِ التَّالِي لِوُصُولِهِ جَلَسَ عَلَى مَنَصَّةِ الْقَضَاءِ، وَأَمَرَ بِإِحْضَارِ بُولُسَ."
  },
  "7": {
    "en": "When Paul came in, the Jews who had come down from Jerusalem stood around him. They brought many serious charges against him, but they could not prove them.",
    "ar": "فَلَمَّا حَضَرَ اجْتَمَعَ حَوْلَهُ الْيَهُودُ الَّذِينَ جَاءُوا مِنْ أُورُشَلِيمَ، وَوَجَّهُوا إِلَيْهِ تُهَماً كَثِيرَةً وَخَطِيرَةً عَجَزُوا عَنْ إِثْبَاتِ صِحَّتِهَا."
  },
  "8": {
    "en": "Then Paul made his defense: “I have done nothing wrong against the Jewish law or against the temple or against Caesar.”",
    "ar": "فَدَافَعَ بُولُسُ عَنْ نَفْسِهِ قَائِلاً: «لَمْ أَرْتَكِبْ ذَنْباً فِي حَقِّ شَرِيعَةِ الْيَهُودِ، أَوِ الْهَيْكَلِ، أَوِ الْقَيْصَرِ»."
  },
  "9": {
    "en": "Festus, wishing to do the Jews a favor, said to Paul, “Are you willing to go up to Jerusalem and stand trial before me there on these charges?”",
    "ar": "وَمَعَ ذَلِكَ فَقَدْ أَرَادَ فَسْتُوسُ أَنْ يَكْسِبَ رِضَى الْيَهُودِ، فَسَأَلَ بُولُسَ: «هَلْ تُرِيدُ أَنْ تَذْهَبَ إِلَى أُورُشَلِيمَ حَيْثُ تَجْرِي مُحَاكَمَتُكَ بِحُضُورِي عَلَى هَذِهِ التُّهَمِ؟»"
  },
  "10": {
    "en": "Paul answered: “I am now standing before Caesar’s court, where I ought to be tried. I have not done any wrong to the Jews, as you yourself know very well.",
    "ar": "فَأَجَابَ بُولُسُ: «أَنَا مَاثِلٌ الآنَ فِي مَحْكَمَةِ الْقَيْصَرِ، وَأَمَامَهَا يَجِبُ أَنْ تَجْرِيَ مُحَاكَمَتِي. لَمْ أَرْتَكِبْ ذَنْباً فِي حَقِّ الْيَهُودِ، وَأَنْتَ تَعْلَمُ هَذَا جَيِّداً."
  },
  "11": {
    "en": "If, however, I am guilty of doing anything deserving death, I do not refuse to die. But if the charges brought against me by these Jews are not true, no one has the right to hand me over to them. I appeal to Caesar!”",
    "ar": "وَلَوْ كُنْتُ ارْتَكَبْتُ جَرِيمَةً أَسْتَحِقُّ عَلَيْهَا عُقُوبَةَ الإِعْدَامِ، لَمَا كُنْتُ أَهْرُبُ مِنَ الْمَوْتِ. وَلكِنْ مَادَامَتْ تُهَمُ هَؤُلاءِ لِي بِلا أَسَاسٍ، فَلا يَحِقُّ لأَحَدٍ أَنْ يُسَلِّمَنِي إِلَيْهِمْ لِيُحَاكِمُونِي. إِنِّي أَسْتَأْنِفُ دَعْوَايَ إِلَى الْقَيْصَرِ!»"
  },
  "12": {
    "en": "After Festus had conferred with his council, he declared: “You have appealed to Caesar. To Caesar you will go!”",
    "ar": "وَتَدَاوَلَ فَسْتُوسُ الأَمْرَ مَعَ مُسْتَشَارِيهِ، ثُمَّ قَالَ لِبُولُسَ: «مَادُمْتَ قَدِ اسْتَأْنَفْتَ دَعْوَاكَ إِلَى الْقَيْصَرِ، فَإِلَى الْقَيْصَرِ تَذْهَبُ!»"
  },
  "13": {
    "en": "A few days later King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus.",
    "ar": "وَبَعْدَ بِضْعَةِ أَيَّامٍ جَاءَ الْمَلِكُ أَغْرِيبَاسُ وَبَرْنِيكِي إِلَى قَيْصَرِيَّةَ لِيُسَلِّمَا عَلَى فَسْتُوسَ."
  },
  "14": {
    "en": "Since they were spending many days there, Festus discussed Paul’s case with the king. He said: “There is a man here whom Felix left as a prisoner.",
    "ar": "وَمَكَثَا هُنَاكَ أَيَّاماً عَدِيدَةً. فَعَرَضَ فَسْتُوسُ عَلَى الْمَلِكِ قَضِيَّةَ بُولُسَ قَائِلاً: «هُنَا رَجُلٌ تَرَكَهُ فِيلِكْسُ سَجِيناً."
  },
  "15": {
    "en": "When I went to Jerusalem, the chief priests and the elders of the Jews brought charges against him and asked that he be condemned.",
    "ar": "وَلَمَّا ذَهَبْتُ إِلَى أُورُشَلِيمَ شَكَاهُ إِلَيَّ رُؤَسَاءُ الْكَهَنَةِ وَالشُّيُوخُ، وَطَالَبُوا بِإِصْدَارِ الْحُكْمِ عَلَيْهِ."
  },
  "16": {
    "en": "“I told them that it is not the Roman custom to hand over anyone before they have faced their accusers and have had an opportunity to defend themselves against the charges.",
    "ar": "فَقُلْتُ لَهُمْ إِنَّهُ لَيْسَ مِنْ عَادَةِ الرُّومَانِ أَنْ يُصْدِرُوا حُكْماً عَلَى أَحَدٍ قَبْلَ أَن يُوَاجِهَ الَّذِينَ يَتَّهِمُونَهُ، لِتُتَاحَ لَهُ فُرْصَةُ الدِّفَاعِ عَنْ نَفْسِهِ."
  },
  "17": {
    "en": "When they came here with me, I did not delay the case, but convened the court the next day and ordered the man to be brought in.",
    "ar": "فَلَمَّا جَاءُوا إِلَى هُنَا أَسْرَعْتُ فِي الْيَوْمِ التَّالِي وعَقَدْتُ جَلْسَةً لِلنَّظَرِ فِي الْقَضِيَّةِ، وَأَمَرْتُ بِإِحْضَارِ الْمُتَّهَمِ."
  },
  "18": {
    "en": "When his accusers got up to speak, they did not charge him with any of the crimes I had expected.",
    "ar": "فَلَمَّا قَابَلَهُ مُتَّهِمُوهُ لَمْ يَذْكُرُوا ذَنْباً وَاحِداً مِمَّا كُنْتُ أَتَوَقَّعُ أَنْ يَتَّهِمُوهُ بِهِ،"
  },
  "19": {
    "en": "Instead, they had some points of dispute with him about their own religion and about a dead man named Jesus who Paul claimed was alive.",
    "ar": "بَلْ جَادَلُوهُ فِي مَسَائِلَ تَخْتَصُّ بِدِيَانَتِهِمْ وَبِرَجُلٍ اسْمُهُ يَسُوعُ، مَاتَ وبُولُسُ يَقُولُ إِنَّهُ حَيٌّ!"
  },
  "20": {
    "en": "I was at a loss how to investigate such matters; so I asked if he would be willing to go to Jerusalem and stand trial there on these charges.",
    "ar": "فَحِرْتُ فِي الأَمْرِ، وَعَرَضْتُ عَلَى الْمُتَّهَمِ أَنْ يَذْهَبَ إِلَى أُورُشَلِيمَ وَيُحَاكَمَ هُنَاكَ،"
  },
  "21": {
    "en": "But when Paul made his appeal to be held over for the Emperor’s decision, I ordered him held until I could send him to Caesar.”",
    "ar": "إِلّا أَنَّهُ اسْتَأْنَفَ دَعْوَاهُ إِلَى جَلالَةِ الْقَيْصَرِ لِيُحَاكَمَ فِي حَضْرَتِهِ، فَأَمَرْتُ بِحِرَاسَتِهِ حَتَّى أُرْسِلَهُ إِلَى الْقَيْصَرِ»."
  },
  "22": {
    "en": "Then Agrippa said to Festus, “I would like to hear this man myself.”\nHe replied, “Tomorrow you will hear him.”",
    "ar": "فَقَالَ أَغْرِيبَاسُ لِفَسْتُوسَ: «أُحِبُّ أَنْ أَسْمَعَ مَا يَقُولُهُ هَذَا الرَّجُلُ». فَأَجَابَ: «غَداً تَسْمَعُهُ»."
  },
  "23": {
    "en": "The next day Agrippa and Bernice came with great pomp and entered the audience room with the high-ranking military officers and the prominent men of the city. At the command of Festus, Paul was brought in.",
    "ar": "وَفِي الْيَوْمِ التَّالِي جَاءَ أَغْرِيبَاسُ وَبَرْنِيكِي، وَاسْتُقْبِلا بِاحْتِفَالٍ بَاذِخٍ، إِذْ دَخَلا قَاعَةَ الاسْتِمَاعِ يُحِيطُ بِهِمَا الْقَادَةُ الْعَسْكَرِيُّونَ وَوُجَهَاءُ الْمَدِينَةِ. وَأَمَرَ فَسْتُوسُ بِإِحْضَارِ بُولُسَ."
  },
  "24": {
    "en": "Festus said: “King Agrippa, and all who are present with us, you see this man! The whole Jewish community has petitioned me about him in Jerusalem and here in Caesarea, shouting that he ought not to live any longer.",
    "ar": "فَلَمَّا أُحْضِرَ قَالَ فَسْتُوسُ: «أَيُّهَا الْمَلِكُ أَغْرِيبَاسُ، وَالسَّادَةُ الْحَاضِرُونَ هُنَا جَمِيعاً: أَمَامَكُمْ هَذَا الرَّجُلُ الَّذِي شَكَاهُ إِلَيَّ الشَّعْبُ الْيَهُودِيُّ كُلُّهُ فِي أُورُشَلِيمَ وَهُمْ يَصْرُخُونَ أَنَّهُ يَجِبُ أَلّا يَبْقَى حَيًّا"
  },
  "25": {
    "en": "I found he had done nothing deserving of death, but because he made his appeal to the Emperor I decided to send him to Rome.",
    "ar": "وَتَبَيَّنَ لِي أَنَّهُ لَمْ يَفْعَلْ مَا يَسْتَحِقُّ الإِعْدَامَ. وَلَكِنَّهُ اسْتَأْنَفَ دَعْوَاهُ إِلَى جَلالَةِ الْقَيْصَرِ، فَقَرَّرْتُ أَنْ أُرْسِلَهُ إِلَيْهِ."
  },
  "26": {
    "en": "But I have nothing definite to write to His Majesty about him. Therefore I have brought him before all of you, and especially before you, King Agrippa, so that as a result of this investigation I may have something to write.",
    "ar": "وَلَكِنْ لَيْسَ لِي شَيْءٌ أَكِيدٌ أَكْتُبُهُ إِلَى جَلالَةِ الْقَيْصَرِ بِشَأْنِهِ. لِذَلِكَ أَحْضَرْتُهُ أَمَامَكُمْ جَمِيعاً، وَخَاصَّةً أَمَامَكَ أَيُّهَا الْمَلِكُ أَغْرِيبَاسُ، حَتَّى إِذَا تَمَّ النَّظَرُ فِي قَضِيَّتِهِ أَجِدُ مَا أَكْتُبُهُ."
  },
  "27": {
    "en": "For I think it is unreasonable to send a prisoner on to Rome without specifying the charges against him.”",
    "ar": "فَمِنْ غَيْرِ الْمَعْقُولِ، كَمَا أَرَى، أَنْ أُرْسِلَ إِلَى الْقَيْصَرِ سَجِيناً دُونَ تَحْدِيدِ التُّهَمِ الْمُوَجَّهَةِ إِلَيْهِ!»"
  }
}