{
  "1": {
    "en": "Then Agrippa said to Paul, “You have permission to speak for yourself.”\nSo Paul motioned with his hand and began his defense:",
    "ar": "فَقَالَ أَغْرِيبَاسُ لِبُولُسَ: «إِنَّنَا نَسْمَحُ لَكَ بِالدِّفَاعِ عَنْ نَفْسِكَ». فَأَشَارَ بُولُسُ بِيَدِهِ، وَابْتَدَأَ دِفَاعَهُ قَائِلاً:"
  },
  "2": {
    "en": "“King Agrippa, I consider myself fortunate to stand before you today as I make my defense against all the accusations of the Jews,",
    "ar": "«أَيُّهَا الْمَلِكُ أَغْرِيبَاسُ، يُسْعِدُنِي أَنْ أُدَافِعَ عَنْ نَفْسِي فِي حَضْرَتِكَ، وَأَرُدَّ كُلَّ مَا يَتَّهِمُنِي بِهِ الْيَهُودُ،"
  },
  "3": {
    "en": "and especially so because you are well acquainted with all the Jewish customs and controversies. Therefore, I beg you to listen to me patiently.",
    "ar": "وَبِخَاصَّةٍ لأَنَّكَ تَعْرِفُ تَمَاماً طُقُوسَهُمْ وَمُجَادَلاتِهِمْ. فَأَلْتَمِسُ أَنْ تَسْمَعَنِي بِرَحَابَةِ صَدْرٍ."
  },
  "4": {
    "en": "“The Jewish people all know the way I have lived ever since I was a child, from the beginning of my life in my own country, and also in Jerusalem.",
    "ar": "إِنَّ الْيَهُودَ جَمِيعاً يَعْرِفُونَ نَشْأَتِي مِنَ الْبَدَايَةِ. فَقَدْ عِشْتُ بَيْنَ شَعْبِي فِي أُورُشَلِيمَ مُنْذُ صِغَرِي."
  },
  "5": {
    "en": "They have known me for a long time and can testify, if they are willing, that I conformed to the strictest sect of our religion, living as a Pharisee.",
    "ar": "وَمَادَامُوا يَعْرِفُونَنِي مِنَ الْبَدَايَةِ، فَلَوْ أَرَادُوا لَشَهِدُوا أَنَّنِي كُنْتُ فَرِّيسِيًّا، أَيْ تَابِعاً لِلْمَذْهَبِ الأَكْثَرِ تَشَدُّداً فِي دِيَانَتِنَا."
  },
  "6": {
    "en": "And now it is because of my hope in what God has promised our ancestors that I am on trial today.",
    "ar": "وَأَنَا الْيَوْمَ أُحَاكَمُ لأَنَّ لِي رَجَاءً بِأَنْ يُحَقِّقَ اللهُ مَا وَعَدَ بِهِ آبَاءَنَا،"
  },
  "7": {
    "en": "This is the promise our twelve tribes are hoping to see fulfilled as they earnestly serve God day and night. King Agrippa, it is because of this hope that these Jews are accusing me.",
    "ar": "وَمَازَالَتْ أَسْبَاطُ شَعْبِنَا الاثْنَا عَشَرَ تُوَاظِبُ عَلَى الْعِبَادَةِ لَيْلَ نَهَارَ رَاجِيَةً تَحْقِيقَهُ. مِنْ أَجْلِ هَذَا الرَّجَاءِ، أَيُّهَا الْمَلِكُ، يَتَّهِمُنِي الْيَهُودُ."
  },
  "8": {
    "en": "Why should any of you consider it incredible that God raises the dead?",
    "ar": "لِمَاذَا لَا تُصَدِّقُونَ أَنَّ اللهَ يُقِيمُ الأَمْوَاتَ؟"
  },
  "9": {
    "en": "“I too was convinced that I ought to do all that was possible to oppose the name of Jesus of Nazareth.",
    "ar": "وَكُنْتُ أَعْتَقِدُ أَنَّهُ يَجِبُ أَنْ أَبْذُلَ غَايَةَ جَهْدِي لأُقَاوِمَ اسْمَ يَسُوعَ النَّاصِرِيِّ."
  },
  "10": {
    "en": "And that is just what I did in Jerusalem. On the authority of the chief priests I put many of the Lord’s people in prison, and when they were put to death, I cast my vote against them.",
    "ar": "وَقَدْ عَمِلْتُ عَلَى تَنْفِيذِ خُطَّتِي فِي أُورُشَلِيمَ بِتَفْوِيضٍ خَاصٍّ مِنْ رُؤَسَاءِ الْكَهَنَةِ، فَأَلْقَيْتُ فِي السِّجْنِ عَدَداً كَبِيراً مِنَ الْقِدِّيسِينَ. وَكُنْتُ أُعْطِي صَوْتِي بِالْمُوَافَقَةِ عِنْدَمَا كَانَ الْمَجْلِسُ يَحْكُمُ بِإِعْدَامِهِمْ."
  },
  "11": {
    "en": "Many a time I went from one synagogue to another to have them punished, and I tried to force them to blaspheme. I was so obsessed with persecuting them that I even hunted them down in foreign cities.",
    "ar": "وَكَمْ عَذَّبْتُهُمْ فِي الْمَجَامِعِ كُلِّهَا لأُجْبِرَهُمْ عَلَى التَّجْدِيفِ. وَقَدْ بَلَغَ حِقْدِي عَلَيْهِمْ دَرَجَةً جَعَلَتْنِي أُطَارِدُهُمْ فِي الْمُدُنِ الَّتِي فِي خَارِجِ الْبِلادِ."
  },
  "12": {
    "en": "“On one of these journeys I was going to Damascus with the authority and commission of the chief priests.",
    "ar": "وَتَوَجَّهْتُ إِلَى مَدِينَةِ دِمَشْقَ بِتَفْوِيضٍ وَتَرْخِيصٍ مِنْ رُؤَسَاءِ الْكَهَنَةِ،"
  },
  "13": {
    "en": "About noon, King Agrippa, as I was on the road, I saw a light from heaven, brighter than the sun, blazing around me and my companions.",
    "ar": "فَرَأَيْتُ، أَيُّهَا الْمَلِكُ، عَلَى الطَّرِيقِ عِنْدَ الظُّهْرِ نُوراً يَفُوقُ نُورَ الشَّمْسِ يَسْطَعُ حَوْلِي وَحَوْلَ مُرَافِقِيَّ،"
  },
  "14": {
    "en": "We all fell to the ground, and I heard a voice saying to me in Aramaic, ‘Saul, Saul, why do you persecute me? It is hard for you to kick against the goads.’",
    "ar": "فَسَقَطْنَا كُلُّنَا عَلَى الأَرْضِ. وَسَمِعْتُ صَوْتاً يُنَادِينِي بِاللُّغَةِ الْعِبْرِيَّةِ قَائِلاً: شَاوُلُ، شَاوُلُ، لِمَاذَا تَضْطَهِدُنِي؟ يَصْعُبُ عَلَيْكَ أَنْ تَرْفُسَ الْمَنَاخِسَ."
  },
  "15": {
    "en": "“Then I asked, ‘Who are you, Lord?’\n“ ‘I am Jesus, whom you are persecuting,’ the Lord replied.",
    "ar": "فَسَأَلْتُ: مَنْ أَنْتَ يَا سَيِّدُ؟ فَأَجَابَ: أَنَا يَسُوعُ الَّذِي أَنْتَ تَضْطَهِدُهُ."
  },
  "16": {
    "en": "‘Now get up and stand on your feet. I have appeared to you to appoint you as a servant and as a witness of what you have seen and will see of me.",
    "ar": "انْهَضْ وَقِفْ عَلَى قَدَمَيْكَ، فَقَدْ ظَهَرْتُ لَكَ لأُعَيِّنَكَ خَادِماً لِي وَشَاهِداً بِهَذِهِ الرُّؤْيَا الَّتِي تَرَانِي فِيهَا الآنَ، وَبِالرُّؤَى الَّتِي سَتَرَانِي فِيهَا بَعْدَ الْيَوْمِ."
  },
  "17": {
    "en": "I will rescue you from your own people and from the Gentiles. I am sending you to them",
    "ar": "وَسَأُنْقِذُكَ مِنْ شَعْبِكَ وَمِنَ الأُمَمِ الَّتِي أُرْسِلُكَ إِلَيْهَا الآنَ،"
  },
  "18": {
    "en": "to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’",
    "ar": "لِتَفْتَحَ عُيُونَهُمْ كَيْ يَرْجِعُوا مِنَ الظَّلامِ إِلَى النُّورِ، وَمِنْ سَيْطَرَةِ الشَّيْطَانِ إِلَى اللهِ، فَيَنَالُوا غُفْرَانَ الْخَطَايَا وَنَصِيباً بَيْنَ الَّذِينَ تَقَدَّسُوا بِالإِيمَانِ بِي."
  },
  "19": {
    "en": "“So then, King Agrippa, I was not disobedient to the vision from heaven.",
    "ar": "وَمِنْ ذَلِكَ الْحِينِ لَمْ أُعَانِدِ الرُّؤْيَا السَّمَاوِيَّةَ، أَيُّهَا الْمَلِكُ أَغْرِيبَاسُ."
  },
  "20": {
    "en": "First to those in Damascus, then to those in Jerusalem and in all Judea, and then to the Gentiles, I preached that they should repent and turn to God and demonstrate their repentance by their deeds.",
    "ar": "فَبَشَّرْتُ أَهْلَ دِمَشْقَ أَوَّلاً، ثُمَّ أَهْلَ أُورُشَلِيمَ وَمِنْطَقَةِ الْيَهُودِيَّةِ كُلِّهَا، ثُمَّ الأَجَانِبَ. فَدَعَوْتُ الْجَمِيعَ إِلَى التَّوْبَةِ وَالرُّجُوعِ إِلَى اللهِ، وَالْقِيَامِ بِأَعْمَالٍ تَلِيقُ بِالتَّوْبَةِ."
  },
  "21": {
    "en": "That is why some Jews seized me in the temple courts and tried to kill me.",
    "ar": "وَبِسَبَبِ تَبْشِيرِي قَبَضَ الْيَهُودُ عَلَيَّ فِي الْهَيْكَلِ وَحَاوَلُوا أَنْ يَقْتُلُونِي،"
  },
  "22": {
    "en": "But God has helped me to this very day; so I stand here and testify to small and great alike. I am saying nothing beyond what the prophets and Moses said would happen—",
    "ar": "وَلَكِنَّ اللهَ حَفِظَنِي حَتَّى هَذَا الْيَوْمِ، وَبِمَعُونَتِهِ أَقِفُ أَمَامَ الْبُسَطَاءِ وَالْعُظَمَاءِ شَاهِداً لَهُ وَلَسْتُ أَحِيدُ عَمَّا تَنَبَّأَ بِهِ مُوسَى وَالأَنْبِيَاءُ،"
  },
  "23": {
    "en": "that the Messiah would suffer and, as the first to rise from the dead, would bring the message of light to his own people and to the Gentiles.”",
    "ar": "مِنْ أَنَّ الْمَسِيحَ سَيَتَأَلَّمُ فَيَكُونُ أَوَّلَ مَنْ يَقُومُ مِنْ بَيْنِ الأَمْوَاتِ، وَيُبَشِّرُ بِالنُّورِ شَعْبَنَا وَالشُّعُوبَ الأُخْرَى»."
  },
  "24": {
    "en": "At this point Festus interrupted Paul’s defense. “You are out of your mind, Paul!” he shouted. “Your great learning is driving you insane.”",
    "ar": "وَمَا إِنْ وَصَلَ بُولُسُ فِي دِفَاعِهِ إِلَى هَذَا الْحَدِّ، حَتَّى قَاطَعَهُ فَسْتُوسُ قَائِلاً بِصَوْتٍ عَالٍ: «جُنِنْتَ يَا بُولُسُ! إِنَّ تَبَحُّرَكَ فِي الْعِلْمِ أَصَابَكَ بِالْجُنُونِ!»"
  },
  "25": {
    "en": "“I am not insane, most excellent Festus,” Paul replied. “What I am saying is true and reasonable.",
    "ar": "فَقَالَ بُولُسُ: «لَسْتُ مَجْنُوناً يَا سُمُوَّ الْحَاكِمِ فَسْتُوسَ، فَأَنَا أَنْطِقُ بِكَلامِ الْحَقِّ وَالصَّوَابِ."
  },
  "26": {
    "en": "The king is familiar with these things, and I can speak freely to him. I am convinced that none of this has escaped his notice, because it was not done in a corner.",
    "ar": "وَالْمَلِكُ الَّذِي أُخَاطِبُهُ الآنَ صَرَاحَةً يَعْرِفُ هَذِهِ الأُمُورَ الَّتِي أَتَحَدَّثُ عَنْهَا، وَأَنَا مُتَأَكِّدٌ أَنَّهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْهَا، لأَنَّهَا لَمْ تَحْدُثْ فِي زَاوِيَةٍ مُظْلِمَةٍ!"
  },
  "27": {
    "en": "King Agrippa, do you believe the prophets? I know you do.”",
    "ar": "أَيُّهَا الْمَلِكُ أَغْرِيبَاسُ، أَتُصَدِّقُ أَقْوَالَ الأَنْبِيَاءِ؟ أَنَا أَعْلَمُ أَنَّكَ تُصَدِّقُهَا!»"
  },
  "28": {
    "en": "Then Agrippa said to Paul, “Do you think that in such a short time you can persuade me to be a Christian?”",
    "ar": "فَأَجَابَ أَغْرِيبَاسُ: «قَلِيلاً بَعْدُ، وَتُقْنِعُنِي بِأَنْ أَصِيرَ مَسِيحِيًّا!»"
  },
  "29": {
    "en": "Paul replied, “Short time or long—I pray to God that not only you but all who are listening to me today may become what I am, except for these chains.”",
    "ar": "فَقَالَ بُولُسُ: «سَوَاءٌ كَانَ قَلِيلاً أَمْ كَثِيراً، فَإِنَّ صَلاتِي إِلَى اللهِ لأَجْلِكَ وَلأَجْلِ الْحَاضِرِينَ هُنَا جَمِيعاً أَنْ تَصِيرُوا مِثْلِي، ولكِنْ دُونَ هَذِهِ السَّلاسِلِ!»"
  },
  "30": {
    "en": "The king rose, and with him the governor and Bernice and those sitting with them.",
    "ar": "بَعْدَ ذَلِكَ قَامَ الْمَلِكُ وَالْحَاكِمُ وَبَرْنِيكِي وَالْحَاضِرُونَ"
  },
  "31": {
    "en": "After they left the room, they began saying to one another, “This man is not doing anything that deserves death or imprisonment.”",
    "ar": "وَتَرَكُوا الْقَاعَةَ، وَهُمْ يَقُولُونَ بَعْضُهُمْ لِبَعْضٍ: «لَمْ يَرْتَكِبْ هَذَا الرَّجُلُ مَا يَسْتَحِقُّ الْمَوْتَ أَوِ السَّجْنَ»."
  },
  "32": {
    "en": "Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”",
    "ar": "وَقَالَ أَغْرِيبَاسُ لِفَسْتُوسَ: «لَوْ لَمْ يَسْتَأْنِفْ هَذَا الرَّجُلُ دَعْوَاهُ إِلَى الْقَيْصَرِ لَكَانَ يُمْكِنُ إِطْلاقُهُ!»"
  }
}