{
  "1": {
    "en": "And Saul approved of their killing him.\nOn that day a great persecution broke out against the church in Jerusalem, and all except the apostles were scattered throughout Judea and Samaria.",
    "ar": "وَكَانَ شَاوُلُ مُوَافِقاً عَلَى قَتْلِ اسْتِفَانُوسَ. وَفِي ذلِكَ الْيَوْمِ وَقَعَ اضْطِهَادٌ شَدِيدٌ عَلَى الْكَنِيسَةِ الَّتِي فِي أُورُشَلِيمَ. فَتَشَتَّتَ الإِخْوَةُ جَمِيعاً فِي نَوَاحِي الْيَهُودِيَّةِ وَالسَّامِرَةِ، وَلَمْ يَبْقَ فِي أُورُشَلِيمَ إِلّا الرُّسُلُ."
  },
  "2": {
    "en": "Godly men buried Stephen and mourned deeply for him.",
    "ar": "وَأَمَّا اسْتِفَانُوسُ فَقَدْ دَفَنَهُ بَعْضُ الرِّجَالِ الأَتْقِيَاءِ، وَنَاحُوا عَلَيْهِ كَثِيراً."
  },
  "3": {
    "en": "But Saul began to destroy the church. Going from house to house, he dragged off both men and women and put them in prison.",
    "ar": "أَمَّا شَاوُلُ فَكَانَ يُحَاوِلُ إِبَادَةَ الْكَنِيسَةِ، فَيَذْهَبُ مِنْ بَيْتٍ إِلَى بَيْتٍ وَيَجُرُّ الرِّجَالَ وَالنِّسَاءَ وَيُلْقِيهِمْ فِي السِّجْنِ."
  },
  "4": {
    "en": "Those who had been scattered preached the word wherever they went.",
    "ar": "وَالَّذِينَ تَشَتَّتُوا كَانُوا يَنْتَقِلُونَ مِنْ مَكَانٍ إِلَى مَكَانٍ مُبَشِّرِينَ بِالْكَلِمَةِ."
  },
  "5": {
    "en": "Philip went down to a city in Samaria and proclaimed the Messiah there.",
    "ar": "فَذَهَبَ فِيلِبُّسُ إِلَى مَدِينَةٍ فِي مِنْطَقَةِ السَّامِرَةِ، وَأَخَذَ يُبَشِّرُ أَهْلَهَا بِالْمَسِيحِ."
  },
  "6": {
    "en": "When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.",
    "ar": "فَأَصْغَتِ الْجُمُوعُ إِلَى كَلامِهِ بِقَلْبٍ وَاحِدٍ، إِذْ سَمِعُوا بِالْعَلامَاتِ الَّتِي أَجْرَاهَا، أَوْ رَأَوْهَا بِأَنْفُسِهِمْ،"
  },
  "7": {
    "en": "For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.",
    "ar": "فَقَدْ كَانَ يَأْمُرُ الأَرْوَاحَ النَّجِسَةَ، فَتَصْرُخُ بِصَوْتٍ عَالٍ وَتَخْرُجُ مِنَ الْمَسْكُونِينَ بِها، كَمَا شَفَى كَثِيرِينَ مِنَ الْمَشْلُولِينَ وَالْعُرْجِ،"
  },
  "8": {
    "en": "So there was great joy in that city.",
    "ar": "فَعَمَّتِ الْفَرْحَةُ أَنْحَاءَ الْمَدِينَةِ."
  },
  "9": {
    "en": "Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,",
    "ar": "وَكَانَ قَبْلَ ذَلِكَ فِي تِلْكَ الْمَدِينَةِ سَاحِرٌ اسْمُهُ سِيمُونُ، يُمَارِسُ السِّحْرَ فَيُذْهِلُ أَهْلَ السَّامِرَةِ وَيَدَّعِي أَنَّهُ رَجُلٌ عَظِيمٌ."
  },
  "10": {
    "en": "and all the people, both high and low, gave him their attention and exclaimed, “This man is rightly called the Great Power of God.”",
    "ar": "فَأَصْغَى إِلَيْهِ الْجَمِيعُ مِنَ الصَّغِيرِ إِلَى الْكَبِيرِ، قَائِلِينَ: «هَذَا الرَّجُلُ هُوَ قُدْرَةُ اللهِ الْعُظْمَى!»"
  },
  "11": {
    "en": "They followed him because he had amazed them for a long time with his sorcery.",
    "ar": "وَإِنَّمَا أَصْغَوْا إِلَيْهِ لأَنَّهُمْ كَانُوا قَدِ انْخَدَعُوا مُدَّةً طَوِيلَةً بِحِيَلِهِ السِّحْرِيَّةِ!"
  },
  "12": {
    "en": "But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.",
    "ar": "فَلَمَّا آمَنُوا بِكَلامِ فِيلِبُّسَ الَّذِي بَشَّرَهُمْ بِمَلَكُوتِ اللهِ وَبِاسْمِ يَسُوعَ، تَعَمَّدُوا رِجَالاً وَنِسَاءً."
  },
  "13": {
    "en": "Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
    "ar": "وَسِيمُونُ نَفْسُهُ آمَنَ وَتَعَمَّدَ، فَأَلْصَقَ نَفْسَهُ بِفِيلِبُّسَ، وَإِذْ شَاهَدَ الآيَاتِ وَالْمُعْجِزَاتِ الَّتِي أُجْرِيَتْ عَلَى يَدِهِ، اسْتَوْلَتْ عَلَيْهِ الدَّهْشَةُ."
  },
  "14": {
    "en": "When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to Samaria.",
    "ar": "وَسَمِعَ الرُّسُلُ فِي أُورُشَلِيمَ أَنَّ أَهْلَ السَّامِرَةِ قَبِلُوا كَلِمَةَ اللهِ، فَأَرْسَلُوا إِلَيْهِمْ بُطْرُسَ وَيُوحَنَّا."
  },
  "15": {
    "en": "When they arrived, they prayed for the new believers there that they might receive the Holy Spirit,",
    "ar": "فَصَلَّيَا لأَجْلِهِمْ لِكَيْ يَنَالُوا الرُّوحَ الْقُدُسَ،"
  },
  "16": {
    "en": "because the Holy Spirit had not yet come on any of them; they had simply been baptized in the name of the Lord Jesus.",
    "ar": "لأَنَّهُ لَمْ يَكُنْ قَدْ حَلَّ بَعْدُ عَلَى أَحَدٍ مِنْهُمْ، إِلّا أَنَّهُمْ كَانُوا قَدْ تَعَمَّدُوا بِاسْمِ الرَّبِّ يَسُوعَ."
  },
  "17": {
    "en": "Then Peter and John placed their hands on them, and they received the Holy Spirit.",
    "ar": "ثُمَّ وَضَعَا أَيْدِيَهُمَا عَلَيْهِمْ، فَنَالُوا الرُّوحَ الْقُدُسَ."
  },
  "18": {
    "en": "When Simon saw that the Spirit was given at the laying on of the apostles’ hands, he offered them money",
    "ar": "وَلَمَّا رَأَى سِيمُونُ أَنَّ الرُّوحَ الْقُدُسَ قَدْ حَلَّ عَلَى الْمُؤْمِنِينَ لَمَّا وَضَعَ الرَّسُولانِ أَيْدِيَهُمَا عَلَيْهِمْ، عَرَضَ عَلَى بُطْرُسَ وَيُوحَنَّا بَعْضَ الْمَالِ، وَقَالَ لَهُمَا:"
  },
  "19": {
    "en": "and said, “Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.”",
    "ar": "«أَعْطِيَانِي أَنَا أَيْضاً هذِهِ السُّلْطَةَ لِكَيْ يَنَالَ الرُّوحَ الْقُدُسَ مَنْ أَضَعُ عَلَيْهِ يَدِي»."
  },
  "20": {
    "en": "Peter answered: “May your money perish with you, because you thought you could buy the gift of God with money!",
    "ar": "فَقَالَ لَهُ بُطْرُسُ: «لِتَبْقَ لَكَ فِضَّتُكَ لِهَلاكِكَ! لأَنَّكَ ظَنَنْتَ أَنَّكَ تَقْدِرُ أَنْ تَشْتَرِيَ هِبَةَ اللهِ بِالْمَالِ!"
  },
  "21": {
    "en": "You have no part or share in this ministry, because your heart is not right before God.",
    "ar": "لَا قِسْمَةَ لَكَ فِي هَذَا الأَمْرِ وَلا نَصِيبَ، لأَنَّ قَلْبَكَ لَيْسَ مُخْلِصاً تُجَاهَ اللهِ."
  },
  "22": {
    "en": "Repent of this wickedness and pray to the Lord in the hope that he may forgive you for having such a thought in your heart.",
    "ar": "فَتُبْ عَنْ شَرِّكَ هَذَا وَاطْلُبْ إِلَى اللهِ، عَسَى أَنْ يَغْفِرَ لَكَ نِيَّةَ قَلْبِكَ،"
  },
  "23": {
    "en": "For I see that you are full of bitterness and captive to sin.”",
    "ar": "لأَنِّي أَرَاكَ تَتَخَبَّطُ فِي مَرَارَةِ الْعَلْقَمِ وَقُيُودِ الْخَطِيئَةِ!»"
  },
  "24": {
    "en": "Then Simon answered, “Pray to the Lord for me so that nothing you have said may happen to me.”",
    "ar": "فَقَالَ سِيمُونُ: «صَلِّيَا أَنْتُمَا إِلَى الرَّبِّ مِنْ أَجْلِي حَتَّى لَا يَنْزِلَ بِي شَيْءٌ مِمَّا تُشِيرَانِ إِلَيْهِ»."
  },
  "25": {
    "en": "After they had further proclaimed the word of the Lord and testified about Jesus, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages.",
    "ar": "وَبَعْدَمَا شَهِدَ بُطْرُسُ وَيُوحَنَّا بِكَلِمَةِ الرَّبِّ وَأَعْلَنَاهَا هُنَاكَ، رَجَعَا إِلَى أُورُشَلِيمَ وَقَدْ بَشَّرَا قُرىً كَثِيرَةً فِي مِنْطَقَةِ السَّامِرَةِ."
  },
  "26": {
    "en": "Now an angel of the Lord said to Philip, “Go south to the road—the desert road—that goes down from Jerusalem to Gaza.”",
    "ar": "ثُمَّ إِنَّ مَلاكاً مِنْ عِنْدِ الرَّبِّ كَلَّمَ فِيلِبُّسَ فَقَالَ لَهُ: «قُمِ اذْهَبْ نَحْوَ الْجَنُوبِ، مَاشِياً عَلَى الطَّرِيقِ البَرِّيَّةِ بَيْنَ أُورُشَلِيمَ وَغَزَّةَ»."
  },
  "27": {
    "en": "So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of the Kandake (which means “queen of the Ethiopians”). This man had gone to Jerusalem to worship,",
    "ar": "فَقَامَ وَذَهَبَ. وَإذَا رَجُلٌ حَبَشِيٌّ، خَصِيٌّ، يَعْمَلُ وَزِيراً لِلشُّؤُونِ الْمَالِيَّةِ عِنْدَ كَنْدَاكَةَ مَلِكَةِ الْحَبَشَةِ، كَانَ قَدْ حَجَّ إِلَى أُورُشَلِيمَ لِلسُّجُودِ فِيهَا،"
  },
  "28": {
    "en": "and on his way home was sitting in his chariot reading the Book of Isaiah the prophet.",
    "ar": "وَهُوَ رَاجِعٌ إِلَى الْحَبَشَةِ رَاكِباً فِي عَرَبَتِهِ، يَقْرَأُ فِي كِتَابِ النَّبِيِّ إِشَعْيَاءَ."
  },
  "29": {
    "en": "The Spirit told Philip, “Go to that chariot and stay near it.”",
    "ar": "فَقَالَ الرُّوحُ لِفِيلِبُّسَ: «تَقَدَّمْ وَرَافِقْ هذِهِ الْعَرَبَةَ!»"
  },
  "30": {
    "en": "Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. “Do you understand what you are reading?” Philip asked.",
    "ar": "فَأَسْرَعَ فِيلِبُّسُ وَسَمِعَ الْخَصِيَّ يَقْرَأُ نُبُوءَةَ إِشَعْيَاءَ، فَسَأَلَهُ: «أَتَفْهَمُ مَا تَقْرَأُ؟»"
  },
  "31": {
    "en": "“How can I,” he said, “unless someone explains it to me?” So he invited Philip to come up and sit with him.",
    "ar": "فَأَجَابَ: «كَيْفَ يُمْكِنُنِي ذَلِكَ إِنْ لَمْ يَشْرَحْ لِي أَحَدٌ؟» وَدَعَا فِيلِبُّسَ أَنْ يَصْعَدَ إِلَى الْعَرَبَةِ وَيَجْلِسَ مَعَهُ."
  },
  "32": {
    "en": "This is the passage of Scripture the eunuch was reading:\n“He was led like a sheep to the slaughter,\n    and as a lamb before its shearer is silent,\n    so he did not open his mouth.",
    "ar": "وَكَانَ الْخَصِيُّ قَدْ وَصَلَ فِي فَصْلِ الْكِتَابِ الَّذِي يَقْرَأُهُ إِلَى الْقَوْلِ: «مِثْلَ شَاةٍ سِيقَ إِلَى الذَّبْحِ، وَمِثْلَ الْحَمَلِ الصَّامِتِ بَيْنَ يَدَيْ مَنْ يَجُزُّهُ، هكَذَا لَمْ يَفْتَحْ فَاهُ!"
  },
  "33": {
    "en": "In his humiliation he was deprived of justice.\n    Who can speak of his descendants?\n    For his life was taken from the earth.”",
    "ar": "فِي أَثْنَاءِ تَوَاضُعِهِ عُومِلَ بِغَيْرِ عَدْلٍ. مَنْ يُخْبِرُ عَنْ نَسْلِهِ؟ فَإِنَّ حَيَاتَهُ قَدِ انْتُزِعَتْ مِنَ الأَرْضِ!»"
  },
  "34": {
    "en": "The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?”",
    "ar": "وَسَأَلَ الْخَصِيُّ فِيلِبُّسَ: «قُلْ لِي: إِلَى مَنْ يُشِيرُ النَّبِيُّ بِهَذَا الْقَوْلِ؟ إِلَى نَفْسِهِ أَوْ إِلَى شَخْصٍ آخَرَ؟»"
  },
  "35": {
    "en": "Then Philip began with that very passage of Scripture and told him the good news about Jesus.",
    "ar": "فَتَكَلَّمَ وَأَخَذَ يُبَشِّرُهُ بِيَسُوعَ انْطِلاقاً مِنْ كِتَابِ النَّبِيِّ هَذَا."
  },
  "36": {
    "en": "As they traveled along the road, they came to some water and the eunuch said, “Look, here is water. What can stand in the way of my being baptized?”",
    "ar": "وَبَيْنَمَا كَانَتِ الْعَرَبَةُ تَسِيرُ بِهِمَا، وَصَلا إِلَى مَكَانٍ فِيهِ مَاءٌ، فَقَالَ الْخَصِيُّ: «هَا هُوَ الْمَاءُ، فَمَاذَا يَمْنَعُ أَنْ أَتَعَمَّدَ؟»"
  },
  "37": {
    "en": "",
    "ar": "فَأَجَابَهُ فِيلِبُّسُ: «هَذَا جَائِزٌ إِنْ كُنْتَ تُؤْمِنُ مِنْ كُلِّ قَلْبِكَ». فَقَالَ الْخَصِيُّ: «إِنِّي أُومِنُ بِأَنَّ يَسُوعَ الْمَسِيحَ هُوَ ابْنُ اللهِ»."
  },
  "38": {
    "en": "And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him.",
    "ar": "وَأَمَرَ أَنْ تَقِفَ الْعَرَبَةُ، فَنَزَلا إِلَى الْمَاءِ مَعاً، وَعَمَّدَ فِيلِبُّسُ الْخَصِيَّ."
  },
  "39": {
    "en": "When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing.",
    "ar": "وَمَا إِنْ طَلَعَا مِنَ الْمَاءِ حَتَّى خَطِفَ رُوحُ الرَّبِّ فِيلِبُّسَ، فَلَمْ يَعُدِ الْخَصِيُّ يَرَاهُ. فَتَابَعَ سَفَرَهُ بِفَرَحٍ."
  },
  "40": {
    "en": "Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea.",
    "ar": "أَمَّا فِيلِبُّسُ فَقَدْ شُوهِدَ فِي أَشْدُودَ، ثُمَّ سَارَ يُبَشِّرُ كُلَّ مَدِينَةٍ حَتَّى وَصَلَ إِلَى قَيْصَرِيَّةَ."
  }
}