{
  "1": {
    "en": "Solomon son of David established himself firmly over his kingdom, for the Lord his God was with him and made him exceedingly great.",
    "ar": "وَأَمْسَكَ سُلَيْمَانُ بْنُ دَاوُدَ بِزِمَامِ الْمَمْلَكَةِ بِكُلِّ حَزْمٍ وَكَانَ الرَّبُّ إِلَهُهُ مَعَهُ، وَأَضْفَى عَلَيْهِ عَظَمَةً بَالِغَةً."
  },
  "2": {
    "en": "Then Solomon spoke to all Israel—to the commanders of thousands and commanders of hundreds, to the judges and to all the leaders in Israel, the heads of families—",
    "ar": "وَخَاطَبَ سُلَيْمَانُ جَمِيعَ رُؤَسَاءِ الأُلُوفِ وَالْمِئَاتِ وَالْقُضَاةَ وَكُلَّ رَئِيسٍ مِنْ رُؤُوسِ عَائِلاتِ إِسْرَائِيلَ،"
  },
  "3": {
    "en": "and Solomon and the whole assembly went to the high place at Gibeon, for God’s tent of meeting was there, which Moses the Lord’s servant had made in the wilderness.",
    "ar": "طَالِباً إِلَيْهِمْ مُرَافَقَتَهُ إِلَى الْمُرْتَفَعَةِ الَّتِي فِي جِبْعُونَ حَيْثُ نُصِبَتْ خَيْمَةُ الاجْتِمَاعِ، خَيْمَةُ اللهِ الَّتِي صَنَعَهَا مُوسَى عَبْدُ الرَّبِّ فِي الصَّحْرَاءِ."
  },
  "4": {
    "en": "Now David had brought up the ark of God from Kiriath Jearim to the place he had prepared for it, because he had pitched a tent for it in Jerusalem.",
    "ar": "أَمَّا تَابُوتُ الرَّبِّ فَقَدْ أَصْعَدَهُ دَاوُدُ مِنْ قَرْيَةِ يَعَارِيمَ إِلَى الْخَيْمَةِ الَّتِي هَيَّأَهَا لَهُ فِي أُورُشَلِيمَ."
  },
  "5": {
    "en": "But the bronze altar that Bezalel son of Uri, the son of Hur, had made was in Gibeon in front of the tabernacle of the Lord; so Solomon and the assembly inquired of him there.",
    "ar": "غَيْرَ أَنَّ مَذْبَحَ النُّحَاسِ الَّذِي صَنَعَهُ بَصَلْئِيلُ بْنُ أُورِي بْنِ حُورَ، كَانَ قَائِماً أَمَامَ مَسْكَنِ الرَّبِّ، فَتَوَجَّهَ إِلَيْهِ سُلَيْمَانُ وَمُرَافِقُوهُ لِيُقَرِّبُوا عَلَيْهِ."
  },
  "6": {
    "en": "Solomon went up to the bronze altar before the Lord in the tent of meeting and offered a thousand burnt offerings on it.",
    "ar": "وَأَصْعَدَ سُلَيْمَانُ أَلْفَ مُحْرَقَةٍ أَمَامَ الرَّبِّ عَلَى مَذْبَحِ النُّحَاسِ الَّذِي فِي خَيْمَةِ الاجْتِمَاعِ."
  },
  "7": {
    "en": "That night God appeared to Solomon and said to him, “Ask for whatever you want me to give you.”",
    "ar": "فِي تِلْكَ اللَّيْلَةِ ظَهَرَ الرَّبُّ لِسُلَيْمَانَ وَسَأَلَهُ: «مَاذَا أُعْطِيكَ؟»"
  },
  "8": {
    "en": "Solomon answered God, “You have shown great kindness to David my father and have made me king in his place.",
    "ar": "فَأَجَابَ سُلَيْمَانُ: «لَقَدْ أَسْدَيْتَ إِلَى أَبِي إِحْسَاناً عَظِيماً وَجَعَلْتَنِي مَلِكاً خَلَفاً لَهُ."
  },
  "9": {
    "en": "Now, Lord God, let your promise to my father David be confirmed, for you have made me king over a people who are as numerous as the dust of the earth.",
    "ar": "فَالآنَ أَيُّهَا الرَّبُّ الإِلَهُ لِيَتِمَّ وَعْدُكَ الَّذِي وَعَدْتَ بِهِ أَبِي دَاوُدَ، لأَنَّكَ وَلَّيْتَنِي حُكْمَ شَعْبٍ كَثِيرٍ كَتُرَابِ الأَرْضِ."
  },
  "10": {
    "en": "Give me wisdom and knowledge, that I may lead this people, for who is able to govern this great people of yours?”",
    "ar": "فَهَبْنِي حِكْمَةً وَمَعْرِفَةً لأَقُودَ هَذَا الشَّعْبَ، لأَنَّهُ مَنْ يَسْتَطِيعُ أَنْ يَحْكُمَ شَعْبَكَ الْعَظِيمَ هَذَا؟»"
  },
  "11": {
    "en": "God said to Solomon, “Since this is your heart’s desire and you have not asked for wealth, possessions or honor, nor for the death of your enemies, and since you have not asked for a long life but for wisdom and knowledge to govern my people over whom I have made you king,",
    "ar": "فَقَالَ اللهُ لِسُلَيْمَانَ: «مِنْ أَجْلِ أَنَّكَ قَدْ عَزَمْتَ فِي قَلْبِكَ عَلَى طَلَبِ هَذَا الأَمْرِ، وَلَمْ تَنْشُدْ غِنىً، وَلا أَمْوَالاً، وَلا عَظَمَةً، وَلا الانْتِقَامَ مِنْ أَعْدَائِكَ، وَلَمْ تَطْلُبْ حَيَاةً طَوِيلَةً، بَلْ سَأَلْتَ لِنَفْسِكَ حِكْمَةً وَمَعْرِفَةً لِتَحْكُمَ بِهِمَا شَعْبِي الَّذِي مَلَّكْتُكَ عَلَيْهِ،"
  },
  "12": {
    "en": "therefore wisdom and knowledge will be given you. And I will also give you wealth, possessions and honor, such as no king who was before you ever had and none after you will have.”",
    "ar": "فَإِنَّنِي أَهَبُكَ حِكْمَةً وَمَعْرِفَةً، وَأُنْعِمُ عَلَيْكَ بِالْغِنَى وَالْمَالِ وَالْعَظَمَةِ، بِحَيْثُ لَا يُضَاهِيكَ فِيهَا أَحَدٌ مِنَ الْمُلُوكِ السَّابِقِينَ وَلا اللَّاحِقِينَ»."
  },
  "13": {
    "en": "Then Solomon went to Jerusalem from the high place at Gibeon, from before the tent of meeting. And he reigned over Israel.",
    "ar": "ثُمَّ رَجَعَ سُلَيْمَانُ مِنْ مُرْتَفَعَةِ جِبْعُونَ مِنْ أَمَامِ خَيْمَةِ الاجْتِمَاعِ إِلَى أُورُشَلِيمَ وَمَلَكَ عَلَى إِسْرَائِيلَ."
  },
  "14": {
    "en": "Solomon accumulated chariots and horses; he had fourteen hundred chariots and twelve thousand horses, which he kept in the chariot cities and also with him in Jerusalem.",
    "ar": "وَبَنَى لِنَفْسِهِ قُوَّةً تَتَأَلَّفُ مِنْ أَلْفٍ وَأَرْبَعِ مِئَةِ مَرْكَبَةٍ، وَاثْنَيْ عَشَرَ أَلْفَ فَارِسٍ، وَزَّعَهَا عَلَى مُدُنِ الْمَرْكَبَاتِ، وَأَبْقَى بَعْضاً مِنْهَا مَعَهُ فِي أُورُشَلِيمَ."
  },
  "15": {
    "en": "The king made silver and gold as common in Jerusalem as stones, and cedar as plentiful as sycamore-fig trees in the foothills.",
    "ar": "وَلِفَرْطِ مَا تَوَافَرَ مِنَ الْفِضَّةِ وَالذَّهَبِ فِي أُورُشَلِيمَ، جَعَلَ الْمَلِكُ قِيمَتَهَا كَقِيمَةِ الْحِجَارَةِ، وَأَصْبَحَ خَشَبُ الأَرْزِ فِي قِيمَةِ خَشَبِ الْجُمَّيْزِ الَّذِي فِي الْحَقْلِ لِكَثْرَتِهِ."
  },
  "16": {
    "en": "Solomon’s horses were imported from Egypt and from Kue—the royal merchants purchased them from Kue at the current price.",
    "ar": "وَقَدِ اسْتُوْرِدَتْ خُيُولُ سُلَيْمَانَ مِنْ مِصْرَ، وَمِنْ كُوِي، فَكَانَ تُجَّارُ الْمَلِكِ يَشْتَرُونَهَا مِنْ كُوِي."
  },
  "17": {
    "en": "They imported a chariot from Egypt for six hundred shekels of silver, and a horse for a hundred and fifty. They also exported them to all the kings of the Hittites and of the Arameans.",
    "ar": "وَكَذَلِكَ الْمَرْكَبَاتُ؛ وَكَانُوا يَدْفَعُونَ سِتَّ مِئَةِ شَاقِلٍ (نَحْوَ سَبْعَةِ كِيلُو جِرَامَاتٍ) مِنَ الْفِّضَّةِ عَنْ كُلِّ مَرْكَبَةٍ، وَمِئَةً وَخَمْسِينَ عَنْ كُلِّ فَرَسٍ (نَحْوَ كِيلُو جِرَامَيْنِ)، وَكَانُوا يُصَدِّرُونَهَا أَيْضاً لِجَمِيعِ مُلُوكِ الْحِثِّيِّينَ وَالآرَامِيِّينَ."
  }
}