{
  "1": {
    "en": "Hezekiah was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother’s name was Abijah daughter of Zechariah.",
    "ar": "عِنْدَمَا تَوَلَّى حَزَقِيَّا الْمُلْكَ كَانَ فِي الْخَامِسَةِ وَالْعِشْرِينَ مِنْ عُمْرِهِ، وَدَامَ حُكْمُهُ تِسْعاً وَعِشْرِينَ سَنَةً فِي أُورُشَلِيمَ، وَاسْمُ أُمِّهِ أَبِيَّةُ بِنْتُ زَكَرِيَّا."
  },
  "2": {
    "en": "He did what was right in the eyes of the Lord, just as his father David had done.",
    "ar": "وَصَنَعَ مَا هُوَ قَوِيمٌ فِي عَيْنَيِ الرَّبِّ عَلَى غِرَارِ دَاوُدَ أَبِيهِ."
  },
  "3": {
    "en": "In the first month of the first year of his reign, he opened the doors of the temple of the Lord and repaired them.",
    "ar": "وَفِي الشَّهْرِ الأَوَّلِ مِنَ السَّنَةِ الأُولَى مِنْ مُلْكِهِ فَتَحَ أَبْوَابَ الْهَيْكَلِ وَرَمَّمَهَا."
  },
  "4": {
    "en": "He brought in the priests and the Levites, assembled them in the square on the east side",
    "ar": "وَأَدْخَلَ الْكَهَنَةَ وَاللّاوِيِّينَ وَجَمَعَهُمْ فِي سَاحَةِ الْهَيْكَلِ الشَّرْقِيَّةِ،"
  },
  "5": {
    "en": "and said: “Listen to me, Levites! Consecrate yourselves now and consecrate the temple of the Lord, the God of your ancestors. Remove all defilement from the sanctuary.",
    "ar": "وَقَالَ لَهُمْ: «أَصْغُوا إِلَيَّ أَيُّهَا اللّاوِيُّونَ، تَقَدَّسُوا الآنَ، وَقَدِّسُوا بَيْتَ الرَّبِّ إِلَهِ آبَائِكُمْ، وَأَزِيلُوا النَّجَاسَةَ مِنَ الْقُدْسِ،"
  },
  "6": {
    "en": "Our parents were unfaithful; they did evil in the eyes of the Lord our God and forsook him. They turned their faces away from the Lord’s dwelling place and turned their backs on him.",
    "ar": "لأَنَّ آبَاءَنَا خَانُوا الرَّبَّ إِلَهَنَا، وَارْتَكَبُوا الشَّرَّ فِي عَيْنَيْهِ وَتَرَكُوهُ، وَحَوَّلُوا وُجُوهَهُمْ عَنْ هَيْكَلِهِ وَأَدَارُوا لَهُ ظُهُورَهُمْ،"
  },
  "7": {
    "en": "They also shut the doors of the portico and put out the lamps. They did not burn incense or present any burnt offerings at the sanctuary to the God of Israel.",
    "ar": "وَأَغْلَقُوا أَيْضاً أَبْوَابَ الرَّوَاقِ، وَأَطْفَأُوا السُّرُجَ، وَلَمْ يُوْقِدُوا بَخُوراً، وَلَمْ يُقَرِّبُوا مُحْرَقَةً فِي القُدْسِ، لإِلَهِ إِسْرَائِيلَ."
  },
  "8": {
    "en": "Therefore, the anger of the Lord has fallen on Judah and Jerusalem; he has made them an object of dread and horror and scorn, as you can see with your own eyes.",
    "ar": "فَانْصَبَّ غَضَبُ الرَّبِّ عَلَى يَهُوذَا وَأُورُشَلِيمَ، وَجَعَلَهُمْ مَحَلَّ رُعْبٍ وَدَهْشَةٍ وَاحْتِقَارٍ، كَمَا أَنْتُمْ تَشْهَدُونَ الآنَ."
  },
  "9": {
    "en": "This is why our fathers have fallen by the sword and why our sons and daughters and our wives are in captivity.",
    "ar": "وَهُوَذَا آبَاؤُنَا قَدْ سَقَطُوا صَرْعَى السَّيْفِ، وَأَبْنَاؤُنَا وَبَنَاتُنَا وَنِسَاؤُنَا فِي الأَسْرِ مِنْ جَرَّاءِ هَذَا."
  },
  "10": {
    "en": "Now I intend to make a covenant with the Lord, the God of Israel, so that his fierce anger will turn away from us.",
    "ar": "لِذَلِكَ قَرَّرْتُ أَنْ أَقْطَعَ عَهْداً مَعَ الرَّبِّ إِلَهِ إِسْرَائِيلَ فَيَرُدُّ عَنَّا لَهِيبَ غَضَبِهِ."
  },
  "11": {
    "en": "My sons, do not be negligent now, for the Lord has chosen you to stand before him and serve him, to minister before him and to burn incense.”",
    "ar": "يَا بَنِيَّ لَا تَضِلُّوا الآنَ، فَقَدِ اخْتَارَكُمُ الرَّبُّ لِتَمْثُلُوا أَمَامَهُ عَابِدِينَ خَادِمِينَ، وَمُوْقِدِينَ لَهُ»."
  },
  "12": {
    "en": "Then these Levites set to work:\nfrom the Kohathites,\nMahath son of Amasai and Joel son of Azariah;\nfrom the Merarites,\nKish son of Abdi and Azariah son of Jehallelel;\nfrom the Gershonites,\nJoah son of Zimmah and Eden son of Joah;",
    "ar": "عِنْدَئِذٍ قَامَ اللّاوِيُّونَ: مَحَثُ بْنُ عَمَاسَايَ وَيُوئِيلُ بْنُ عَزَرْيَا مِنْ ذُرِّيَّةِ الْقَهَاتِيِّينَ، وَقَيْسُ بْنُ عَبْدِي وَعَزَرْيَا بْنُ يَهْلَلْئِيلَ مِنْ ذُرِّيَّةِ الْمَرَارِيِّينَ، وَيُوآخُ بْنُ زِمَّةَ وَعِيدَنُ بْنُ يُوآخَ مِنْ ذُرِّيَّةِ الْجَرْشُونِيِّينَ."
  },
  "13": {
    "en": "from the descendants of Elizaphan,\nShimri and Jeiel;\nfrom the descendants of Asaph,\nZechariah and Mattaniah;",
    "ar": "وَمِنْ عَشِيرَةِ أَلِيصَافَانَ: شِمْرِى وَيَعِيئِيلُ، وَمِنْ ذُرِّيَّةِ آسَافَ: زَكَرِيَّا وَمَتَّنْيَا."
  },
  "14": {
    "en": "from the descendants of Heman,\nJehiel and Shimei;\nfrom the descendants of Jeduthun,\nShemaiah and Uzziel.",
    "ar": "وَمِنْ ذُرِّيَّةِ هَيْمَانَ: يَحِيئِيلُ وَشِمْعِي، وَمِنْ ذُرِّيَّةِ يَدُوثُونَ: شَمْعِيَا وَعُزِّيئِيلُ."
  },
  "15": {
    "en": "When they had assembled their fellow Levites and consecrated themselves, they went in to purify the temple of the Lord, as the king had ordered, following the word of the Lord.",
    "ar": "وَجَمَعُوا أَقْرِبَاءَهُمُ اللّاوِيِّينَ، وَتَقَدَّسُوا، وَبَدَأُوا يُطَهِّرُونَ الْهَيْكَلَ بِمُوْجِبِ أَمْرِ الْمَلِكِ، وَكَمَا نَصَّتْ عَلَيْهِ شَرِيعَةُ الرَّبِّ."
  },
  "16": {
    "en": "The priests went into the sanctuary of the Lord to purify it. They brought out to the courtyard of the Lord’s temple everything unclean that they found in the temple of the Lord. The Levites took it and carried it out to the Kidron Valley.",
    "ar": "وَدَخَلَ الْكَهَنَةُ إِلَى قُدْسِ الْهَيْكَلِ لِيُطَهِّرُوهُ، وَأَخْرَجُوا مِنْهُ كُلَّ النَّجَاسَةِ الَّتِي وَجَدُوهَا فِي الْهَيْكَلِ إِلَى فِنَاءِ الْهَيْكَلِ، فَأَخَذَهَا اللّاوِيُّونَ وَطَرَحُوهَا فِي وَادِي قَدْرُونَ خَارِجَ الْمَدِينَةِ."
  },
  "17": {
    "en": "They began the consecration on the first day of the first month, and by the eighth day of the month they reached the portico of the Lord. For eight more days they consecrated the temple of the Lord itself, finishing on the sixteenth day of the first month.",
    "ar": "وَشَرَعُوا فِي التَّقْدِيسِ فِي أَوَّلِ الشَّهْرِ الأَوَّلِ، وَانْتَهَوْا فِي الْيَوْمِ الثَّامِنِ إِلَى رِوَاقِ الرَّبِّ. وَهَكَذَا طَهَّرُوهُ فِي ثَمَانِيَةِ أَيَّامٍ، وَتَمَّ تَقْدِيسُ هَيْكَلِ الرَّبِّ بِكَامِلِهِ فِي الْيَوْمِ السَّادِسَ عَشَرَ مِنَ الشَّهْرِ الأَوَّلِ."
  },
  "18": {
    "en": "Then they went in to King Hezekiah and reported: “We have purified the entire temple of the Lord, the altar of burnt offering with all its utensils, and the table for setting out the consecrated bread, with all its articles.",
    "ar": "وَمَثَلَ اللّاوِيُّونَ فِي حَضْرَةِ حَزَقِيَّا قَائِلِينَ: «قَدْ طَهَّرْنَا كُلَّ هَيْكَلِ الرَّبِّ وَمَذْبَحَ الْمُحْرَقَةِ وَكُلَّ آنِيَتِهِ، وَمَائِدَةَ خُبْزِ التَّقْدِمَةِ وَكُلَّ آنِيَتِهَا،"
  },
  "19": {
    "en": "We have prepared and consecrated all the articles that King Ahaz removed in his unfaithfulness while he was king. They are now in front of the Lord’s altar.”",
    "ar": "وَسَائِرَ الأَوَانِي الَّتِي أَزَالَهَا الْمَلِكُ آحَازُ فِي أَثْنَاءِ فَتْرَةِ حُكْمِهِ الَّتِي خَانَ فِيهَا الرَّبَّ، وَأَعْدَدْنَاهَا وَقَدَّسْنَاهَا، وَهَا هِيَ أَمَامَ مَذْبَحِ الرَّبِّ»."
  },
  "20": {
    "en": "Early the next morning King Hezekiah gathered the city officials together and went up to the temple of the Lord.",
    "ar": "وَفِي الصَّبَاحِ التَّالِي اسْتَدْعَى حَزَقِيَّا الْمَلِكُ رُؤَسَاءَ الْمَدِينَةِ، وَتَوَجَّهَ إِلَى هَيْكَلِ الرَّبِّ."
  },
  "21": {
    "en": "They brought seven bulls, seven rams, seven male lambs and seven male goats as a sin offering for the kingdom, for the sanctuary and for Judah. The king commanded the priests, the descendants of Aaron, to offer these on the altar of the Lord.",
    "ar": "فَقَدَّمُوا سَبْعَةَ ثِيرَانٍ وَسَبْعَةَ كِبَاشٍ وَسَبْعَةَ خِرَافٍ وَسَبْعَةَ تُيُوسِ مِعْزَى لِتَكُونَ ذَبِيحَةَ خَطِيئَةٍ عَنِ الْمَمْلَكَةِ وَعَنِ الْمَقْدِسِ وَعَنْ يَهُوذَا. وَطَلَبَ الْمَلِكُ مِنَ الْكَهَنَةِ الْمُنْحَدِرِينَ مِنْ ذُرِّيَّةِ هرُونَ أَنْ يُقَرِّبُوهَا عَلَى مَذْبَحِ الرَّبِّ،"
  },
  "22": {
    "en": "So they slaughtered the bulls, and the priests took the blood and splashed it against the altar; next they slaughtered the rams and splashed their blood against the altar; then they slaughtered the lambs and splashed their blood against the altar.",
    "ar": "فَذَبَحُوا الثِّيرَانَ أَوَّلاً ثُمَّ الْكِبَاشَ ثُمَّ الْخِرْفَانَ، وَرَشُّوا دَمَ كُلِّ ذَبِيحَةٍ بِدَوْرِهَا عَلَى الْمَذْبَحِ."
  },
  "23": {
    "en": "The goats for the sin offering were brought before the king and the assembly, and they laid their hands on them.",
    "ar": "بَعْدَ ذَلِكَ جَاءُوا بِتُيُوسِ ذَبِيحَةِ الْخَطِيئَةِ وَأَقَامُوهَا أَمَامَ الْمَلِكِ وَالْحَاضِرِينَ مَعَهُ، فَوَضَعُوا أَيْدِيَهُمْ عَلَيْهَا."
  },
  "24": {
    "en": "The priests then slaughtered the goats and presented their blood on the altar for a sin offering to atone for all Israel, because the king had ordered the burnt offering and the sin offering for all Israel.",
    "ar": "وَذَبَحَهَا الْكَهَنَةُ، وَكَفَّرُوا بِدَمِهَا عَلَى الْمَذْبَحِ عَنْ جَمِيعِ إِسْرَائِيلَ، لأَنَّ الْمَلِكَ أَمَرَ أَنْ تَكُونَ الْمُحْرَقَةُ وَذَبِيحَةُ الْخَطِيئَةِ عَنْ كُلِّ إِسْرَائِيلَ."
  },
  "25": {
    "en": "He stationed the Levites in the temple of the Lord with cymbals, harps and lyres in the way prescribed by David and Gad the king’s seer and Nathan the prophet; this was commanded by the Lord through his prophets.",
    "ar": "وَأَوْقَفَ حَزَقِيَّا الْمَلِكُ اللّاوِيِّينَ فِي هَيْكَلِ الرَّبِّ بِالصُّنُوجِ وَالرَّبَابِ وَالأَعْوَادِ، بِمُقْتَضَى أَمْرِ دَاوُدَ وَجَادَ النَّبِيِّ وَنَاثَانَ النَّبِيِّ، تَلْبِيَةً لِوَصَايَا الرَّبِّ الَّتِي نَطَقَ بِها عَلَى لِسَانِ أَنْبِيَائِهِ،"
  },
  "26": {
    "en": "So the Levites stood ready with David’s instruments, and the priests with their trumpets.",
    "ar": "فَوَقَفَ اللّاوِيُّونَ بِآلاتِ دَاوُدَ، وَالْكَهَنَةُ بِالأَبْوَاقِ."
  },
  "27": {
    "en": "Hezekiah gave the order to sacrifice the burnt offering on the altar. As the offering began, singing to the Lord began also, accompanied by trumpets and the instruments of David king of Israel.",
    "ar": "وَأَمَرَ حَزَقِيَّا بِتَقْرِيبِ الْمُحْرَقَةِ عَلَى الْمَذْبَحِ. وَمَا إِنِ ابْتَدَأَ تَقْدِيمُ الْمُحْرَقَةِ حَتَّى ارْتَفَعَ نَشِيدُ الرَّبِّ مَصْحُوباً بِالْعَزْفِ عَلَى الأَبْوَاقِ وَآلاتِ دَاوُدَ مَلِكِ إِسْرَائِيلَ."
  },
  "28": {
    "en": "The whole assembly bowed in worship, while the musicians played and the trumpets sounded. All this continued until the sacrifice of the burnt offering was completed.",
    "ar": "وَرَاحَ كُلُّ الْحَاضِرِينَ يَشْتَرِكُونَ فِي الْعِبَادَةِ، وَأَخَذَ الْمُغَنُّونَ يَشْدُونَ، وَالْمُبَوِّقُونَ يَنْفُخُونَ بِالأَبْوَاقِ، إِلَى أَنِ انْتَهَى تَقْدِيمُ الْمُحْرَقَةِ."
  },
  "29": {
    "en": "When the offerings were finished, the king and everyone present with him knelt down and worshiped.",
    "ar": "عِنْدَئِذٍ سَجَدَ الْمَلِكُ وَسَائِرُ الْمَاثِلِينَ مَعَهُ وَعَبَدُوا الرَّبَّ."
  },
  "30": {
    "en": "King Hezekiah and his officials ordered the Levites to praise the Lord with the words of David and of Asaph the seer. So they sang praises with gladness and bowed down and worshiped.",
    "ar": "وَطَلَبَ حَزَقِيَّا الْمَلِكُ وَالرُّؤَسَاءُ مِنَ اللّاوِيِّينَ أَنْ يُسَبِّحُوا الرَّبَّ بِتَرَانِيمِ دَاوُدَ وَآسَافَ النَّبِيِّ، فَرَتَّلُوا بِابْتِهَاجٍ، وَسَجَدُوا وَعَبَدُوا الرَّبَّ."
  },
  "31": {
    "en": "Then Hezekiah said, “You have now dedicated yourselves to the Lord. Come and bring sacrifices and thank offerings to the temple of the Lord.” So the assembly brought sacrifices and thank offerings, and all whose hearts were willing brought burnt offerings.",
    "ar": "ثُمَّ قَالَ حَزَقِيَّا لِلْحَاضِرِينَ: «الآنَ قَدْ كَرَّسْتُمْ أَنْفُسَكُمْ لِلرَّبِّ، فَهَاتُوا ذَبَائِحَ وَقَرَابِينَ الشُّكْرِ لِهَيْكَلِ الرَّبِّ». فَأَقْبَلَتِ الْجَمَاعَةُ بِذَبَائِحَ وَقَرَابِينِ شُكْرٍ، وَأَتَى كُلُّ سَخِيٍّ بِمُحْرَقَاتٍ."
  },
  "32": {
    "en": "The number of burnt offerings the assembly brought was seventy bulls, a hundred rams and two hundred male lambs—all of them for burnt offerings to the Lord.",
    "ar": "وَبَلَغَتْ جُمْلَةُ مَا تَقَدَّمَتْ بِهِ الْجَمَاعَةُ مِنْ مُحْرَقَاتٍ سَبْعِينَ ثَوْراً وَمِئَةَ كَبْشٍ وَمِئَتَيْ خَرُوفٍ، قُرِّبَتْ جَمِيعُهَا مُحْرَقَاتٍ لِلرَّبِّ."
  },
  "33": {
    "en": "The animals consecrated as sacrifices amounted to six hundred bulls and three thousand sheep and goats.",
    "ar": "أَمَّا الذَّبَائِحُ الْمُخَصَّصَةُ كَأَقْدَاسٍ فَقَدْ بَلَغَ عَدَدُهَا سِتَّ مِئَةٍ مِنَ الْبَقَرِ وَثَلاثَةَ آلافٍ مِنَ الضَّأْنِ."
  },
  "34": {
    "en": "The priests, however, were too few to skin all the burnt offerings; so their relatives the Levites helped them until the task was finished and until other priests had been consecrated, for the Levites had been more conscientious in consecrating themselves than the priests had been.",
    "ar": "وَلَمَّا كَانَ عَدَدُ الْكَهَنَةِ غَيْرَ كَافٍ لِلْقِيَامِ بِسَلْخِ كُلِّ تِلْكَ الْمُحْرَقَاتِ، سَاعَدَهُمُ اللّاوِيُّونَ حَتَّى اكْتَمَلَ الْعَمَلُ، وَحَتَّى تَطَهَّرَ بَقِيَّةُ الْكَهَنَةِ، لأَنَّ اللّاوِيِّينَ كَانُوا أَكْثَرَ اهْتِمَاماً بِتَطْهِيرِ أَنْفُسِهِمْ مِنَ الْكَهَنَةِ."
  },
  "35": {
    "en": "There were burnt offerings in abundance, together with the fat of the fellowship offerings and the drink offerings that accompanied the burnt offerings.\nSo the service of the temple of the Lord was reestablished.",
    "ar": "وَفَضْلاً عَنِ الْمُحْرَقَاتِ الْكَثِيرَةِ فَقَدْ تَوَافَرَ شَحْمُ ذَبَائِحِ السَّلامِ وَسَكَائِبُ خَمْرِ الْمُحْرَقَاتِ. وَهَكَذَا عَادَتِ الْعِبَادَةُ فِي الْهَيْكَلِ إِلَى سَابِقِ عَهْدِهَا."
  },
  "36": {
    "en": "Hezekiah and all the people rejoiced at what God had brought about for his people, because it was done so quickly.",
    "ar": "وَابْتَهَجَ حَزَقِيَّا وَجَمِيعُ الشَّعْبِ بِمَا أَنْعَمَ الرَّبُّ بِهِ عَلَيْهِمْ، لأَنَّ الأَمْرَ حَدَثَ بِصُورَةٍ مُفَاجِئَةٍ."
  }
}