{
  "1": {
    "en": "He made a bronze altar twenty cubits long, twenty cubits wide and ten cubits high.",
    "ar": "وَصَنَعَ سُلَيْمَانُ مَذْبَحَ النُّحَاسِ، طُولُهُ عِشْرُونَ ذِرَاعاً (نَحْوَ عَشَرَةِ أَمْتَارٍ) وَعَرْضُهُ عِشْرُونَ ذِرَاعاً (نَحْوَ عَشَرَةِ أَمْتَارٍ) وَارْتِفَاعُهُ عَشْرُ أَذْرُعٍ (نَحْوَ خَمْسَةِ أَمْتَارٍ)."
  },
  "2": {
    "en": "He made the Sea of cast metal, circular in shape, measuring ten cubits from rim to rim and five cubits high. It took a line of thirty cubits to measure around it.",
    "ar": "وَسَبَكَ بِرْكَةً مِنَ النُّحَاسِ مُسْتَدِيرَةً طُولُ قُطْرِهَا مِنْ حَافَتِهَا إِلَى حَافَتِهَا عَشْرُ أَذْرُعٍ (نَحْوَ خَمْسَةِ أَمْتَارٍ) وَارْتِفَاعُهَا خَمْسُ أَذْرُعٍ (نَحْوَ مِتْرَيْنِ وَنِصْفِ الْمِتْرِ)، وَطُولُ مُحِيطِهَا ثَلاثُونَ ذِرَاعاً (نَحْوَ خَمْسَةَ عَشَرَ مِتْراً)."
  },
  "3": {
    "en": "Below the rim, figures of bulls encircled it—ten to a cubit. The bulls were cast in two rows in one piece with the Sea.",
    "ar": "وَقَدْ سُبِكَ بِشَكْلٍ دَائِرِيٍّ، وَكَجُزْءٍ مِنْهَا، تَحْتَ اسْتِدَارَةِ مُحِيطِهَا، صَفَّانِ مِنَ الْقِثَّاءِ بِمِقْدَارِ عَشْرِ قِثَّاءَاتٍ لِكُلِّ ذِرَاعٍ (نَحْوَ نِصْفِ مِتْرٍ)، وَقَدْ سُبِكَتْ كَجُزْءٍ مِنَ الْحَوْضِ."
  },
  "4": {
    "en": "The Sea stood on twelve bulls, three facing north, three facing west, three facing south and three facing east. The Sea rested on top of them, and their hindquarters were toward the center.",
    "ar": "وَكَانَتِ الْبِرْكَةُ قَائِمَةً عَلَى اثْنَيْ عَشَرَ ثَوْراً، يَتَّجِهُ ثَلاثَةٌ مِنْهَا بِرُؤُوسِهَا نَحْوَ الشِّمَالِ، وَثَلاثَةٌ أُخْرَى نَحْوَ الْغَرْبِ، وَثَلاثَةٌ ثَالِثَةٌ نَحْوَ الْجَنُوبِ، وَالثَّلاثَةُ الأَخِيرَةُ نَحْوَ الشَّرْقِ، وَالْبِرْكَةُ تَرْتَكِزُ عَلَى أَعْجَازِهَا الْمُتَّجِهَةِ نَحْوَ الدَّاخِلِ."
  },
  "5": {
    "en": "It was a handbreadth in thickness, and its rim was like the rim of a cup, like a lily blossom. It held three thousand baths.",
    "ar": "وَبَلَغَ سُمْكُ جِدَارِ الْبِرْكَةِ شِبْراً، وَصُنِعَتْ حَافَّتُهَا عَلَى شَكْلِ كَأْسِ زَهْرِ السُّوسَنِّ، وَكَانَتْ تَتَّسِعُ لِثَلاثَةِ آلافِ بَثٍّ (نَحْوَ اثْنَيْنِ وَسَبْعِينَ أَلْفاً وَخَمْسِ مِئَةِ لِتْرٍ)."
  },
  "6": {
    "en": "He then made ten basins for washing and placed five on the south side and five on the north. In them the things to be used for the burnt offerings were rinsed, but the Sea was to be used by the priests for washing.",
    "ar": "وَصَنَعَ عَشَرَةَ أَحْوَاضٍ لِغَسْلِ مَا يُقَرِّبُونَهُ كَمُحْرَقَاتٍ، أَقَامَ خَمْسَةً مِنْهَا عَنِ الْيَمِينِ وَخَمْسَةً عَنِ الشِّمَالِ. أَمَّا الْبِرْكَةُ فَقَدْ خُصِّصَتْ لاغْتِسَالِ الْكَهَنَةِ."
  },
  "7": {
    "en": "He made ten gold lampstands according to the specifications for them and placed them in the temple, five on the south side and five on the north.",
    "ar": "وَصَاغَ عَشْرَ مَنَائِرِ ذَهَبٍ بِمُوْجِبِ الْمُوَاصَفَاتِ الْمَوْضُوعَةِ لَهَا، وَنَصَبَهَا فِي الْهَيْكَلِ: خَمْساً عَنِ الْيَمِينِ وَخَمْساً عَنِ الشِّمَالِ."
  },
  "8": {
    "en": "He made ten tables and placed them in the temple, five on the south side and five on the north. He also made a hundred gold sprinkling bowls.",
    "ar": "وَكَذَلِكَ صَنَعَ عَشْرَ مَوَائِدَ وَضَعَهَا فِي الْهَيْكَلِ خَمْسَةً عَنِ الْيَمِينِ وَخَمْسَةً عَنِ الشِّمَالِ. كَمَا صَنَعَ مِئَةَ مِنْضَحَةٍ مِنْ ذَهَبٍ."
  },
  "9": {
    "en": "He made the courtyard of the priests, and the large court and the doors for the court, and overlaid the doors with bronze.",
    "ar": "وَبَنَى فِنَاءَ الْكَهَنَةِ وَالدَّارَ الْعَظِيمَةَ مَعَ مَصَارِيعِهَا الَّتِي غَشَّاهَا بِالنُّحَاسِ."
  },
  "10": {
    "en": "He placed the Sea on the south side, at the southeast corner.",
    "ar": "أَمَّا الْبِرْكَةُ فَقَدْ أَثْبَتَهَا فِي الْجَانِبِ الأَيْمَنِ فِي الْجِهَةِ الْجَنُوبِيَّةِ الشَّرْقِيَّةِ."
  },
  "11": {
    "en": "And Huram also made the pots and shovels and sprinkling bowls.\nSo Huram finished the work he had undertaken for King Solomon in the temple of God:",
    "ar": "وَعَمِلَ حُورَامُ الْقُدُورَ وَالرُّفُوشَ وَالْمَنَاضِحَ. وَأَكْمَلَ كُلَّ مَا طَلَبَهُ الْمَلِكُ سُلَيْمَانُ لإِتْمَامِ الْهَيْكَلِ:"
  },
  "12": {
    "en": "the two pillars;\nthe two bowl-shaped capitals on top of the pillars;\nthe two sets of network decorating the two bowl-shaped capitals on top of the pillars;",
    "ar": "الْعَمُودَيْنِ وَكُرَتَيِ التَّاجَيْنِ الْقَائِمَتَيْنِ عَلَى قِمَّتَيِ الْعَمُودَيْنِ، وَالشَّبَكَتَيْنِ اللَّتَيْنِ تُغَطِّيَانِ كُرَتَيِ التَّاجَيْنِ."
  },
  "13": {
    "en": "the four hundred pomegranates for the two sets of network (two rows of pomegranates for each network, decorating the bowl-shaped capitals on top of the pillars);",
    "ar": "وَالرُّمَّانَاتِ الأَرْبَعَ مِئَةٍ الْمُعَلَّقَةَ بِالشَّبَكَتَيْنِ، صَفَّيْنِ لِكُلِّ شَبَكَةٍ لِتُغَطِّيَ كُرَتَيِ التَّاجَيْنِ الْقَائِمَتَيْنِ عَلَى قِمَّتَيِ الْعَمُودَيْنِ."
  },
  "14": {
    "en": "the stands with their basins;",
    "ar": "كَذَلِكَ صَنَعَ الْقَوَاعِدَ وَأَحْوَاضَهَا الْمُرْتَكِزَةَ عَلَيْهَا."
  },
  "15": {
    "en": "the Sea and the twelve bulls under it;",
    "ar": "وَالْبِرْكَةَ الْقَائِمَةَ عَلَى اثْنَيْ عَشَرَ ثَوْراً،"
  },
  "16": {
    "en": "the pots, shovels, meat forks and all related articles.\nAll the objects that Huram-Abi made for King Solomon for the temple of the Lord were of polished bronze.",
    "ar": "وَالْقُدُورَ وَالرُّفُوشَ وَالْمَنَاشِلَ، وَكُلَّ أَوَانِيهَا. وَقَدْ صَنَعَ حُورَامُ هَذِهِ كُلَّهَا لِلْمَلِكِ سُلَيْمَانَ مِنْ نُحَاسٍ مَصْقُولٍ، لِتَكُونَ فِي الْهَيْكَلِ،"
  },
  "17": {
    "en": "The king had them cast in clay molds in the plain of the Jordan between Sukkoth and Zarethan.",
    "ar": "فِي غَوْرِ الأُرْدُنِّ حَيْثُ سَبَكَهَا فِي أَرْضِ الْخَزَفِ بَيْنَ سُكُّوتَ وَصَرَدَةَ."
  },
  "18": {
    "en": "All these things that Solomon made amounted to so much that the weight of the bronze could not be calculated.",
    "ar": "وَعَمِلَ سُلَيْمَانُ كُلَّ هَذِهِ الآنِيَةِ الْكَثِيرَةِ مِنْ غَيْرِ أَنْ يَحْسُبَ وَزْنَ النُّحَاسِ."
  },
  "19": {
    "en": "Solomon also made all the furnishings that were in God’s temple:\nthe golden altar;\nthe tables on which was the bread of the Presence;",
    "ar": "وَأَمَرَ سُلَيْمَانُ بِصُنْعِ آنِيَةِ بَيْتِ اللهِ، وَمَذْبَحِ الذَّهَبِ وَمَوَائِدِ خُبْزِ التَّقْدِمَاتِ،"
  },
  "20": {
    "en": "the lampstands of pure gold with their lamps, to burn in front of the inner sanctuary as prescribed;",
    "ar": "وَالْمَنَائِرِ وَسُرُجِهَا الْمُضِيئَةِ دَائِماً أَمَامَ الْمِحْرَابِ بِمُقْتَضَى نَصِّ الشَّرِيعَةِ، مِنْ ذَهَبٍ خَالِصٍ."
  },
  "21": {
    "en": "the gold floral work and lamps and tongs (they were solid gold);",
    "ar": "وَالأَزْهَارُ والسُّرُجُ وَالْمَلاقِطُ، كُلُّهَا صُنِعَتْ مِنْ ذَهَبٍ نَقِيٍّ."
  },
  "22": {
    "en": "the pure gold wick trimmers, sprinkling bowls, dishes and censers; and the gold doors of the temple: the inner doors to the Most Holy Place and the doors of the main hall.",
    "ar": "كَمَا سُبِكَتِ الْمَقَاصُّ وَالْمَنَاضِحُ وَالصُّحُونُ وَالْمَجَامِرُ مِنْ ذَهَبٍ نَقِيٍّ. وَكَذَلِكَ صُنِعَ بَابُ الْهَيْكَلِ وَمَصَارِيعُ قُدْسِ الأَقْدَاسِ وَمَصَارِيعُ الْقَاعَةِ الرَّئِيسِيَّةِ مِنْ ذَهَبٍ."
  }
}