{
  "1": {
    "en": "When Solomon finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord filled the temple.",
    "ar": "وَمَا إِنْ أَتَمَّ سُلَيْمَانُ صَلاتَهُ حَتَّى نَزَلَتْ نَارٌ مِنَ السَّمَاءِ الْتَهَمَتِ الْمُحْرَقَةَ وَالذَّبَائِحَ، وَملأَ مَجْدُ الرَّبِّ الْهَيْكَلَ،"
  },
  "2": {
    "en": "The priests could not enter the temple of the Lord because the glory of the Lord filled it.",
    "ar": "وَلَمْ يَتَمَكَّنِ الْكَهَنَةُ مِنَ الدُّخُولِ إِلَى بَيْتِ الرَّبِّ، لأَنَّ مَجْدَ الرَّبِّ مَلأَهُ."
  },
  "3": {
    "en": "When all the Israelites saw the fire coming down and the glory of the Lord above the temple, they knelt on the pavement with their faces to the ground, and they worshiped and gave thanks to the Lord, saying,\n“He is good;\n    his love endures forever.”",
    "ar": "وَشَهِدَ جَمِيعُ بَنِي إِسْرَائِيلَ نُزُولَ النَّارِ وَمَجْدِ الرَّبِّ عَلَى الْهَيْكَلِ، فَخَرُّوا عَلَى وُجُوهِهِمْ سَاجِدِينَ عَلَى بَلاطِ الأَرْضِ الْمُجَزَّعِ، وَحَمَدُوا الرَّبَّ لأَنَّهُ صَالِحٌ، وَلأَنَّ رَحْمَتَهُ إِلَى الأَبَدِ تَدُومُ."
  },
  "4": {
    "en": "Then the king and all the people offered sacrifices before the Lord.",
    "ar": "ثُمَّ قَدَّمَ الْمَلِكُ وَسَائِرُ الشَّعْبِ ذَبَائِحَ أَمَامَ الرَّبِّ."
  },
  "5": {
    "en": "And King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred and twenty thousand sheep and goats. So the king and all the people dedicated the temple of God.",
    "ar": "فَذَبَحَ الْمَلِكُ سُلَيْمَانُ اثْنَيْنِ وَعِشْرِينَ أَلْفاً مِنَ الْبَقَرِ، وَمِئَةً وَعِشْرِينَ أَلْفاً مِنَ الْغَنَمِ. وَدَشَّنَ الْمَلِكُ وَجَمِيعُ الشَّعْبِ الْهَيْكَلَ."
  },
  "6": {
    "en": "The priests took their positions, as did the Levites with the Lord’s musical instruments, which King David had made for praising the Lord and which were used when he gave thanks, saying, “His love endures forever.” Opposite the Levites, the priests blew their trumpets, and all the Israelites were standing.",
    "ar": "وَوَقَفَ الْكَهَنَةُ فِي الأَمَاكِنِ الْمُخَصَّصَةِ لَهُمْ فِي مُوَاجَهَةِ اللّاوِيِّينَ، يِنْفُخُونَ بِالأَبْوَاقِ، بَيْنَمَا شَرَعَ اللّاوِيُّونَ يَعْزِفُونَ عَلَى آلاتِ غِنَاءِ الرَّبِّ الَّتِي صَنَعَهَا الْمَلِكُ دَاوُدُ حِينَ سَبَّحَ الرَّبَّ بِها، مُتَرَنِّمِينَ بِحَمْدِ الرَّبِّ لأَنَّ رَحْمَتَهُ إِلَى الأَبَدِ تَدُومُ، وَذَلِكَ عَلَى مَرْأَى مِنَ الشَّعْبِ كُلِّهِ."
  },
  "7": {
    "en": "Solomon consecrated the middle part of the courtyard in front of the temple of the Lord, and there he offered burnt offerings and the fat of the fellowship offerings, because the bronze altar he had made could not hold the burnt offerings, the grain offerings and the fat portions.",
    "ar": "وَقَدَّسَ سُلَيْمَانُ الْفِنَاءَ الْوَاقِعَ أَمَامَ الْهَيْكَلِ حَيْثُ قَرَّبَ هُنَاكَ الْمُحْرَقَاتِ وَشَحْمَ ذَبَائِحِ السَّلامِ، لأَنَّ مَذْبَحَ النُّحَاسِ الَّذِي صَنَعَهُ سُلَيْمَانُ كَانَ أَصْغَرَ مِنْ أَنْ يَسَعَ الْمُحْرَقَاتِ وَالتَّقْدِمَاتِ وَالشَّحْمَ."
  },
  "8": {
    "en": "So Solomon observed the festival at that time for seven days, and all Israel with him—a vast assembly, people from Lebo Hamath to the Wadi of Egypt.",
    "ar": "وَاحْتَفَلَ سُلَيْمَانُ بِالْعِيدِ فِي ذَلِكَ الْوَقْتِ طَوَالَ سَبْعَةِ أَيَّامٍ مَعَ كُلِّ إِسْرَائِيلَ، وَجُمْهُورٍ كَبِيرٍ تَوَافَدَ مِنْ مَدْخَلِ حَمَاةَ إِلَى وَادِي مِصْرَ."
  },
  "9": {
    "en": "On the eighth day they held an assembly, for they had celebrated the dedication of the altar for seven days and the festival for seven days more.",
    "ar": "وَاعْتَكَفُوا فِي الْيَوْمِ الثَّامِنِ لِلْعِبَادَةِ بَعْدَ أَنِ احْتَفَلُوا بِتَدْشِينِ الْمَذْبَحِ سَبْعَةَ أَيَّامٍ، وَبِالْعِيدِ سَبْعَةَ أَيَّامٍ أُخْرَى."
  },
  "10": {
    "en": "On the twenty-third day of the seventh month he sent the people to their homes, joyful and glad in heart for the good things the Lord had done for David and Solomon and for his people Israel.",
    "ar": "ثُمَّ صَرَفَ الشَّعْبَ إِلَى بُيُوتِهِمْ فِي الْيَوْمِ الثَّالِثِ وَالْعِشْرِينَ مِنَ الشَّهْرِ السَّابِعِ، فانْطَلَقُوا بِقُلُوبٍ يَغْمُرُهَا الْفَرَحُ وَالْغِبْطَةُ مِنْ أَجْلِ كُلِّ الْخَيْرَاتِ الَّتِي أَبْدَاهَا الرَّبُّ نَحْوَ دَاوُدَ وَسُلَيْمَانَ وَإِسْرَائِيلَ شَعْبِهِ."
  },
  "11": {
    "en": "When Solomon had finished the temple of the Lord and the royal palace, and had succeeded in carrying out all he had in mind to do in the temple of the Lord and in his own palace,",
    "ar": "وَهَكَذَا أَكْمَلَ سُلَيْمَانُ إِقَامَةَ الْهَيْكَلِ وَقَصْرِ الْمَلِكِ، وَحَالَفَهُ النَّجَاحُ فِي كُلِّ مَا خَطَّطَ أَنْ يَبْنِيَهُ فِيهِمَا."
  },
  "12": {
    "en": "the Lord appeared to him at night and said:\n“I have heard your prayer and have chosen this place for myself as a temple for sacrifices.",
    "ar": "وَتَجَلَّى الرَّبُّ لِسُلَيْمَانَ لَيْلاً وَقَالَ لَهُ: «قَدِ اسْتَجَبْتُ صَلاتَكَ، وَاخْتَرْتُ هَذَا الْمَكَانَ لِي لِيَكُونَ هَيْكَلاً لِلذَّبَائِحِ."
  },
  "13": {
    "en": "“When I shut up the heavens so that there is no rain, or command locusts to devour the land or send a plague among my people,",
    "ar": "فَإِنْ أَغْلَقْتُ السَّمَاءَ فَانْحَبَسَ الْمَطَرُ، وَإِنْ أَمَرْتُ الْجَرَادَ أَنْ يَلْتَهِمَ عُشْبَ الأَرْضِ، وَإِنْ جَعَلْتُ الْوَبَأَ يَتَفَشَّى بَيْنَ شَعْبِي،"
  },
  "14": {
    "en": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
    "ar": "ثُمَّ اتَّضَعَ شَعْبِي الَّذِي دُعِيَ اسْمِي عَلَيْهِمْ، وَتَضَرَّعُوا طَالِبِينَ وَجْهِي، وَتَابُوا عَنْ شَرِّهِم، فَإِنَّنِي أَسْتَجِيبُ مِنَ السَّمَاءِ وَأَصْفَحُ عَنْ خَطِيئَتِهِمْ وَأُخْصِبُ أَرْضَهُمْ."
  },
  "15": {
    "en": "Now my eyes will be open and my ears attentive to the prayers offered in this place.",
    "ar": "أَمَّا الآنَ فَإِنَّ عَيْنَيَّ تَظَلّانِ مَفْتُوحَتَيْنِ تَرْعَيَانِ هَذَا الْمَكَانَ، وَأُذُنَيَّ تُصْغِيَانِ إِلَى الصَّلاةِ الصَّادِرَةِ مِنْهُ."
  },
  "16": {
    "en": "I have chosen and consecrated this temple so that my Name may be there forever. My eyes and my heart will always be there.",
    "ar": "لَقَدِ اخْتَرْتُ هَذَا الْهَيْكَلَ وَقَدَّسْتُهُ حَتَّى أَضَعَ اسْمِي عَلَيْهِ إِلَى الأَبَدِ، فَتَكُونُ عَيْنَايَ وَقَلْبِي هُنَاكَ إِلَى دَهْرِ الدُّهُورِ."
  },
  "17": {
    "en": "“As for you, if you walk before me faithfully as David your father did, and do all I command, and observe my decrees and laws,",
    "ar": "فَإِنْ سَلَكْتَ أَنْتَ أَمَامِي كَمَا سَلَكَ دَاوُدُ أَبُوكَ، وَنَفَّذْتَ كُلَّ مَا أَمَرْتُكَ بِهِ وَأَطَعْتَ فَرَائِضِي وَأَحْكَامِي،"
  },
  "18": {
    "en": "I will establish your royal throne, as I covenanted with David your father when I said, ‘You shall never fail to have a successor to rule over Israel.’",
    "ar": "فَإِنَّنِي أُثَبِّتُ عَرْشَكَ كَمَا وَعَدْتُ أَبَاكَ قَائِلاً: لَا يَنْقَرِضُ مِنْ نَسْلِهِ رَجُلٌ يَحْكُمُ إِسْرَائِيلَ."
  },
  "19": {
    "en": "“But if you turn away and forsake the decrees and commands I have given you and go off to serve other gods and worship them,",
    "ar": "وَلَكِنْ إِنِ انْحَرَفْتُمْ وَنَبَذْتُمْ فَرَائِضِي الَّتِي شَرَّعْتُهَا لَكُمْ، وَضَلَلْتُمْ وَرَاءَ آلِهَةٍ أُخْرَى وَعَبَدْتُمُوهَا وَسَجَدْتُمْ لَهَا،"
  },
  "20": {
    "en": "then I will uproot Israel from my land, which I have given them, and will reject this temple I have consecrated for my Name. I will make it a byword and an object of ridicule among all peoples.",
    "ar": "فَإِنَّنِي أَسْتَأْصِلُكُمْ مِنْ أَرْضِي الَّتِي وَهَبْتُهَا لَكُمْ، وَأَنْبِذُ هَذَا الْهَيْكَلَ الَّذِي قَدَّسْتُهُ لاسْمِي، وَأَجْعَلُهُ مَثَلاً وَمَثَارَ هُزْءٍ لِجَمِيعِ الأُمَمِ."
  },
  "21": {
    "en": "This temple will become a heap of rubble. All who pass by will be appalled and say, ‘Why has the Lord done such a thing to this land and to this temple?’",
    "ar": "وَيَغْدُو هَذَا الْهَيْكَلُ الَّذِي كَانَ شَامِخاً عِبْرَةً يُثِيرُ عَجَبَ كُلِّ مَنْ يَمُرُّ بِهِ، فَيَتَسَاءَلُ: لِمَاذَا صَنَعَ الرَّبُّ هَكَذَا بِهَذِهِ الأَرْضِ وَبِهَذَا الْهَيْكَلِ؟"
  },
  "22": {
    "en": "People will answer, ‘Because they have forsaken the Lord, the God of their ancestors, who brought them out of Egypt, and have embraced other gods, worshiping and serving them—that is why he brought all this disaster on them.’”",
    "ar": "فَيَأْتِيهُمُ الْجَوَابُ: لأَنَّهُمْ تَرَكُوا الرَّبَّ إِلَهَ آبَائِهِمِ الَّذِي أَخْرَجَهُمْ مِنْ دِيَارِ مِصْرَ، وَتَشَبَّثُوا بِآلِهَةٍ أُخْرَى وَسَجَدُوا لَهَا وَعَبَدُوهَا، لِذَلِكَ جَلَبَ عَلَيْهِمْ كُلَّ هَذَا الْبَلاءِ»."
  }
}