{
  "1": {
    "en": "The whole Israelite community set out from the Desert of Sin, traveling from place to place as the Lord commanded. They camped at Rephidim, but there was no water for the people to drink.",
    "ar": "وَتَنَقَّلَ بَنُو إِسْرَائِيلَ عَلَى مَرَاحِلَ، مِنْ صَحْرَاءِ سِينَ بِمُقْتَضَى أَمْرِ الرَّبِّ إِلَى أَنْ خَيَّمُوا فِي رَفِيدِيمَ حَيْثُ لَمْ يَجِدُوا مَاءً لِلشُّرْبِ."
  },
  "2": {
    "en": "So they quarreled with Moses and said, “Give us water to drink.”\nMoses replied, “Why do you quarrel with me? Why do you put the Lord to the test?”",
    "ar": "فَتَخَاصَمَ الشَّعْبُ مَعَ مُوسَى قَائِلِينَ: «أَعْطُونَا مَاءً لِنَشْرَبَ». فَأَجَابَ مُوسَى: «لِمَاذَا تُخَاصِمُونَنِي؟ وَلِمَاذَا تَجَرِّبُونَ الرَّبَّ؟»"
  },
  "3": {
    "en": "But the people were thirsty for water there, and they grumbled against Moses. They said, “Why did you bring us up out of Egypt to make us and our children and livestock die of thirst?”",
    "ar": "وَلَكِنَّ الشَّعْبَ كَانَ مُتَعَطِّشاً إِلَى الْمَاءِ، فَتَذَمَّرُوا عَلَى مُوسَى وَقَالُوا: «لِمَاذَا أَخْرَجْتَنَا مِنْ مِصْرَ لِتُمِيتَنَا وَأَوْلادَنَا وَمَوَاشِينَا عَطَشاً؟»"
  },
  "4": {
    "en": "Then Moses cried out to the Lord, “What am I to do with these people? They are almost ready to stone me.”",
    "ar": "فَصَرَخَ مُوسَى إِلَى الرَّبِّ: «مَاذَا أَصْنَعُ بِهَذَا الشَّعْبِ؟ إِنَّهُمْ يَكَادُونَ يَرْجُمُونَنِي»"
  },
  "5": {
    "en": "The Lord answered Moses, “Go out in front of the people. Take with you some of the elders of Israel and take in your hand the staff with which you struck the Nile, and go.",
    "ar": "فَأَجَابَهُ الرَّبُّ: «تَقَدَّمِ الشَّعْبَ وَخُذْ مَعَكَ بَعْضَ شُيُوخِ بَنِي إِسْرَائِيلَ، وَخُذْ بِيَدِكَ عَصَاكَ أَيْضاً الَّتِي ضَرَبْتَ بِها النَّهْرَ،"
  },
  "6": {
    "en": "I will stand there before you by the rock at Horeb. Strike the rock, and water will come out of it for the people to drink.” So Moses did this in the sight of the elders of Israel.",
    "ar": "فَهَا أَنَا أَقِفُ هُنَاكَ أَمَامَكَ عَلَى الصَّخْرَةِ فِي حُورِيبَ. اضْرِبِ الصَّخْرَةَ فَيَنْفَجِرَ مِنْهَا الْمَاءُ لِيَشْرَبَ الشَّعْبُ». وَهَكَذَا فَعَلَ مُوسَى أَمَامَ شُيُوخِ إِسْرَائِيلَ."
  },
  "7": {
    "en": "And he called the place Massah and Meribah because the Israelites quarreled and because they tested the Lord saying, “Is the Lord among us or not?”",
    "ar": "وَدَعَا اسْمَ الْمَوْضِعِ مَسَّةَ وَمَرِيبَةَ (وَمَعْنَاهُ الامْتِحَانُ وَالمُخَاصَمَةُ) نَتِيجَةً لِتَخَاصُمِ بَنِي إِسْرَائِيلَ وَامْتِحَانِهِمْ لِلرَّبِّ قَائِلِينَ: «هَلِ الرَّبُّ فِي وَسْطِنَا أَمْ لا؟»"
  },
  "8": {
    "en": "The Amalekites came and attacked the Israelites at Rephidim.",
    "ar": "وَخَرَجَ الْعَمَالِقَةُ وَحَارَبُوا إِسْرَائِيلَ فِي رَفِيدِيمَ."
  },
  "9": {
    "en": "Moses said to Joshua, “Choose some of our men and go out to fight the Amalekites. Tomorrow I will stand on top of the hill with the staff of God in my hands.”",
    "ar": "فَقَالَ مُوسَى لِيَشُوعَ: «انْتَخِبْ بَعْضَ رِجَالِنَا وَامْضِ لِمُحَارَبَةِ عَمَالِيقَ. وَهَا أَنَا أَقِفُ غَداً عَلَى قِمَّةِ التَّلِّ وَعَصَا اللهِ فِي يَدِي»."
  },
  "10": {
    "en": "So Joshua fought the Amalekites as Moses had ordered, and Moses, Aaron and Hur went to the top of the hill.",
    "ar": "فَحَارَبَ يَشُوعُ الْعَمَالِقَةَ كَمَا أَمَرَ مُوسَى. وَصَعِدَ مُوسَى وَهَرُونُ وَحُورُ عَلَى قِمَّةِ التَّلَّةِ."
  },
  "11": {
    "en": "As long as Moses held up his hands, the Israelites were winning, but whenever he lowered his hands, the Amalekites were winning.",
    "ar": "فَطَالَمَا كَانَ مُوسَى رَافِعاً يَدَهُ، يَغْلِبُ بَنُو إِسْرَائِيلَ، وَإذَا خَفَضَهَا يَفُوزُ الْعَمَالِقَةُ."
  },
  "12": {
    "en": "When Moses’ hands grew tired, they took a stone and put it under him and he sat on it. Aaron and Hur held his hands up—one on one side, one on the other—so that his hands remained steady till sunset.",
    "ar": "وَعِنْدَمَا دَبَّ التَّعَبُ فِي يَدَيْ مُوسَى أَخَذَ هَرُونُ وَحُورُ حَجَراً وَوَضَعَاهُ تَحْتَهُ، فَجَلَسَ عَلَيْهِ، وَأَسْنَدَ هَرُونُ وَحُورُ يَدَيْهِ، كُلُّ وَاحِدٍ مِنْهُمَا مِنْ جَانِبٍ. وَهَكَذَا بَقِيَتْ يَدَاهُ مَرْفُوعَتَيْنِ حَتَّى مَغْرِبِ الشَّمْسِ."
  },
  "13": {
    "en": "So Joshua overcame the Amalekite army with the sword.",
    "ar": "فَهَزَمَ يَشُوعُ الْعَمَالِقَةَ وَجَيْشَهُمْ بِحَدِّ السَّيْفِ."
  },
  "14": {
    "en": "Then the Lord said to Moses, “Write this on a scroll as something to be remembered and make sure that Joshua hears it, because I will completely blot out the name of Amalek from under heaven.”",
    "ar": "فَقَالَ الرَّبُّ لِمُوسَى: «دَوِّنْ هَذَا فِي الْكِتَابِ لِلتَّذْكَارِ، وَاتْلُهُ عَلَى يَشُوعَ، لأَنَّنِي سَأَمْحُو ذِكْرَ الْعَمَالِقَةِ مِنْ تَحْتِ السَّمَاءِ»."
  },
  "15": {
    "en": "Moses built an altar and called it The Lord is my Banner.",
    "ar": "وَشَيَّدَ مُوسَى مَذْبَحاً لِلرَّبِّ دَعَاهُ «يَهْوَهْ نِسِّي» (وَمَعْنَاهُ: الرَّبُّ رَايَتِي أَوْ عَلَمِي)،"
  },
  "16": {
    "en": "He said, “Because hands were lifted up against the throne of the Lord, the Lord will be at war against the Amalekites from generation to generation.”",
    "ar": "قَائِلاً: «لأَنَّ يَداً ارْتَفَعَتْ ضِدَّ عَرْشِ الرَّبِّ، فَإِنَّ الرَّبَّ سَيُحَارِبُ الْعَمَالِقَةَ جِيلاً بَعْدَ جِيلٍ»."
  }
}