{
  "1": {
    "en": "“These are the laws you are to set before them:",
    "ar": "وَهَذِهِ هِي الأَحْكَامُ الَّتِي تَضَعُهَا أَمَامَهُمْ:"
  },
  "2": {
    "en": "“If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything.",
    "ar": "إنِ اشْتَرَيْتَ عَبْداً عِبْرَانِيًّا فَلْيَخْدُمْكَ سِتَّ سَنَوَاتٍ، وَفِي السَّنَةِ السَّابِعَةِ تُطْلِقُهُ حُرّاً مَجَّاناً"
  },
  "3": {
    "en": "If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him.",
    "ar": "وَإذَا اشْتَرَيْتَهُ وَهُوَ أَعْزَبُ يُطْلَقُ وَحْدَهُ. وَإِنِ اشْتَرَيْتَهُ وَهُوَ بَعْلُ امْرَأَةٍ، تُطْلَقُ زَوْجَتُهُ مَعَهُ."
  },
  "4": {
    "en": "If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free.",
    "ar": "وَإِنْ وَهَبَهُ مَوْلاهُ زَوْجَةً وَأَنْجَبَتْ لَهُ بَنِينَ وَبَنَاتٍ، فَإِنَّ زَوْجَتَهُ وَأَوْلادَهَا يَكُونُونَ مِلْكاً لِسَيِّدِهِ، وَهُوَ يُطْلَقُ وَحْدَهُ حُرّاً."
  },
  "5": {
    "en": "“But if the servant declares, ‘I love my master and my wife and children and do not want to go free,’",
    "ar": "لَكِنْ إِنْ قَالَ الْعَبْدُ: «أُحِبُّ مَوْلايَ وَزَوْجَتِي وَأَوْلادِي، وَلا أُرِيدُ أَنْ أَخْرُجَ حُرّاً."
  },
  "6": {
    "en": "then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life.",
    "ar": "يَأْخُذُهُ سَيِّدُهُ إِلَى قُضَاةِ الْمَدِينَةِ، ثُمَّ يُقِيمُهُ لِصْقَ الْبَابِ أَوْ قَائِمَتِهِ، وَيَثْقُبُ أُذُنَهُ بِمِخْرَزٍ، فَيُصْبِحُ خَادِماً لَهُ مَدَى الْحَيَاةِ."
  },
  "7": {
    "en": "“If a man sells his daughter as a servant, she is not to go free as male servants do.",
    "ar": "وَلَكِنْ إِذَا بَاعَ رَجُلٌ ابْنَتَهُ كَأَمَةٍ، فَإِنَّهَا لَا تُطْلَقُ حُرَّةً كَمَا يُطْلَقُ الْعَبْدُ."
  },
  "8": {
    "en": "If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her.",
    "ar": "فَإِذَا لَمْ تَرُقْ لِمَوْلاهَا الَّذِي خَطَبَهَا لِنَفْسِهِ، يَسْمَحُ بِافْتِدَائِهَا، وَلا يَحِقُّ لَهُ أَنْ يَبِيعَهَا لِقَوْمٍ أَجَانِبَ لأَنَّهُ غَدَرَ بِها فَلَمْ يَتَزَوَّجْهَا"
  },
  "9": {
    "en": "If he selects her for his son, he must grant her the rights of a daughter.",
    "ar": "وَإِنْ خَطَبَهَا لاِبْنِهِ فَإِنَّهُ يُعَامِلُهَا كَابْنَةٍ لَهُ."
  },
  "10": {
    "en": "If he marries another woman, he must not deprive the first one of her food, clothing and marital rights.",
    "ar": "أَمَّا إِذَا أَعْجَبَتْهُ وَتَزَوَّجَهَا، ثُمَّ عَادَ فَتَزَوَّجَ مِنْ أُخْرَى، فَإِنَّهُ لَا يُنَقِّصُ شَيْئاً مِنْ طَعَامِهَا وَكُسْوَتِهَا وَمُعَاشَرَتِهَا،"
  },
  "11": {
    "en": "If he does not provide her with these three things, she is to go free, without any payment of money.",
    "ar": "فَإِذَا قَصَّرَ فِي وَاحِدٍ مِنْ هَذِهِ الأَشْيَاءِ الثَّلاثَةِ، عَلَيْهِ أَنْ يُطْلِقَهَا حُرَّةً مَجَّاناً."
  },
  "12": {
    "en": "“Anyone who strikes a person with a fatal blow is to be put to death.",
    "ar": "مَنْ ضَرَبَ إنْسَاناً وَقَتَلَهُ، فَالضَّارِبُ حَتْماً يَمُوتُ."
  },
  "13": {
    "en": "However, if it is not done intentionally, but God lets it happen, they are to flee to a place I will designate.",
    "ar": "وَلَكِنْ إِنْ لَمْ يَتَعَمَّدِ الضَّارِبُ ذَلِكَ، بَلْ حَدَثَ الأَمْرُ بِقَضَاءِ اللهِ فَإِنِّي سَأُعَيِّنُ لَهُ مَكَاناً يَلْجَأُ إِلَيْهِ."
  },
  "14": {
    "en": "But if anyone schemes and kills someone deliberately, that person is to be taken from my altar and put to death.",
    "ar": "وَلَكِنْ إِذَا تَآمَرَ أَحَدٌ عَلَى آخَرَ وَتَعَمَّدَ قَتْلَهُ، فَسُقْهُ لِلْمَوْتِ حَتَّى وَلَوِ احْتَمَى بِمَذْبَحِي"
  },
  "15": {
    "en": "“Anyone who attacks their father or mother is to be put to death.",
    "ar": "كُلُّ مَنْ يَضْرِبْ أَبَاهُ أَوْ أُمَّهُ، يُقْتَلْ."
  },
  "16": {
    "en": "“Anyone who kidnaps someone is to be put to death, whether the victim has been sold or is still in the kidnapper’s possession.",
    "ar": "مَنْ يَخْطِفْ إِنْسَاناً وَيَبِعْهُ أَوْ يَسْتَرِقَّهُ عِنْدَهُ حَتْماً يَمُتْ."
  },
  "17": {
    "en": "“Anyone who curses their father or mother is to be put to death.",
    "ar": "مَنْ يَشْتِمْ أَبَاهُ أَوْ أُمَّهُ يُقْتَلْ."
  },
  "18": {
    "en": "“If people quarrel and one person hits another with a stone or with their fist and the victim does not die but is confined to bed,",
    "ar": "إِذَا تَعَارَكَ رَجُلانِ فَضَرَبَ أَحَدُهُمَا الآخَرَ بِحَجَرٍ أَوْ لَكَمَهُ مِنْ غَيْرِ أَنْ يُمِيتَهُ بَلْ أَلْزَمَهُ الْفِرَاشَ،"
  },
  "19": {
    "en": "the one who struck the blow will not be held liable if the other can get up and walk around outside with a staff; however, the guilty party must pay the injured person for any loss of time and see that the victim is completely healed.",
    "ar": "ثُمَّ قَامَ مُتَمَشِّياً مُتَوَكِّئاً عَلَى عُكَّازِهِ، يُبَرَّأُ الضَّارِبُ، إلّا أَنَّ عَلَيْهِ أَنْ يَدْفَعَ لِلْمَضْرُوبِ تَعْوِيضاً عَنْ مُدَّةِ تَعَطُّلِهِ، وَيَتَحَمَّلَ نَفَقَاتِ عِلاجِهِ."
  },
  "20": {
    "en": "“Anyone who beats their male or female slave with a rod must be punished if the slave dies as a direct result,",
    "ar": "إنْ ضَرَبَ أَحَدٌ عَبْدَهُ أَوْ أَمَتَهُ بِالْعَصَا ضَرْباً أَفْضَى إِلَى الْمَوْتِ، يُعَاقَبُ."
  },
  "21": {
    "en": "but they are not to be punished if the slave recovers after a day or two, since the slave is their property.",
    "ar": "لَكِنْ إِنْ بَقِيَ حَيًّا يَوْماً أَوْ يَوْمَيْنِ، لَا يُعَاقَبُ الضَّارِبُ، لأَنَّ العَبْدَ مِلْكُهُ."
  },
  "22": {
    "en": "“If people are fighting and hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman’s husband demands and the court allows.",
    "ar": "إِنْ تَضَارَبَ رِجَالٌ وَصَدَمُوا امْرَأَةً حَامِلاً فَأَجْهَضَتْ مِنْ غَيْرِ أَنْ تَتَأَذَّى، يَدْفَعُ الصَّادِمُ غَرَامَةً بِمُقْتَضَى مَا يُطَالِبُ بِهِ الزَّوْجُ وَوَفْقاً لِقَرَارِ الْقُضَاةِ."
  },
  "23": {
    "en": "But if there is serious injury, you are to take life for life,",
    "ar": "أَمَّا إِذَا تَأَذَّتِ الْمَرْأَةُ، تَأْخُذُ نَفْساً بِنَفْسٍ،"
  },
  "24": {
    "en": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
    "ar": "وَعَيْناً بِعَيْنٍ، وَسِنّاً بِسِنٍّ، وَيَداً بِيَدٍ، وَرِجْلاً بِرِجْلٍ،"
  },
  "25": {
    "en": "burn for burn, wound for wound, bruise for bruise.",
    "ar": "وَكَيًّا بِكَيٍّ، وَجُرْحاً بِجُرْحٍ، وَرَضّاً بِرَضٍّ."
  },
  "26": {
    "en": "“An owner who hits a male or female slave in the eye and destroys it must let the slave go free to compensate for the eye.",
    "ar": "وَإذَا ضَرَبَ أَحَدٌ عَبْدَهُ أَوْ أَمَتَهُ، فَأَتْلَفَ عَيْنَهُ، فَإِنَّهُ يُطْلِقُهُ حُرّاً تَعْوِيضاً لَهُ عَنْ عَيْنِهِ"
  },
  "27": {
    "en": "And an owner who knocks out the tooth of a male or female slave must let the slave go free to compensate for the tooth.",
    "ar": "وَإذَا ضَرَبَ أَحَدٌ عَبْدَهُ أَوْ أَمَتَهُ، فَأَسْقَطَ سِنَّهُ، فَإِنَّهُ يُطْلِقُهُ حُرّاً تَعْوِيضاً عَنْ سِنِّهِ."
  },
  "28": {
    "en": "“If a bull gores a man or woman to death, the bull is to be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible.",
    "ar": "إِذَا نَطَحَ ثَوْرٌ رَجُلاً أَوِ امْرَأَةً فَمَاتَ، يُرْجَمُ الثَّوْرُ حَتَّى الْمَوْتِ وَلا تَأْكُلُونَ لَحْمَهُ، وَيَكُونُ صَاحِبُ الثَّوْرِ بَرِيئاً."
  },
  "29": {
    "en": "If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull is to be stoned and its owner also is to be put to death.",
    "ar": "أَمَّا إِنْ كَانَ الثَّوْرُ نَطَّاحاً مِنْ قَبْلُ، وَسَبَقَ إِنْذَارُ صَاحِبِهِ، فَلَمْ يَكْبَحْهُ، فَقَتَلَ رَجُلاً أَوِ امْرَأَةً، يُرْجَمُ الثَّوْرُ، وَيُقْتَلُ صَاحِبُهُ."
  },
  "30": {
    "en": "However, if payment is demanded, the owner may redeem his life by the payment of whatever is demanded.",
    "ar": "إلّا إِذَا طُولِبَ بِدَفْعِ الدِّيَّةِ، فَيَدْفَعُ آنَئِذٍ فِدَاءَ نَفْسِهِ مَا هُوَ مَتَوَجِّبٌ عَلَيْهِ."
  },
  "31": {
    "en": "This law also applies if the bull gores a son or daughter.",
    "ar": "وَإذَا نَطَحَ ابْناً أَوِ ابْنَةً، يُنَفَّذُ فِيهِ هَذَا الْحُكْمُ."
  },
  "32": {
    "en": "If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull is to be stoned to death.",
    "ar": "وَإذَا نَطَحَ الثَّوْرُ عَبْداً أَوْ أَمَةً، فَإِنَّ صَاحِبَهُ يَدْفَعُ ثَلاثِينَ قِطْعَةَ فِضَّةٍ تَعْوِيضاً لِمَوْلاهُ، وَيُرْجَمُ الثَّوْرُ."
  },
  "33": {
    "en": "“If anyone uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it,",
    "ar": "إنْ كَشَفَ إِنْسَانٌ غِطَاءَ بِئْرِهِ، أَوْ حَفَرَ بِئْراً وَتَرَكَهَا مِنْ غَيْرِ غِطَاءٍ، فَوَقَعَ فِيهَا ثَوْرٌ أَوْ حِمَارٌ،"
  },
  "34": {
    "en": "the one who opened the pit must pay the owner for the loss and take the dead animal in exchange.",
    "ar": "يَقُومُ صَاحِبُ الْبِئْرِ بِدَفْعِ تَعْوِيضٍ عَنِ الْخَسَارَةِ تُضَاهِي ثَمَنَهُ، وَيَكُونُ الْمَيْتُ لَهُ."
  },
  "35": {
    "en": "“If anyone’s bull injures someone else’s bull and it dies, the two parties are to sell the live one and divide both the money and the dead animal equally.",
    "ar": "وَإذَا نَطَحَ ثَوْرُ إِنْسَانٍ ثَوْرَ صَاحِبٍ لَهُ فَمَاتَ الثَّوْرُ، فَإِنَّهُمَا يَبِيعَانِ الثَّوْرَ الْحَيَّ وَيَقْتَسِمَانِ ثَمَنَهُ، وَكَذَلِكَ يَقْتَسِمَانِ الثَّوْرَ الْمَيْتَ."
  },
  "36": {
    "en": "However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and take the dead animal in exchange.",
    "ar": "وَأَمَّا إِذَا كَانَ مَعْرُوفاً مِنْ قَبْلُ، أَنَّ الثَّوْرَ نَطَّاحٌ وَلَمْ يَكْبَحْهُ صَاحِبُهُ، فَإِنَّهُ يُعَوِّضُ ثَوْراً بِثَوْرٍ، وَيَكُونُ الثَّوْرُ الْمَيْتُ لَهُ."
  }
}