{
  "1": {
    "en": "“Do not spread false reports. Do not help a guilty person by being a malicious witness.",
    "ar": "لَا تَنْقُلْ أَخْبَاراً كَاذِبَةً، وَلا تَتَعَاوَنْ مَعَ المُنَافِقِ فِي شَهَادَةِ زُورٍ."
  },
  "2": {
    "en": "“Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,",
    "ar": "لَا تَتْبَعِ الأَغْلَبِيَّةَ لاِرْتِكَابِ الشَّرِّ، وَلا تُحَرِّفْ شَهَادَتَكَ فِي دَعْوَى انْجِرَافاً مَعَ الأَكْثَرِيَّةِ،"
  },
  "3": {
    "en": "and do not show favoritism to a poor person in a lawsuit.",
    "ar": "وَلا تَتَحَيَّزْ لِلْفَقِيرِ فِي دَعْوَاهُ لِمُجَرَّدِ كَوْنِهِ فَقِيراً فَقَطْ."
  },
  "4": {
    "en": "“If you come across your enemy’s ox or donkey wandering off, be sure to return it.",
    "ar": "إِذَا صَادَفْتَ ثَوْرَ عَدُوِّكَ أَوْ حِمَارَهُ شَارِداً، فَرُدَّهُ إِلَيْهِ."
  },
  "5": {
    "en": "If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it.",
    "ar": "وَإذَا عَايَنْتَ حِمَارَ مُبْغِضِكَ وَاقِعاً تَحْتَ حِمْلِهِ، فَلا تَتَجَاوَزْهُ حَتَّى تُسْعِفَ عَدُوَّكَ فِي حَلِّ ثِقْلِ حِمَارِهِ."
  },
  "6": {
    "en": "“Do not deny justice to your poor people in their lawsuits.",
    "ar": "لَا تَتَهَاوَنْ فِي حَقِّ فَقِيرِكَ فِي دَعْوَاهُ لِكَوْنِهِ فَقِيراً."
  },
  "7": {
    "en": "Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.",
    "ar": "اجْتَنِبْ الاتِّهَامَ الْكَاذِبَ وَلا تَقْتُلِ الْبَرِيءَ وَالصَّالِحَ، لأَنَّنِي لَا أُبْرِىءُ المُذْنِبَ."
  },
  "8": {
    "en": "“Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent.",
    "ar": "لَا تَقْبَلْ رِشْوَةً لأَنَّ الرِّشْوَةَ تُعْمِي الْمُبْصِرِينَ وَتُحَرِّفُ أَقْوَالَ الصَّالِحِينَ."
  },
  "9": {
    "en": "“Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt.",
    "ar": "لَا تُضَايِقْ غَرِيباً لأَنَّكُمْ تَعْلَمُونَ مَشَاعِرَ الغَرِيبِ، فَقَدْ كُنْتُمْ غُرَبَاءَ فِي دِيَارِ مِصْرَ."
  },
  "10": {
    "en": "“For six years you are to sow your fields and harvest the crops,",
    "ar": "ازْرَعْ أَرْضَكَ وَاحْصُدْ غَلَّتَهَا سِتَّ سِنِينَ،"
  },
  "11": {
    "en": "but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what is left. Do the same with your vineyard and your olive grove.",
    "ar": "ثُمَّ أَرِحْهَا فِي السَّنَةِ السَّابِعَةِ وَاتْرُكْهَا لِيَأْكُلَ مِنْهَا فُقَرَاءُ شَعْبِكَ. وَمَا فَضَلَ عَنْهُمْ تَقْتَاتُهُ وُحُوشُ الْبَرِّيَّةِ. وَهَكَذَا تَفْعَلُ أَيْضاً بِكَرْمِكَ وَزَيْتُونِكَ."
  },
  "12": {
    "en": "“Six days do your work, but on the seventh day do not work, so that your ox and your donkey may rest, and so that the slave born in your household and the foreigner living among you may be refreshed.",
    "ar": "اعْمَلْ سِتَّةَ أَيَّامٍ فَقَطْ، وَفِي الْيَوْمِ السَّابِعِ تَسْتَرِيحُ لِكَيْ يَسْتَرِيحَ أَيْضاً ثَوْرُكَ وَحِمَارُكَ، وَيَنْتَعِشَ ابْنُ أَمَتِكَ وَالغَرِيبُ."
  },
  "13": {
    "en": "“Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips.",
    "ar": "أَطِيعُوا كُلَّ مَا أَوْصَيْتُكُمْ بِهِ، وَلا تَذْكُرُوا اسْمَ آلِهَةٍ أُخْرَى، وَلا يَتَلَفَّظْ بِهِ فَمُكَ."
  },
  "14": {
    "en": "“Three times a year you are to celebrate a festival to me.",
    "ar": "ثَلاثَ مَرَّاتٍ تَحْتَفِلُ لِي فِي السَّنَةِ:"
  },
  "15": {
    "en": "“Celebrate the Festival of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Aviv, for in that month you came out of Egypt.\n“No one is to appear before me empty-handed.",
    "ar": "تَحْتَفِلُ بِعِيدِ الْفَطِيرِ فَتَأْكُلُ كَمَا أَمَرْتُكَ فَطِيراً، مُدَّةَ سَبْعَةِ أَيَّامٍ، فِي الْوَقْتِ الْمُعَيَّنِ مِنْ شَهْرِ أَبِيبَ (أَيْ شَهْرِ آذَارَ – مَارِسَ)، لأَنَّهُ فِيهِ خَرَجْتَ مِنْ مِصْرَ. وَلا يَمْثُلُ أَحَدٌ أَمَامِي بِيَدَيْنِ فَارِغَتَيْنِ."
  },
  "16": {
    "en": "“Celebrate the Festival of Harvest with the firstfruits of the crops you sow in your field.\n“Celebrate the Festival of Ingathering at the end of the year, when you gather in your crops from the field.",
    "ar": "وَتَحْتَفِلُ أَيْضاً بِعِيدِ الْحَصَادِ، حَيْثُ تُقَدِّمُ بَاكُورَةَ غَلّاتِكَ الَّتِي زَرَعْتَهَا فِي الْحَقْلِ، ثُمَّ عِيدِ الْجَمْعِ فِي نِهَايَةِ مَوْسِمِ الْحَصَادِ عِنْدَمَا تَجْمَعُ غَلّاتِكَ مِنَ الْحَقْلِ."
  },
  "17": {
    "en": "“Three times a year all the men are to appear before the Sovereign Lord.",
    "ar": "ثَلاثَ مَرَّاتٍ يَمْثُلُ جَمِيعُ الرِّجَالِ أَمَامَ السَّيِّدِ الرَّبِّ."
  },
  "18": {
    "en": "“Do not offer the blood of a sacrifice to me along with anything containing yeast.\n“The fat of my festival offerings must not be kept until morning.",
    "ar": "لَا تُقَرِّبْ لِي دَمَ ذَبِيحَةٍ مَعَ خُبْزٍ مُخْتَمِرٍ، وَلا يَبِتْ شَحْمُ ذَبَائِحِ عِيدِي إِلَى صَبَاحِ الْغَدِ."
  },
  "19": {
    "en": "“Bring the best of the firstfruits of your soil to the house of the Lord your God.\n“Do not cook a young goat in its mother’s milk.",
    "ar": "أَحْضِرْ أَجْوَدَ بَاكُورَةِ أَرْضِكَ إِلَى بَيْتِ إِلَهِكَ. وَلا تَطْبُخْ جَدْياً فِي لَبَنِ أُمِّهِ."
  },
  "20": {
    "en": "“See, I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared.",
    "ar": "هَا أَنَا مُرْسِلٌ مَلاكِي أَمَامَكَ لِيَحْرُسَكَ طَوَالَ الطَّرِيقِ، وَيَقُودَكَ إِلَى الأَرْضِ الَّتِي أَعْدَدْتُهَا لَكَ."
  },
  "21": {
    "en": "Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him.",
    "ar": "فَأصْغِ إِلَيْهِ وَامْتَثِلْ لَهُ وَلا تَعْصَهُ لأَنَّهُ لَا يَصْفَحُ عَنْ ذُنُوبِكُمْ إِذْ أَنَّ اسْمِي فِيهِ."
  },
  "22": {
    "en": "If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you.",
    "ar": "إِنْ حَرِصْتَ عَلَى الاسْتِمَاعِ إِلَى أَقْوَالِهِ وَفَعَلْتَ كُلَّ مَا قُلْتُهُ، أُعَادِي مَنْ يُعَادِيكَ، وَأُقَاوِمُ مُقَاوِمِيكَ،"
  },
  "23": {
    "en": "My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out.",
    "ar": "إِذْ يَسِيرُ مَلاكِي أَمَامَكَ حَتَّى يُدْخِلَكَ بِلادَ الأَمُورِيِّينَ وَالْحِثِّيِّينَ وَالْفَرِزِّيِّينَ وَالْكَنْعَانِيِّينَ وَالْحِوِّيِّينَ وَالْيَبُوسِيِّينَ الَّذِينَ أُبِيدُهُمْ."
  },
  "24": {
    "en": "Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces.",
    "ar": "إِيَّاكَ أَنْ تَسْجُدَ لِآلِهَتِهِمْ، وَلا تَعْبُدْهَا، وَلا تَعْمَلْ أَعْمَالَهُمْ، بَلْ تُبِيدُهُمْ وَتُحَطِّمُ أَصْنَامَهُمْ."
  },
  "25": {
    "en": "Worship the Lord your God, and his blessing will be on your food and water. I will take away sickness from among you,",
    "ar": "إِنَّمَا تَعْبُدُونَنِي أَنَا الرَّبَّ إِلَهَكُمْ فَأُبَارِكُ طَعَامَكَ وَشَرَابَكَ وَأُزِيلُ الأَمْرَاضَ مِنْ بَيْنِكُمْ"
  },
  "26": {
    "en": "and none will miscarry or be barren in your land. I will give you a full life span.",
    "ar": "فَلا تَكُونُ مُجْهِضَةٌ وَلا عَاقِرٌ فِي أَرْضِكَ. وَأُمَتِّعُكَ بِكَامِلِ عُمْرِكَ."
  },
  "27": {
    "en": "“I will send my terror ahead of you and throw into confusion every nation you encounter. I will make all your enemies turn their backs and run.",
    "ar": "وَأَجْعَلُ هَيْبَتِي تَتَقَدَّمُكَ، أُزْعِجُ كُلَّ أُمَّةٍ تَقِفُ فِي وَجْهِكَ، وَأَجْعَلُ أَعْدَاءَكَ يُوَلُّونَ الأَدْبَارَ أَمَامَكَ."
  },
  "28": {
    "en": "I will send the hornet ahead of you to drive the Hivites, Canaanites and Hittites out of your way.",
    "ar": "وَأَبْعَثُ الزَّنَابِيرَ أَمَامَكَ، فَتَطْرُدُ الْحِوِّيِّينَ وَالْكَنْعَانِيِّينَ وَالْحِثِّيِّينَ مِنْ قُدَّامِكَ."
  },
  "29": {
    "en": "But I will not drive them out in a single year, because the land would become desolate and the wild animals too numerous for you.",
    "ar": "إِنَّمَا لَنْ أَطْرُدَهُمْ فِي سَنَةٍ وَاحِدَةٍ لِئَلّا تُقْفِرَ الأَرْضُ فَتَتَكَاثَرَ عَلَيْكَ وُحُوشُ الْبَرِّيَّةِ،"
  },
  "30": {
    "en": "Little by little I will drive them out before you, until you have increased enough to take possession of the land.",
    "ar": "بَلْ أَطْرُدُهُمْ تَدْرِيجِيًّا مِنْ أَمَامِكَ رَيْثَمَا تَنْمُونَ وَتَرِثُونَ الْبِلادَ."
  },
  "31": {
    "en": "“I will establish your borders from the Red Sea to the Mediterranean Sea, and from the desert to the Euphrates River. I will give into your hands the people who live in the land, and you will drive them out before you.",
    "ar": "وَأَجْعَلُ تُخُومَكَ تَمْتَدُّ مِنَ الْبَحْرِ الأَحْمَرِ إِلَى سَاحِلِ فِلِسْطِينَ، وَمِنَ الْبَرِّيَّةِ حَتَّى نَهْرِ الْفُرَاتِ، وَأُخْضِعُ لَكَ سُكَّانَ الأَرْضِ فَتَطْرُدُهُمْ مِنْ أَمَامِكَ."
  },
  "32": {
    "en": "Do not make a covenant with them or with their gods.",
    "ar": "لَا تَقْطَعْ مَعَهُمْ وَلا مَعْ آلِهَتِهِمْ عَهْداً،"
  },
  "33": {
    "en": "Do not let them live in your land or they will cause you to sin against me, because the worship of their gods will certainly be a snare to you.”",
    "ar": "وَلا تُسْكِنْهُمْ فِي أَرْضِكَ لِئَلّا يَجْعَلُوكَ تُخْطِئُ إِلَيَّ، لأَنَّكَ إنْ عَبَدْتَ آلِهَتَهُمْ، يَكُونُ ذَلِكَ لَكَ فَخّاً»."
  }
}