{
  "1": {
    "en": "“Have Aaron your brother brought to you from among the Israelites, along with his sons Nadab and Abihu, Eleazar and Ithamar, so they may serve me as priests.",
    "ar": "وَافْرِزْ لِي هَرُونَ أَخَاكَ وَأَوْلادَهُ: نَادَابَ وَأَبِيهُوَ وَأَلِعَازَارَ وَإِيثَامَارَ، مِنْ بَيْنِ بَنِي إِسْرَائِيلَ، لِيَكُونُوا لِي كَهَنَةً."
  },
  "2": {
    "en": "Make sacred garments for your brother Aaron to give him dignity and honor.",
    "ar": "وَاصْنَعْ لأَخِيكَ هَرُونَ ثِيَاباً مُقَدَّسَةً لِتُضْفِيَ عَلَيْهِ مَجْداً وَبَهَاءً."
  },
  "3": {
    "en": "Tell all the skilled workers to whom I have given wisdom in such matters that they are to make garments for Aaron, for his consecration, so he may serve me as priest.",
    "ar": "وَخَاطِبْ كُلَّ ذِي مَهَارَةٍ مِمَّنْ وَهَبْتُهُمْ رُوحَ الْبَرَاعَةِ فِي الْحِيَاكَةِ لِيَصْنَعُوا ثِيَابَ هَرُونَ لِتَقْدِيسِهِ، فَيَكُونَ كَاهِناً لِي."
  },
  "4": {
    "en": "These are the garments they are to make: a breastpiece, an ephod, a robe, a woven tunic, a turban and a sash. They are to make these sacred garments for your brother Aaron and his sons, so they may serve me as priests.",
    "ar": "وَهَذِهِ هِيَ الثِّيَابُ الَّتِي يَتَوَجَّبُ عَلَيْهِمْ صِنَاعَتُهَا: صُدْرَةٌ وَرِدَاءٌ وَجُبَّةٌ وَقَمِيصٌ مُخَرَّمٌ وَعِمَامَةٌ وَحِزَامٌ، يَصْنَعُونَهَا ثِيَاباً مُقَدَّسَةً لِهَرُونَ وَأَوْلادِهِ، لِيَكُونُوا كَهَنَةً لِي."
  },
  "5": {
    "en": "Have them use gold, and blue, purple and scarlet yarn, and fine linen.",
    "ar": "وَلْيَسْتَخْدِمُوا فِي حِيَاكَتِهَا خُيُوطاً ذَهَبِيَّةً وَزَرْقَاءَ وَبَنَفْسِجِيَّةً وَحَمْرَاءَ وَالْكَتَّانَ الْفَاخِرَ."
  },
  "6": {
    "en": "“Make the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen—the work of skilled hands.",
    "ar": "وَلْيَقُمْ أَمْهَرُ الخَيَّاطِينَ عَلَى صِنَاعَةِ الرِّدَاءِ مِنْ خُيُوطٍ ذَهَبِيَّةٍ وَزَرْقَاءَ وَبَنَفْسَجِيَّةٍ وَحَمْرَاءَ وَمِنَ الكَتَّانِ الْمَبْرُومِ."
  },
  "7": {
    "en": "It is to have two shoulder pieces attached to two of its corners, so it can be fastened.",
    "ar": "يَكُونُ لَهُ كَتِفَانِ مُتَّصِلانِ فِي طَرَفَيْهِ لِيُمْكِنَ تَثْبِيتُهُ."
  },
  "8": {
    "en": "Its skillfully woven waistband is to be like it—of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen.",
    "ar": "أَمَّا الْحِزَامُ الَّذِي يَشُدُّهُ، فَيَكُونُ مُحَاكاً مِنْهُ، مَصْنُوعاً بِمَهَارَةٍ مِنْ خُيُوطٍ ذَهَبِيَّةٍ وَزَرْقَاءَ وَبَنَفْسَجِيَّةٍ وَحَمْرَاءَ وَكَتَّانٍ مَبْرُومٍ فَاخِرٍ."
  },
  "9": {
    "en": "“Take two onyx stones and engrave on them the names of the sons of Israel",
    "ar": "ثُمَّ خُذْ حَجَرَيْ جَزْعٍ، وَانْقُشْ عَلَيْهِمَا أَسْمَاءَ رُؤَسَاءِ بَنِي إِسْرَائِيلَ."
  },
  "10": {
    "en": "in the order of their birth—six names on one stone and the remaining six on the other.",
    "ar": "تَنْقُشُ كلَّ سِتَّةِ أَسْمَاءَ عَلَى حَجَرٍ وَاحِدٍ بِحَسَبِ تَارِيخِ وِلادَتِهِمْ."
  },
  "11": {
    "en": "Engrave the names of the sons of Israel on the two stones the way a gem cutter engraves a seal. Then mount the stones in gold filigree settings",
    "ar": "انْقُشْ أَسْمَاءَ رُؤَسَاءِ أَسْبَاطِ بَنِي إِسْرَائِيلَ عَلَى الْحَجَرَيْنِ تَمَاماً مِثْلَ حَفْرِ النَّقَّاشِ الْمَاهِرِ عَلَى الْخَاتَمِ، وَطَوِّقْهُمَا بِإِطَارَيْنِ مِنْ ذَهَبٍ."
  },
  "12": {
    "en": "and fasten them on the shoulder pieces of the ephod as memorial stones for the sons of Israel. Aaron is to bear the names on his shoulders as a memorial before the Lord.",
    "ar": "وَتُرَصِّعُ كَتِفَي الرِّدَاءِ بِالْحَجَرَيْنِ، فَيَكُونَانِ حَجَرَيْ تَذْكَارٍ لِبَنِي إِسْرَائِيلَ، فَيَحْمِلُ هَرُونُ أَسْمَاءَهُمْ عَلَى كَتِفَيْهِ لِلتَّذْكَارِ أَمَامَ الرَّبِّ."
  },
  "13": {
    "en": "Make gold filigree settings",
    "ar": "وَتَصْنَعُ طَوْقَيْنِ مِنْ ذَهَبٍ،"
  },
  "14": {
    "en": "and two braided chains of pure gold, like a rope, and attach the chains to the settings.",
    "ar": "وَسِلْسِلَتَيْنِ مِنْ ذَهَبٍ خَالِصٍ مَبْرُومَتَيْنِ كَحَبْلٍ، تُعَلِّقُهُمَا بِالطَّوْقَيْنِ."
  },
  "15": {
    "en": "“Fashion a breastpiece for making decisions—the work of skilled hands. Make it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen.",
    "ar": "كَلِّفْ أَمْهَرَ الخَيَّاطِينَ بِصِنَاعَةِ «صُدْرَةِ الْقَضَاءِ» مِنْ خُيُوطٍ ذَهَبِيَّةٍ وَزَرْقَاءَ وَبَنَفْسَجِيَّةٍ وَحَمْرَاءَ وَكَتَّانٍ مَبْرُومٍ عَلَى غِرَارِ صِنَاعَةِ الرِّدَاءِ."
  },
  "16": {
    "en": "It is to be square—a span long and a span wide—and folded double.",
    "ar": "وَتَكُونُ مُرَبَّعَةً مَثْنِيَّةً مِنْ طَبَقَتَيْنِ، وَطُولُهَا شِبْرٌ وَعَرْضُهَا شِبْرٌ."
  },
  "17": {
    "en": "Then mount four rows of precious stones on it. The first row shall be carnelian, chrysolite and beryl;",
    "ar": "وَتُرَصِّعُونَهَا بِأَرْبَعَةِ صُفُوُفٍ مِنَ الْحِجَارَةِ الْكَرِيمَةِ. الصَّفُ الأَوَّلُ: عَقِيقٌ أَحْمَرُ وَيَاقُوتٌ أَصْفَرُ وَزُمُرُّدٌ."
  },
  "18": {
    "en": "the second row shall be turquoise, lapis lazuli and emerald;",
    "ar": "وَالصَّفُّ الثَّانِي: بَهْرَمَانٌ وَيَاقُوتٌ أَزْرَقُ وَعَقِيقٌ أَبْيَضُ."
  },
  "19": {
    "en": "the third row shall be jacinth, agate and amethyst;",
    "ar": "وَالصَّفُّ الثَّالِثُ: عَيْنُ الهِرِّ وَيَشْمٌ وَجَمَشْتٌ."
  },
  "20": {
    "en": "the fourth row shall be topaz, onyx and jasper. Mount them in gold filigree settings.",
    "ar": "وَالصَّفُّ الرَّابعُ: زَبَرْجَدٌ وَجَزْعٌ وَيَشَبٌ، وَتُؤَطِّرُهَا جَمِيعَهَا بِأَطْوَاقٍ ذَهَبِيَّةٍ فِي تَرْصِيعِهَا."
  },
  "21": {
    "en": "There are to be twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes.",
    "ar": "وَتَنْقُشُ عَلَى كُلِّ حَجَرٍ كَرِيمٍ اسْمَ سِبْطٍ مِنْ أَسْبَاطِ بَنِي إِسْرَائِيلَ الاثْنَيْ عَشَرَ عَلَى غِرَارِ نَقْشِ الْخَاتَمِ الْمَحْفُورَةِ عَلَيْهِ أَسْمَاءُ الاثْنَيْ عَشَرَ سِبْطاً."
  },
  "22": {
    "en": "“For the breastpiece make braided chains of pure gold, like a rope.",
    "ar": "وَاصْنَعْ عَلَى الصُّدْرَةِ سَلاسِلَ مَبْرُومَةً مِنْ ذَهَبٍ خَالِصٍ مِثْلَ الْحَبْلِ الْمَضْفُورِ."
  },
  "23": {
    "en": "Make two gold rings for it and fasten them to two corners of the breastpiece.",
    "ar": "وَتَضَعُ عَلَى طَرَفَيِ الصُّدْرَةِ حَلْقَتَيْنِ مِنْ ذَهَبٍ."
  },
  "24": {
    "en": "Fasten the two gold chains to the rings at the corners of the breastpiece,",
    "ar": "وَتَجْعَلُ ضَفِيرَتَيِ الذَّهَبِ فِي الْحَلْقَتَيْنِ عَلَى طَرَفَيِ الصُّدْرَةِ."
  },
  "25": {
    "en": "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front.",
    "ar": "كَمَا تُدْخِلُ طَرَفَيِ الضَّفِيرَتَيْنِ الآخَرَيْنِ فِي الطَّوْقَيْنِ، وَتَجْعَلُهُمَا عَلَى كَتِفَيِ الرِّدَاءِ إِلَى أَمَامِهِ."
  },
  "26": {
    "en": "Make two gold rings and attach them to the other two corners of the breastpiece on the inside edge next to the ephod.",
    "ar": "وَتَصْنَعُ حَلْقَتَيْنِ مِنْ ذَهَبٍ وَتُثَبِّتُهُمَا عَلَى طَرَفَيِ الصُّدْرَةِ الدَّاخِلِيَّةِ الْمُلاصِقَةِ لِلرِّدَاءِ."
  },
  "27": {
    "en": "Make two more gold rings and attach them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod.",
    "ar": "كَذَلِكَ تَصْنَعُ حَلْقَتَيْنِ مِنْ ذَهَبٍ أُخْرَيَيْنِ، وَتَضَعُهُمَا عَلَى أَسْفَلِ كَتِفَيِ الرِّدَاءِ مِنَ الأَمَامِ عِنْدَ مَكَانِ الْوَصْلِ فَوْقَ حِزَامِ الرِّدَاءِ."
  },
  "28": {
    "en": "The rings of the breastpiece are to be tied to the rings of the ephod with blue cord, connecting it to the waistband, so that the breastpiece will not swing out from the ephod.",
    "ar": "وَتَرْبِطُ حَلْقَتَيِ الصُّدْرَةِ إِلَى حَلْقَتَيِ الرِّدَاءِ بِخَيْطٍ أَزْرَقَ لِتَثْبُتَ فَوْقَ حِزَامِ الرِّدَاءِ، وَهَكَذَا لَا تُنْتَزَعُ الصُّدْرَةُ عَنِ الرِّدَاءِ."
  },
  "29": {
    "en": "“Whenever Aaron enters the Holy Place, he will bear the names of the sons of Israel over his heart on the breastpiece of decision as a continuing memorial before the Lord.",
    "ar": "فَيَحْمِلُ هَرُونُ أَسْمَاءَ أَسْبَاطِ بَنِي إِسْرَائِيلَ فِي «صُدْرَةِ الْقَضَاءِ» عَلَى قَلْبِهِ عِنْدَمَا يَدْخُلُ إِلَى الْقُدْسِ، تَذْكَاراً دَائِماً أَمَامَ الرَّبِّ"
  },
  "30": {
    "en": "Also put the Urim and the Thummim in the breastpiece, so they may be over Aaron’s heart whenever he enters the presence of the Lord. Thus Aaron will always bear the means of making decisions for the Israelites over his heart before the Lord.",
    "ar": "وَتَضَعُ أَيْضاً فِي صُدْرَةِ الْقَضَاءِ «الأُورِيمَ وَالتُّمِّيمَ» لِيَحْمِلَهَا هَرُونُ عَلَى قَلْبِهِ عِنْدَمَا يَمْثُلُ أَمَامَ الرَّبِّ. وَهَكَذَا يَحْمِلُ هَرُونُ عَلَى قَلْبِهِ أَمَامَ الرَّبِّ دَائِماً رَمْزَ قَضَاءِ بَنِي إِسْرَائِيلَ."
  },
  "31": {
    "en": "“Make the robe of the ephod entirely of blue cloth,",
    "ar": "أَمَّا الْجُبَّةُ فَتَصْنَعُهَا كُلَّهَا مِنْ قُمَاشٍ أَزْرَقَ،"
  },
  "32": {
    "en": "with an opening for the head in its center. There shall be a woven edge like a collar around this opening, so that it will not tear.",
    "ar": "لَهَا فَتْحَةٌ لِلرَّأْسِ فِي وَسَطِهَا، ذَاتُ حَاشِيَةٍ مُحِيطَةٍ مُطَرَّزَةٍ، صِنَاعَةِ حَائِكٍ مَاهِرٍ. عَلَى غِرَارِ فَتْحَةِ الْقَمِيصِ تَكُونُ، لِكَيْ لَا تَتَمَزَّقَ،"
  },
  "33": {
    "en": "Make pomegranates of blue, purple and scarlet yarn around the hem of the robe, with gold bells between them.",
    "ar": "وَتَتَدَلَّى مِنْ هُدْبِهَا رُمَّانَاتٌ زَرْقَاءُ وَبَنَفْسِجِيَّةٌ وَحَمْرَاءُ، وَتُعَلِّقُ بَيْنَهَا أَجْرَاساً مِنْ ذَهَبٍ،"
  },
  "34": {
    "en": "The gold bells and the pomegranates are to alternate around the hem of the robe.",
    "ar": "فَيَكُونُ بَيْنَ كُلِّ رُمَّانَتَيْنِ جَرَسٌ مِنْ ذَهَبٍ، وَتَجْعَلُهَا جَمِيعَهَا عَلَى أَذْيَالِ الْجُبَّةِ."
  },
  "35": {
    "en": "Aaron must wear it when he ministers. The sound of the bells will be heard when he enters the Holy Place before the Lord and when he comes out, so that he will not die.",
    "ar": "فَيَرْتَدِي هَرُونُ الْجُبَّةَ كُلَّمَا دَخَلَ لِلْخِدْمَةِ، فَتُسْمَعُ أَصْوَاتُهَا عِنْدَ دُخُولِهِ إِلَى الْقُدْسِ أَمَامَ الرَّبِّ وَعِنْدَ خُرُوجِهِ، لَئِلا يَمُوتَ."
  },
  "36": {
    "en": "“Make a plate of pure gold and engrave on it as on a seal: holy to the Lord.",
    "ar": "وَاصْنَعْ صَفِيحَةً مِنْ ذَهَبٍ خَالِصٍ، وَاحْفُرْ عَلَيْهَا كَالْحَفْرِ عَلَى خَاتَمٍ: «قُدْسٌ للرَّبِّ»"
  },
  "37": {
    "en": "Fasten a blue cord to it to attach it to the turban; it is to be on the front of the turban.",
    "ar": "وَثَبِّتْهَا بِخَيْطٍ أَزْرَقَ فِي مُقَدِّمَةِ عِمَامَةِ هَرُونَ،"
  },
  "38": {
    "en": "It will be on Aaron’s forehead, and he will bear the guilt involved in the sacred gifts the Israelites consecrate, whatever their gifts may be. It will be on Aaron’s forehead continually so that they will be acceptable to the Lord.",
    "ar": "فَتَكُونَ دَائِماً عَلَى جَبْهَةِ هَرُونَ، فَيَحْمِلَ بِذَلِكَ عَنْ بَنِي إِسْرَائِيلَ وِزْرَ أَخْطَائِهِمْ فِي تَقْدِمَاتِهِمِ الَّتِي يُخَصِّصُونَهَا لِلرَّبِّ. وَعَلَى هَرُونَ أَنْ يَتَعَمَّمَ بِها دَائِماً عِنْدَمَا يَمْثُلُ أَمَامَ الرَّبِّ، لِكَيْ يَرْضَى الرَّبُّ عَنْهُمْ."
  },
  "39": {
    "en": "“Weave the tunic of fine linen and make the turban of fine linen. The sash is to be the work of an embroiderer.",
    "ar": "وَتَصْنَعُ قَمِيصَ هَرُونَ الْمُخَرَّمَ وَعِمَامَتَهُ مِنْ قُمَاشٍ كَتَّانِيٍّ، أَمَّا الْحِزَامُ فَتُطَرِّزُهُ تَطْرِيزَ حَائِكٍ مَاهِرٍ."
  },
  "40": {
    "en": "Make tunics, sashes and caps for Aaron’s sons to give them dignity and honor.",
    "ar": "وَكَذَلِكَ تَصْنَعُ لِبَنِي هَرُونَ أَقْمِصَةً وَأَحْزِمَةً، وَقَلانِسَ لِتُضْفِيَ عَلَيْهِمْ مَجْداً وَبَهَاءً."
  },
  "41": {
    "en": "After you put these clothes on your brother Aaron and his sons, anoint and ordain them. Consecrate them so they may serve me as priests.",
    "ar": "وَتُلْبِسُهَا هَرُونَ وَبَنِيهِ. ثُمَّ امْسَحْهُمْ بِزَيْتِ الزَّيْتُونِ، وَكَرِّسْهُمْ لِلْخِدْمَةِ الَّتِي يَقُومُونَ بِها، وَتُقَدِّسُهُمْ لِيَكُونُوا كَهَنَةً لِي."
  },
  "42": {
    "en": "“Make linen undergarments as a covering for the body, reaching from the waist to the thigh.",
    "ar": "وَتَصْنَعُ لَهُمْ سَرَاوِيلَ مِنْ كَتَّانٍ لِسَتْرِ الْعَوْرَةِ، تَصِلُ مِنَ الْحَقْوَيْنِ إِلَى الرُّكْبَتَيْنِ."
  },
  "43": {
    "en": "Aaron and his sons must wear them whenever they enter the tent of meeting or approach the altar to minister in the Holy Place, so that they will not incur guilt and die.\n“This is to be a lasting ordinance for Aaron and his descendants.",
    "ar": "فَيَلْبَسُهَا هَرُونُ وَبَنُوهُ تَحْتَ قُمْصَانِهِمْ عِنْدَ دُخُولِهِمْ إِلَى خَيْمَةِ الاجْتِمَاعِ، أَوْ عِنْدَ اقْتِرَابِهِمْ إِلَى الْمَذْبَحِ لِيَخْدِمُوا فِي القُدْسِ، لِئَلّا يُخْطِئُوا فَيَمُوتُوا. هَذَا فَرْضٌ دَائِمٌ عَلَى هَرُونَ وَنَسْلِهِ جِيلاً بَعْدَ جِيلٍ."
  }
}