{
  "1": {
    "en": "Then the Lord said to Moses,",
    "ar": "وَخَاطَبَ الرَّبُّ مُوسَى:"
  },
  "2": {
    "en": "“See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,",
    "ar": "«هَا أَنَا قَدْ دَعَوْتُ بَصَلْئِيلَ بْنَ أُوْرِي، حَفِيدَ حُورَ مِنْ سِبْطِ يَهُوذَا، بِاسْمِهِ،"
  },
  "3": {
    "en": "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—",
    "ar": "وَمَلأْتُهُ مِنْ رُوحِ اللهِ وَوَهَبْتُهُ حِكْمَةً وَمَهَارَةً وَمَقْدِرَةً وَمَعْرِفَةً فِي كُلِّ أَنْوَاعِ الْحِرَفِ،"
  },
  "4": {
    "en": "to make artistic designs for work in gold, silver and bronze,",
    "ar": "وَلِابْتِكَارِ فُنُونِ التَّصْمِيمَاتِ الْمَصْنُوعَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالنُّحَاسِ،"
  },
  "5": {
    "en": "to cut and set stones, to work in wood, and to engage in all kinds of crafts.",
    "ar": "وَصَقْلِ الْجَوَاهِرِ وَتَرْصِيعِهَا، وَنِجَارَةِ الْخَشَبِ، وَلِيَكُونَ مُحْتَرِفاً لِكُلِّ صِنَاعَةٍ."
  },
  "6": {
    "en": "Moreover, I have appointed Oholiab son of Ahisamak, of the tribe of Dan, to help him. Also I have given ability to all the skilled workers to make everything I have commanded you:",
    "ar": "كَمَا اخْتَرْتُ أَهُولِيآبَ بْنَ أَخِيسَامَاكَ مِنْ سِبْطِ دَانَ، لِيَكُونَ مُسَاعِداً لَهُ. وَكَذَلِكَ وَهَبْتُ جَمِيعَ الصُّنَّاعِ مَهَارَةً خَاصَّةً لِيَقُومُوا بِكُلِّ مَا أَمَرْتُكَ بِهِ."
  },
  "7": {
    "en": "the tent of meeting, the ark of the covenant law with the atonement cover on it, and all the other furnishings of the tent—",
    "ar": "فِي صُنْعِ خَيْمَةِ الاجْتِمَاعِ وَتَابُوتِ الشَّهَادَةِ وَالْغِطَاءِ الَّذِي عَلَيْهِ وَسَائِرِ آنِيَةِ الْخَيْمَةِ،"
  },
  "8": {
    "en": "the table and its articles, the pure gold lampstand and all its accessories, the altar of incense,",
    "ar": "كَالْمَائِدَةِ وَآنِيَتِهَا، وَالْمَنَارَةِ الذَّهَبِيَّةِ الطَّاهِرَةِ، وَكُلِّ آنِيَتِهَا، وَمَذْبَحِ الْبَخُورِ،"
  },
  "9": {
    "en": "the altar of burnt offering and all its utensils, the basin with its stand—",
    "ar": "وَمَذْبَحِ الْمُحْرَقَةِ وَكُلِّ آنِيَتِهِ، وَحَوْضِ الاغْتِسَالِ وَقَاعِدَتِهِ."
  },
  "10": {
    "en": "and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests,",
    "ar": "وَكَذَلِكَ الثِّيَابِ الْمَنْسُوجَةِ، ثِيَابِ هَرُونَ الْكَاهِنِ الْمُقَدَّسَةِ وَثِيَابِ بَنِيهِ الْقَائِمِينَ عَلَى خِدْمَةِ الْكِهَانَةِ،"
  },
  "11": {
    "en": "and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.”",
    "ar": "وَدُهْنِ الْمَسْحَةِ وَالْبَخُورِ الْعَطِرِ لِلْقُدْسِ. فَيَعْمَلُونَ هَذِهِ كُلَّهَا بِمُقْتَضَى كُلِّ مَا أَمَرْتُكَ بِهِ»."
  },
  "12": {
    "en": "Then the Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "13": {
    "en": "“Say to the Israelites, ‘You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the Lord, who makes you holy.",
    "ar": "«قُلْ لِبَنِي إِسْرَائِيلَ: احْفَظُوا أَيَّامَ سُبُوتِي لأَنَّهَا عَلامَةُ الْعَهْدِ الَّذِي بَيْنِي وَبَيْنَكُمْ، عَلَى مَرِّ الأَجْيَالِ، لِتَعْلَمُوا أَنِّي أَنَا الرَّبُّ الَّذِي يُقَدِّسُكُمْ."
  },
  "14": {
    "en": "“‘Observe the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people.",
    "ar": "احْفَظُوا يَوْمَ السَّبْتِ لأَنَّهُ مُقَدَّسٌ لَكُمْ. مَنْ يُدَنِّسْهُ حَتْماً يَمُتْ. فَكُلُّ مَنْ يَقُومُ فِيهِ بِعَمَلٍ، تُسْتَأْصَلُ تِلْكَ النَّفْسُ مِنْ بَيْنِ قَوْمِهَا."
  },
  "15": {
    "en": "For six days work is to be done, but the seventh day is a day of sabbath rest, holy to the Lord. Whoever does any work on the Sabbath day is to be put to death.",
    "ar": "فِي سِتَّةِ أَيَّامٍ تَعْمَلُونَ، أَمَّا يَوْمُ السَّبْتِ فَهُوَ يَوْمُ عُطْلَةٍ مُقَدَّسٌ لِلرَّبِّ. كُلُّ مَنْ يَقُومُ بِعَمَلٍ فِي يَوْمِ السَّبْتِ يُقْتَلُ حَتْماً."
  },
  "16": {
    "en": "The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant.",
    "ar": "لِيَحْفَظْ بَنُو إِسْرَائِيلَ السَّبْتَ وَيَحْتَفِلُوا بِهِ فِي كُلِّ أَجْيَالِهِمْ عَهْداً أَبَدِيًّا."
  },
  "17": {
    "en": "It will be a sign between me and the Israelites forever, for in six days the Lord made the heavens and the earth, and on the seventh day he rested and was refreshed.’”",
    "ar": "هُوَ بَيْنِي وَبَنِي إِسْرَائِيلَ عَلامَةُ عَهْدٍ إِلَى الأَبَدِ، لأَنَّهُ فِي سِتَّةِ أَيَّامٍ صَنَعَ الرَّبُّ السَّمَاءَ وَالأَرْضَ، وَفِي الْيَوْمِ السَّابِعِ فَرَغَ مِنَ الْعَمَلِ وَاسْتَرَاحَ»."
  },
  "18": {
    "en": "When the Lord finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant law, the tablets of stone inscribed by the finger of God.",
    "ar": "وَعِنْدَمَا فَرَغَ اللهُ مِنْ مُخَاطَبَةِ مُوسَى فِي جَبَلِ سِينَاءَ، أَعْطَاهُ لَوْحَيِ الشَّهَادَةِ، وَهُمَا لَوْحَانِ مِنْ حَجَرٍ مَكْتُوبَانِ بِإِصْبَعِ اللهِ."
  }
}