{
  "1": {
    "en": "They built the altar of burnt offering of acacia wood, three cubits high; it was square, five cubits long and five cubits wide.",
    "ar": "وَصَنَعَ مَذْبَحَ الْمُحْرَقَةِ مِنْ خَشَبِ السَّنْطِ، فَكَانَ سَطْحُهُ مُرَبَّعَ الشَّكْلِ، طُولُهُ خَمْسُ أَذْرُعٍ (نَحْوَ مِتْرَيْنِ وَنِصْفِ الْمِتْرِ)، وَعَرْضُهُ خَمْسُ أَذْرُعٍ (نَحْوَ مِتْرَيْنِ وَنِصْفِ الْمِتْرِ)، وَارْتِفَاعُهُ ثَلاثَةُ أَذْرُعٍ (نَحْوَ مِتْرٍ وَنِصْفِ الْمِتْرِ)."
  },
  "2": {
    "en": "They made a horn at each of the four corners, so that the horns and the altar were of one piece, and they overlaid the altar with bronze.",
    "ar": "وَصَنَعَ لَهُ قُرُوناً، أَقَامَهَا عَلَى زَوَايَاهُ الأَرْبَعِ، مَخْرُوطَةً مِنْ ذَاتِ خَشَبِهِ. وَغَشَّاهُ بِنُحَاسٍ."
  },
  "3": {
    "en": "They made all its utensils of bronze—its pots, shovels, sprinkling bowls, meat forks and firepans.",
    "ar": "وَكَذَلِكَ طَرَقَ مِنْ نُحَاسٍ جَمِيعَ آنِيَةِ الْمَذْبَحِ: الْقُدُورَ وَالْمَجَارِفَ وَالأَحْوَاضَ وَالْمَنَاشِلَ وَالْمَجَامِرَ."
  },
  "4": {
    "en": "They made a grating for the altar, a bronze network, to be under its ledge, halfway up the altar.",
    "ar": "وَصَنَعَ لِلْمَذْبَحِ شَبَكَةً نُحَاسِيَّةً، وَضَعَهَا تَحْتَ حَافَةِ الْمَذْبَحِ مِنْ أَسْفَلُ، بِحَيْثُ تَصِلُ إِلَى مُنْتَصَفِهِ."
  },
  "5": {
    "en": "They cast bronze rings to hold the poles for the four corners of the bronze grating.",
    "ar": "وَسَكَبَ أَرْبَعَ حَلَقَاتٍ نُحَاسِيَّةً عَلَى أَطْرَافِ الشَّبَكَةِ النُّحَاسِيَّةِ لإِدْخَالِ الْعَصَوَيْنِ فِيهَا."
  },
  "6": {
    "en": "They made the poles of acacia wood and overlaid them with bronze.",
    "ar": "وَصَنَعَ الْعَصَوَيْنِ مِنْ خَشَبِ السَّنْطِ المُغَشَّى بِالنُّحَاسِ."
  },
  "7": {
    "en": "They inserted the poles into the rings so they would be on the sides of the altar for carrying it. They made it hollow, out of boards.",
    "ar": "وَأَدْخَلَ الْعَصَوَيْنِ فِي الْحَلَقَاتِ الْمُثَبَّتَةِ عَلَى جَانِبَيِ الْمَذْبَحِ، لِيُحْمَلَ بِهِمَا. وَكَانَ الْمَذْبَحُ مُجَوَّفاً مَصْنُوعاً مِنْ أَلْوَاحٍ."
  },
  "8": {
    "en": "They made the bronze basin and its bronze stand from the mirrors of the women who served at the entrance to the tent of meeting.",
    "ar": "وَصَنَعَ حَوْضَ الاغْتِسَالِ وَقَاعِدَتَهُ مِنْ نُحَاسٍ. صَهَرَهَا مِنَ الْمَرَايَا النُّحَاسِيَّةِ الَّتِي تَبَرَّعَتْ بِها النِّسَاءُ اللَّوَاتِي احْتَشَدْنَ عِنْدَ مَدْخَلِ خَيْمَةِ الاجْتِمَاعِ."
  },
  "9": {
    "en": "Next they made the courtyard. The south side was a hundred cubits long and had curtains of finely twisted linen,",
    "ar": "وَأَحَاطَ بَصَلْئِيلُ سَاحَةَ الْمَسْكَنِ مِنْ جِهَةِ الْجَنُوبِ بِسَتَائِرَ مِنْ كَتَّانٍ مَبْرُومٍ، طُولُهَا مِئَةُ ذِرَاعٍ (نَحْوَ خَمْسِينَ مِتْراً)."
  },
  "10": {
    "en": "with twenty posts and twenty bronze bases, and with silver hooks and bands on the posts.",
    "ar": "لَهَا عِشْرُونَ عَمُوداً، ذَاتُ عِشْرِينَ قَاعِدَةً نُحَاسِيَّةً بِخَطَاطِيفَ وَقُضْبَانٍ مِنْ فِضَّةٍ."
  },
  "11": {
    "en": "The north side was also a hundred cubits long and had twenty posts and twenty bronze bases, with silver hooks and bands on the posts.",
    "ar": "وَكَذَلِكَ جَعَلَ طُولَ سَتَائِرِ الْجَانِبِ الشِّمَالِيِّ مِئَةَ ذِرَاعٍ (نَحْوَ خَمْسِينَ مِتْراً) وَأَعْمِدَتَهُ عِشْرِينَ عَمُوداً ذَاتَ عِشْرِينَ قَاعِدَةً نُحَاسِيَّةً، بِخَطَاطِيفَ وَقُضْبَانٍ مِنْ فِضَّةٍ."
  },
  "12": {
    "en": "The west end was fifty cubits wide and had curtains, with ten posts and ten bases, with silver hooks and bands on the posts.",
    "ar": "أَمَّا الْجَانِبُ الْغَرْبِيُّ فَقَدْ كَانَ طُولُ سَتَائِرِهِ خَمْسِينَ ذِرَاعاً (نَحْوَ خَمْسَةٍ وَعِشْرِينَ مِتْراً) مُعَلَّقَةً بَخَطَاطِيفَ وَقُضْبَانٍ مِنْ فِضَّةٍ، عَلَى أَعْمِدَةٍ ذَاتِ عَشْرِ قَوَاعِدَ."
  },
  "13": {
    "en": "The east end, toward the sunrise, was also fifty cubits wide.",
    "ar": "وَكَذَلِكَ الْجَانِبُ الشَّرْقِيُّ فَقَدْ كَانَ طُولُهُ خَمْسِينَ ذِرَاعاً (نَحْوَ خَمْسَةٍ وَعِشْرِينَ مِتْراً)."
  },
  "14": {
    "en": "Curtains fifteen cubits long were on one side of the entrance, with three posts and three bases,",
    "ar": "فَكَانَ طُولُ السَّتَائِرِ عَلَى الْجَانِبِ الْجَنُوبِيِّ لِمَدْخَلِ السَّاحَةِ خَمْسَ عَشْرَةَ ذِرَاعاً (نَحْوَ سَبْعةِ أَمْتَارٍ وَنِصْفِ الْمِتْرِ)، مُعَلَّقَةً عَلَى ثَلاثَةِ أَعْمِدَةٍ ذَاتِ ثَلاثِ قَوَاعِدَ."
  },
  "15": {
    "en": "and curtains fifteen cubits long were on the other side of the entrance to the courtyard, with three posts and three bases.",
    "ar": "أَمَّا طُولُ السَّتَائِرِ عَلَى الْجَانِبِ الآخَرِ (أَيِ الشِّمَالِيِّ) لِمَدْخَلِ السَّاحَةِ فَكَانَ خَمْسَ عَشْرَةَ ذِرَاعاً (نَحْوَ سَبْعَةِ أَمْتَارٍ وَنِصْفِ الْمِتْرِ)، مُعَلَّقَةً عَلَى ثَلاثَةِ أَعْمِدَةٍ ذَاتِ ثَلاثِ قَوَاعِدَ."
  },
  "16": {
    "en": "All the curtains around the courtyard were of finely twisted linen.",
    "ar": "وَكَانَتْ جَمِيعُ السَّتَائِرِ الْمُحِيطَةِ بِالسَّاحَةِ مَنْسُوجَةً مِنْ كَتَّانٍ نَقِيٍّ مَبْرُومٍ."
  },
  "17": {
    "en": "The bases for the posts were bronze. The hooks and bands on the posts were silver, and their tops were overlaid with silver; so all the posts of the courtyard had silver bands.",
    "ar": "وَصَنَعَ قَوَاعِدَ الأَعْمِدَةِ مِنْ نُحَاسٍ. أَمَّا الْمَشَابِكُ وَالْقُضْبَانُ فَكَانَتْ مِنْ فِضَّةٍ، وَتِيجَانُ الأَعْمِدَةِ مُغَطَّاةً بِالْفِضَّةِ. وَجَمِيعُ أَعْمِدَةِ السَّاحَةِ مَوْصُولَةٌ بِقُضْبَانٍ مِنْ فِضَّةٍ."
  },
  "18": {
    "en": "The curtain for the entrance to the courtyard was made of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer. It was twenty cubits long and, like the curtains of the courtyard, five cubits high,",
    "ar": "وَكَانَ عَرْضُ سِتَارِ مَدْخَلِ سَاحَةِ الْمَسْكَنِ عِشْرِينَ ذِرَاعاً (نَحْوَ عَشَرَةِ أَمْتَارٍ) وَارْتِفَاعُهُ خَمْسَ أَذْرُعٍ (نَحْوَ مِتْرَيْنِ وَنِصْفِ الْمِتْرِ)، كَارْتِفَاعِ السَّاحَةِ، وَهُوَ مَصْنُوعٌ مِنْ كَتَّانٍ ذِي أَلْوَانٍ زَرْقَاءَ وَبَنَفَسَجِيَّةٍ وَحَمْرَاءَ مِنْ صِنَاعَةِ حَائِكٍ مَاهِرٍ."
  },
  "19": {
    "en": "with four posts and four bronze bases. Their hooks and bands were silver, and their tops were overlaid with silver.",
    "ar": "وَعَلَّقَهُ بِخَطَاطِيفَ فضِّيَّةٍ عَلَى أَرْبَعَةِ أَعْمِدَةٍ فِضِّيَّةٍ فَوْقَ أَرْبَعِ قَوَاعِدَ نُحَاسِيَّةٍ. وَكَانَتْ تِيجَانُ الأَعْمِدَةِ وَقُضْبَانُهَا مِنْ فِضَّةٍ."
  },
  "20": {
    "en": "All the tent pegs of the tabernacle and of the surrounding courtyard were bronze.",
    "ar": "أَمَّا جَمِيعُ أَوْتَادِ الْخَيْمَةِ والسَّاحَةِ الْمُحِيطَةِ بِها، فَقَدْ كَانَتْ مِنْ نُحَاسٍ."
  },
  "21": {
    "en": "These are the amounts of the materials used for the tabernacle, the tabernacle of the covenant law, which were recorded at Moses’ command by the Levites under the direction of Ithamar son of Aaron, the priest.",
    "ar": "وَمَا يَلِي الْمَقَادِيرُ الْمُسْتَخْدَمَةُ فِي بِنَاءِ مَسْكَنِ الشَّهَادَةِ، الَّتِي تَمَّ حِسَابُهَا بِمُقْتَضَى أَمْرِ مُوسَى، بِإِشْرَافِ اللّاوِيِّينَ عَلَى يَدِ إِيثَامَارَ بْنِ هَرُونَ الْكَاهِنِ."
  },
  "22": {
    "en": "(Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything the Lord commanded Moses;",
    "ar": "وَكَانَ بَصَلْئِيلُ بْنُ أُورِي حَفِيدُ حُورٍ مِنْ سِبْطِ يَهُوذَا، هُوَ الَّذِي صَنَعَ كُلَّ مَا أَمَرَ بِهِ الرَّبُّ مُوسَى."
  },
  "23": {
    "en": "with him was Oholiab son of Ahisamak, of the tribe of Dan—an engraver and designer, and an embroiderer in blue, purple and scarlet yarn and fine linen.)",
    "ar": "يُعَاوِنُهُ أَهُولِيآبُ بْنُ أَخِيسَامَاكَ مِنْ سِبْطِ دَانٍ، الَّذِي بَرَعَ فِي النَّقْشِ وَالتَّوْشِيَةِ وَالتَّطْرِيزِ بِالأَلْوَانِ الزَّرْقَاءِ وَالْبَنَفْسَجِيَّةِ وَالْحَمْرَاءِ وَخُيُوطِ الكَتَّانِ الْبَيْضَاءِ."
  },
  "24": {
    "en": "The total amount of the gold from the wave offering used for all the work on the sanctuary was 29 talents and 730 shekels, according to the sanctuary shekel.",
    "ar": "كَانَ وَزْنُ الذَّهَبِ الْمُسْتَخْدَمِ فِي جَمِيعِ عَمَلِ الْمَسْكَنِ مِنَ التَّبَرُّعَاتِ تِسْعاً وَعِشْرِينَ وَزْنَةً وَسَبْعَ مِئَةٍ وَثَلاثِينَ شَاقِلاً (نَحْوَ أَلْفٍ وَثَلاثَةٍ وَخَمْسِينَ كِيلُو جِرَاماً) طِبْقاً لِمَوازِينِ الْمَقْدِسِ."
  },
  "25": {
    "en": "The silver obtained from those of the community who were counted in the census was 100 talents and 1,775 shekels, according to the sanctuary shekel—",
    "ar": "أَمَّا وَزْنُ الْفِضَّةِ الْمُجْبَاةِ مِنَ الْمَعْدُودِينَ مِنَ الشَّعْبِ، فَكَانَ مِئَةَ وَزْنَةٍ وَأَلْفاً وَسَبْعَ مِئَةٍ وَخَمْسَةٍ وَسَبْعِينَ شَاقِلاً (نَحْوَ ثَلاثَةِ آلافٍ وَسِتِّ مِئَةٍ وَوَاحِدٍ وَعِشْرِينَ كِيلُو جِرَاماً) طِبْقاً لِمَوازِينِ الْمَقْدِسِ."
  },
  "26": {
    "en": "one beka per person, that is, half a shekel, according to the sanctuary shekel, from everyone who had crossed over to those counted, twenty years old or more, a total of 603,550 men.",
    "ar": "إِذْ كَانَ يُفْرَضُ عَلَى كُلِّ شَخْصٍ مِنَ الْمَعْدُودِينَ بَلَغَ مِنَ الْعُمْرِ عِشْرِينَ سَنَةً وَمَا فَوْقُ، نِصْفُ شَاقِلٍ (نَحْوَ سِتَّةِ جِرَامَاتٍ) طِبْقاً لِمَوَازِينِ الْمَقْدِسِ. وَكَانَ عَدَدُ الْمَعْدُودِينَ نَحْوَ سِتِّ مِئَةٍ وَثَلاثَةِ آلافِ رَجُلٍ وَخَمْسِ مِئَةٍ وَخَمْسِينَ رَجُلاً"
  },
  "27": {
    "en": "The 100 talents of silver were used to cast the bases for the sanctuary and for the curtain—100 bases from the 100 talents, one talent for each base.",
    "ar": "وَكَانَ وَزْنُ الفِضَّةِ الْمُسْتَهْلَكَةِ فِي صَبِّ قَوَاعِدِ الْمَسْكَنِ وَالسَّتَائِرِ الْمِئَةِ مِئَةَ وَزْنَةٍ (نَحْوَ ثَلاثَةِ آلافٍ وَسِتِّ مِئَةِ كِيلُو جِرَامٍ)، أَيْ وَزْنَةً وَاحِدَةً (نَحْوَ سِتَّةٍ وَثَلاثِينَ كِيلُو جِرَاماً) لِكُلِّ قَاعِدَةٍ."
  },
  "28": {
    "en": "They used the 1,775 shekels to make the hooks for the posts, to overlay the tops of the posts, and to make their bands.",
    "ar": "أَمَّا مَا فَضَلَ مِنَ الفِضَّةِ البَالِغَةِ أَلْفاً وَسَبْع مِئَةٍ وَخَمْسَةً وَسَبْعِينَ شاقِلاً (نَحْوَ وَاحِدٍ وَعِشْرِينَ كِيلُو جِرَاماً) فَقَدِ اسْتُخْدِمَتْ فِي صُنْعِ خَطَاطِيفِ الأَعْمِدَةِ وَالْقُضْبَانِ وَتَغْشِيَةِ تِيجَانِ الأَعْمِدَةِ."
  },
  "29": {
    "en": "The bronze from the wave offering was 70 talents and 2,400 shekels.",
    "ar": "وَكَانَ وَزْنُ النُّحَاسِ الَّذِي تَبَرَّعَ بِهِ الشَّعْبُ سَبْعِينَ وَزْنَةً وَأَلْفَيْنِ وَأَرْبَعَ مِئَةِ شَاقِلٍ (نَحْوَ أَلْفَيْنِ وَخَمْسِ مِئَةِ وَتِسْعَةٍ وَأَرْبَعِينَ كيلُو جِرَاماً)."
  },
  "30": {
    "en": "They used it to make the bases for the entrance to the tent of meeting, the bronze altar with its bronze grating and all its utensils,",
    "ar": "وَمِنْهُ صَبَّ قَواعِدَ بَابِ خَيْمَةِ الْاجْتِمَاعِ وَمَذْبَحَ النُّحَاسِ وَشَبَكَتَهُ النُّحَاسِيَّةَ وَجَمِيعَ أَوَانِيهِ."
  },
  "31": {
    "en": "the bases for the surrounding courtyard and those for its entrance and all the tent pegs for the tabernacle and those for the surrounding courtyard.",
    "ar": "وَقَوَاعِدَ السَّاحَةِ الْمُحِيطَةِ بِالْخَيْمَةِ، وَقَوَاعِدَ مَدْخَلِهَا وَجَمِيعَ أَوْتَادِ الْمَسْكَنِ وَالدَّارِ الْمُحِيطَةِ بِهِ."
  }
}