{
  "1": {
    "en": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh: Because of my mighty hand he will let them go; because of my mighty hand he will drive them out of his country.”",
    "ar": "فَأَجَابَ الرَّبُّ مُوسَى: «سَتَرَى الآنَ مَا أَنَا فَاعِلُهُ بِفِرْعَوْنَ، لأَنَّنِي بِيَدٍ قَدِيرَةٍ سَأَجْعَلُهُ يُطْلِقُهُمْ، بَلْ يَطْرُدُهُمْ طَرْداً أَيْضاً»."
  },
  "2": {
    "en": "God also said to Moses, “I am the Lord.",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى: «أَنَا هُوَ الرَّبُّ."
  },
  "3": {
    "en": "I appeared to Abraham, to Isaac and to Jacob as God Almighty, but by my name the Lord I did not make myself fully known to them.",
    "ar": "قَدْ ظَهَرْتُ لإِبْرَاهِيمَ وَإِسْحاقَ وَيَعْقُوبَ إِلَهاً قَدِيراً عَلَى كُلِّ شَيْءٍ. أَمَّا اسْمِي يَهْوَهْ (أَيِ الرَّبُّ) فَلَمْ أُعْلِنْهُ لَهُمْ."
  },
  "4": {
    "en": "I also established my covenant with them to give them the land of Canaan, where they resided as foreigners.",
    "ar": "وَقَدْ قَطَعْتُ مَعَهُمْ أَيْضاً عَهْدِي بِأَنْ أَهَبَهُمْ أَرْضَ كَنْعَانَ حَيْثُ أَقَامُوا فِيهَا كَغُرَبَاءَ."
  },
  "5": {
    "en": "Moreover, I have heard the groaning of the Israelites, whom the Egyptians are enslaving, and I have remembered my covenant.",
    "ar": "كَذَلِكَ أَصْغَيْتُ إِلَى أَنِينِ بَنِي إِسْرَائِيلَ الْمُسْتَعْبَدِينَ الْمِصْرِيِّينَ، وَتَذَكَّرْتُ عَهْدِي"
  },
  "6": {
    "en": "“Therefore, say to the Israelites: ‘I am the Lord, and I will bring you out from under the yoke of the Egyptians. I will free you from being slaves to them, and I will redeem you with an outstretched arm and with mighty acts of judgment.",
    "ar": "لِهَذَا قُلْ لِبَنِي إِسْرَائِيلَ إِنَّنِي أَنَا الرَّبُّ وَأَنَا أُحَرِّرُكُمْ مِنْ أَثْقَالِ الْمِصْرِيِّينَ وَأُنْقِذُكُمْ مِنْ عُبُودِيَّتِهِمْ، وَأُخَلِّصُكُمْ بِذِرَاعٍ مَمْدُودَةٍ وَأَحْكَامٍ قَوِيَّةٍ."
  },
  "7": {
    "en": "I will take you as my own people, and I will be your God. Then you will know that I am the Lord your God, who brought you out from under the yoke of the Egyptians.",
    "ar": "وَأَتَّخِذُكُمْ لِي شَعْباً وَأَكُونُ لَكُمْ إِلَهاً، فَتَعْرِفُونَ أَنِّي أَنَا الرَّبُّ إِلَهُكُمْ مُحَرِّرُكُمْ مِنْ أَثْقَالِ الْمِصْرِيِّينَ."
  },
  "8": {
    "en": "And I will bring you to the land I swore with uplifted hand to give to Abraham, to Isaac and to Jacob. I will give it to you as a possession. I am the Lord.’”",
    "ar": "وَأَقُودُكُمْ إِلَى الأَرْضِ الَّتِي أَقْسَمْتُ أَنْ أَهَبَهَا لإِبْرَاهِيمَ وإِسْحَاقَ وَيَعْقُوبَ لأُعْطِيَهَا لَكُمْ مِلْكاً. أَنَا هُوَ الرَّبُّ»."
  },
  "9": {
    "en": "Moses reported this to the Israelites, but they did not listen to him because of their discouragement and harsh labor.",
    "ar": "فَخَاطَبَ مُوسَى بَنِي إِسْرَائِيلَ، لَكِنَّهُمْ لَمْ يُصْغُوا إِلَيْهِ لِتَوَجُّعِ نُفُوسِهِمْ وَعُبُودِيَّتِهِمِ الْقَاسِيَةِ."
  },
  "10": {
    "en": "Then the Lord said to Moses,",
    "ar": "وَقَالَ الرَّبُّ لِمُوسَى:"
  },
  "11": {
    "en": "“Go, tell Pharaoh king of Egypt to let the Israelites go out of his country.”",
    "ar": "«امْثُلْ أَمَامَ فِرْعَوْنَ مَلِكِ مِصْرَ وَاطْلُبْ إِلَيْهِ أَنْ يُطْلِقَ بَنِي إِسْرَائِيلَ مِنَ الأَرْضِ»."
  },
  "12": {
    "en": "But Moses said to the Lord, “If the Israelites will not listen to me, why would Pharaoh listen to me, since I speak with faltering lips?”",
    "ar": "فَأَجَابَ مُوسَى: «هُوَذَا بَنُو إِسْرَائِيلَ لَمْ يُصْغُوا إِلَيَّ، فَكَيْفَ يَسْتَمِعُ إِلَيَّ فِرْعَوْنُ وَأَنَا ثَقِيلُ اللِّسَانِ؟»"
  },
  "13": {
    "en": "Now the Lord spoke to Moses and Aaron about the Israelites and Pharaoh king of Egypt, and he commanded them to bring the Israelites out of Egypt.",
    "ar": "فَخَاطَبَ الرَّبُّ مُوسَى وَهَرُونَ وَأَمَرَهُمَا أَنْ يَرْجِعَا إِلَى بَنِي إِسْرَائِيلَ، وَفِرْعَوْنَ مَلِكِ مِصْرَ، لِكَيْ يُطْلِقَ بَنِي إِسْرَائِيلَ مِنْ أَرْضِ مِصْرَ."
  },
  "14": {
    "en": "These were the heads of their families:\nThe sons of Reuben the firstborn son of Israel were Hanok and Pallu, Hezron and Karmi. These were the clans of Reuben.",
    "ar": "وَهَؤُلاءِ هُمْ رُؤَسَاءُ الْعَشَائِرِ الْمُتَفَرِّعَةِ عَنْ أَبْنَاءِ إِسْرَائِيلَ: أَبْنَاءُ رَأُوبَيْنَ بِكْرِ إِسْرَائِيلَ حَنُوكُ وَفَلُّو وَحَصْرُونُ وَكَرْمِي: هَذِهِ عَشَائِرُ رَأُوبَيْنَ."
  },
  "15": {
    "en": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul the son of a Canaanite woman. These were the clans of Simeon.",
    "ar": "أَبْنَاءُ شِمْعُونَ يَمُوئِيلُ وَيَامِينُ وَأُوهَدُ وَيَاكِينُ وَصُوحَرُ وَشَأُولُ وأُمُّهُ كَنْعَانِيَّةٌ: هَذِهِ هِي عَشَائِرُ شِمْعُونَ."
  },
  "16": {
    "en": "These were the names of the sons of Levi according to their records: Gershon, Kohath and Merari. Levi lived 137 years.",
    "ar": "وَهَذِهِ أَسْمَاءُ أَبْنَاءِ لاوِي حَسَبَ عَشَائِرِهِمْ: جِرْشُونُ وَقَهَاتُ وَمَرَارِي. وَقَدْ عَاشَ لاوِي مِئَةً وَسَبْعاً وَثَلاثِينَ سَنَةً."
  },
  "17": {
    "en": "The sons of Gershon, by clans, were Libni and Shimei.",
    "ar": "أَمَّا ابْنَا جِرْشُونَ حَسَبَ عَشَائِرِهِمَا فَهُمَا: لِبْنِي وَشِمْعِي."
  },
  "18": {
    "en": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel. Kohath lived 133 years.",
    "ar": "وَأَبْنَاءُ قَهَاتَ هُمْ: عَمْرَامُ وَيِصْهَارُ وَحَبْرُونُ وَعُزِّيئِيلُ. وَقَدْ عَاشَ قَهَاتُ مِئَةً وَثَلاثاً وَثَلاثِينَ سَنَةً."
  },
  "19": {
    "en": "The sons of Merari were Mahli and Mushi.\nThese were the clans of Levi according to their records.",
    "ar": "وَابْنَا مَرَارِي هُمَا مَحْلِي وَمُوشِي. هَذِهِ هِيَ عَشَائِرُ اللّاوِيِّينَ بِحَسَبِ سِجِلِّ مَوَالِيدِهِمْ."
  },
  "20": {
    "en": "Amram married his father’s sister Jochebed, who bore him Aaron and Moses. Amram lived 137 years.",
    "ar": "وَتَزَوَّجَ عَمْرَامُ عَمَّتَهُ يُوكَابَدَ فَأَنْجَبَتْ لَهُ هَرُونَ وَمُوسَى. وَقَدْ عَاشَ عَمْرَامُ مِئَةً وَسَبْعاً وَثَلاثِينَ سَنَةً."
  },
  "21": {
    "en": "The sons of Izhar were Korah, Nepheg and Zikri.",
    "ar": "وَأَبْنَاءُ يِصْهَارَ هُمْ: قُورَحُ وَنَافَجُ وَذِكْرِي."
  },
  "22": {
    "en": "The sons of Uzziel were Mishael, Elzaphan and Sithri.",
    "ar": "أَبْنَاءُ عُزِّيئِيلَ هُمْ: مِيشَائِيلُ وأَلْصَافَانُ وَسِتْرِي"
  },
  "23": {
    "en": "Aaron married Elisheba, daughter of Amminadab and sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar.",
    "ar": "وَتَزَوَّجَ هَرُونُ مِنْ أَلِيشَابَعَ ابْنَةِ عَمِّينَادَابَ أُخْتِ نَحْشُونَ فَأَنْجَبَتْ لَهُ نَادَابَ وَأَبِيهُوَ وَأَلِعَازَارَ وإِيثَامَارَ."
  },
  "24": {
    "en": "The sons of Korah were Assir, Elkanah and Abiasaph. These were the Korahite clans.",
    "ar": "وَأَبْنَاءُ قُورَحَ هُمْ: أَسِّيرُ وَأَلْقَانَةُ وَأَبِيَأَسَافُ: هَذِهِ هِيَ عَشَائِرُ الْقُورَحِيِّينَ."
  },
  "25": {
    "en": "Eleazar son of Aaron married one of the daughters of Putiel, and she bore him Phinehas.\nThese were the heads of the Levite families, clan by clan.",
    "ar": "وَتَزَوَّجَ أَلِعَازَارُ بنُ هَرُونَ مِنْ إِحْدَى بَنَاتِ فُوطِيئِيلَ فَأَنْجَبَتْ لَهُ فِيْنحَاسَ. هَؤُلاءِ رُؤَسَاءُ آبَاءِ اللّاوِيِّينَ بِحَسَبِ تَرْتِيبِ عَشَائِرِهِمْ."
  },
  "26": {
    "en": "It was this Aaron and Moses to whom the Lord said, “Bring the Israelites out of Egypt by their divisions.”",
    "ar": "هَذَانِ هُمَا هَروُنُ وَمُوسَى اللَّذَانِ قَالَ لَهُمَا الرَّبُّ: أَخْرِجَا بَنِي إِسْرَائِيلَ مِنْ أَرْضِ مِصْرَ بِحَسَبِ فِرَقِهِمْ."
  },
  "27": {
    "en": "They were the ones who spoke to Pharaoh king of Egypt about bringing the Israelites out of Egypt—this same Moses and Aaron.",
    "ar": "وَهُمَا نَفْسُ مُوسَى وَهَرُونَ اللَّذَيْنِ خَاطَبَا فِرْعَوْنَ مَلِكَ مِصْرَ لِيُطْلِقَ بَنِي إِسْرَائِيلَ مِنْ مِصْرَ."
  },
  "28": {
    "en": "Now when the Lord spoke to Moses in Egypt,",
    "ar": "وَحَدَثَ فِي الْيَوْمِ الَّذي كَلَّمَ فِيهِ الرَّبُّ مُوسَى فِي أَرْضِ مِصْرَ"
  },
  "29": {
    "en": "he said to him, “I am the Lord. Tell Pharaoh king of Egypt everything I tell you.”",
    "ar": "أَنَّ الرَّبَّ قَالَ لَهُ: «أَنَا الرَّبُّ بَلِّغْ فِرْعَوْنَ كُلَّ مَا أَقُولُهُ لَكَ»."
  },
  "30": {
    "en": "But Moses said to the Lord, “Since I speak with faltering lips, why would Pharaoh listen to me?”",
    "ar": "فَأَجَابَهُ مُوسَى: «أَنَا ثَقِيلُ اللِّسَانِ فَكَيْفَ يَسْتَمِعُ لِي فِرْعَوْنُ؟»"
  }
}