{
  "1": {
    "en": "Again the Israelites did evil in the eyes of the Lord, so the Lord delivered them into the hands of the Philistines for forty years.",
    "ar": "ثُمَّ عَادَ بَنُو إِسْرَائِيلَ يَرْتَكِبُونَ الإِثْمَ فِي عَيْنَيِ الرَّبِّ، فَأَسْلَمَهُمْ لِقَبْضَةِ الْفِلِسْطِينِيِّينَ أَرْبَعِينَ سَنَةً."
  },
  "2": {
    "en": "A certain man of Zorah, named Manoah, from the clan of the Danites, had a wife who was childless, unable to give birth.",
    "ar": "وَكَانَ هُنَاكَ رَجُلٌ مِنْ بَلْدَةِ صُرْعَةَ مِنْ عَشِيرَةِ الدَّانِيِّينَ يُدْعَى مَنُوحَ، وَامْرَأَتُهُ عَاقِرٌ لَمْ تُنْجِبْ."
  },
  "3": {
    "en": "The angel of the Lord appeared to her and said, “You are barren and childless, but you are going to become pregnant and give birth to a son.",
    "ar": "فَتَجَلَّى مَلاكُ الرَّبِّ لِلْمَرْأَةِ وَقَالَ لَهَا: «إِنَّكِ عَاقِرٌ لَمْ تُنْجِبِي، وَلَكِنَّكِ سَتَحْبَلِينَ وَتَلِدِينَ ابْناً."
  },
  "4": {
    "en": "Now see to it that you drink no wine or other fermented drink and that you do not eat anything unclean.",
    "ar": "إِنَّمَا إِيَّاكِ أَنْ تَشْرَبِي خَمْراً أَوْ مُسْكِراً أَوْ تَأْكُلِي شَيْئاً مُحَرَّماً"
  },
  "5": {
    "en": "You will become pregnant and have a son whose head is never to be touched by a razor because the boy is to be a Nazirite, dedicated to God from the womb. He will take the lead in delivering Israel from the hands of the Philistines.”",
    "ar": "لأَنَّكِ سَتَحْمِليِنَ وَتُنْجِبِينَ ابْناً. فَلا تَحْلِقِي شَعْرَ رَأْسِهِ لأَنَّ الصَّبِيَّ يَكُونُ نَذِيراً لِلهِ مِنْ مَوْلِدِهِ، وَهُوَ يَشْرَعُ فِي إِنْقَاذِ إِسْرَائِيلَ مِنْ تَسَلُّطِ الْفِلِسْطِينِيِّينَ»."
  },
  "6": {
    "en": "Then the woman went to her husband and told him, “A man of God came to me. He looked like an angel of God, very awesome. I didn’t ask him where he came from, and he didn’t tell me his name.",
    "ar": "فَأَسْرَعَتْ إِلَى زَوْجِهَا وَقَالَتْ: «ظَهَرَ لِي رَجُلٌ مِنْ عِنْدِ اللهِ، وَمَنْظَرُهُ كَهَيْئَةِ مَلاكِ الرَّبِّ مُجَلَّلٌ بِالرَّهْبَةِ. لَمْ أَسْأَلْهُ مِنْ أَيْنَ جَاءَ، وَلا هُوَ أَخْبَرَنِي عَنِ اسْمِهِ،"
  },
  "7": {
    "en": "But he said to me, ‘You will become pregnant and have a son. Now then, drink no wine or other fermented drink and do not eat anything unclean, because the boy will be a Nazirite of God from the womb until the day of his death.’”",
    "ar": "وَقَالَ لِي: هَا أَنْتِ سَتَحْبَلِينَ وَتَلِدِينَ ابْناً، فَإِيَّاكِ أَنْ تَشْرَبِي خَمْراً وَلا مُسْكِراً، وَلا تَأْكُلِي شَيْئاً مُحَرَّماً، لأَنَّ الصَّبِيَّ يَكُونُ نَذِيراً لِلرَّبِّ مُنْذُ مَوْلِدِهِ حَتَّى يَوْمِ وَفَاتِهِ»."
  },
  "8": {
    "en": "Then Manoah prayed to the Lord: “Pardon your servant, Lord. I beg you to let the man of God you sent to us come again to teach us how to bring up the boy who is to be born.”",
    "ar": "فَتَضَرَّعَ مَنُوحُ إِلَى الرَّبِّ قَائِلاً: «أَتَوَسَّلُ إِلَيْكَ يَا سَيِّدِي أَنْ تُرْسِلَ إِلَيْنَا رَجُلَ اللهِ الَّذِي بَعَثْتَهُ، لِيُعَلِّمَنَا كَيْفَ نُرَبِّي الصَّبِيَّ الَّذِي يُولَدُ»."
  },
  "9": {
    "en": "God heard Manoah, and the angel of God came again to the woman while she was out in the field; but her husband Manoah was not with her.",
    "ar": "فَاسْتَجَابَ اللهُ صَلاةَ مَنُوحَ، فَتَجَلَّى مَلاكُ اللهِ أَيْضاً لِلْمَرْأَةِ وَهِيَ جَالِسَةٌ فِي الْحَقْلِ، وَلَمْ يَكُنْ زَوْجُهَا مَنُوحُ مَعَهَا."
  },
  "10": {
    "en": "The woman hurried to tell her husband, “He’s here! The man who appeared to me the other day!”",
    "ar": "فَأَسْرَعَتْ وَأَخْبَرَتْ زَوْجَهَا قَائِلَةً: «تَرَاءَى لِيَ الرَّجُلُ الَّذِي ظَهَرَ لِي فِي ذَلِكَ الْيَوْمِ»."
  },
  "11": {
    "en": "Manoah got up and followed his wife. When he came to the man, he said, “Are you the man who talked to my wife?”\n“I am,” he said.",
    "ar": "فَهَبَّ مَنُوحُ فِي إِثْرِ زَوْجَتِهِ حَتَّى قَدِمَ عَلَى الرَّجُلِ وَسَأَلَهُ: «أَأَنْتَ الرَّجُلُ الَّذِي خَاطَبَ زَوْجَتِي مِنْ قَبْلُ؟» فَأَجَابَهُ: «أَنَا هُوَ»."
  },
  "12": {
    "en": "So Manoah asked him, “When your words are fulfilled, what is to be the rule that governs the boy’s life and work?”",
    "ar": "فَقَالَ مَنُوحُ: «عِنْدَمَا يَتَحَقَّقُ كَلامُكَ فَكَيْفَ يَنْبَغِي أَنْ نَقُومَ بِتَرْبِيَةِ الصَّبِيِّ وَمُعَامَلَتِهِ؟»"
  },
  "13": {
    "en": "The angel of the Lord answered, “Your wife must do all that I have told her.",
    "ar": "فَأَجَابَهُ الْمَلاكُ: «لِتَحْرِصِ الْمَرْأَةُ عَلَى طَاعَةِ كُلِّ مَا أَمَرْتُهَا بِهِ."
  },
  "14": {
    "en": "She must not eat anything that comes from the grapevine, nor drink any wine or other fermented drink nor eat anything unclean. She must do everything I have commanded her.”",
    "ar": "وَإِيَّاهَا أَنْ تَأْكُلَ مِنْ كُلِّ نِتَاجِ الْكَرْمَةِ أَوْ تَشْرَبَ خَمْراً أَوْ مُسْكِراً، أَوْ تَأْكُلَ طَعَاماً مُحَرَّماً. لِتَحْرِصْ عَلَى إِطَاعَةِ كُلِّ مَا أَوْصَيْتُهَا بِهِ»."
  },
  "15": {
    "en": "Manoah said to the angel of the Lord, “We would like you to stay until we prepare a young goat for you.”",
    "ar": "فَقَالَ لَهُ مَنُوحُ: «نَوَدُّ أَنْ تَمْكُثَ مَعَنَا رَيْثَمَا نُجَهِّزُ لَكَ جَدْياً»."
  },
  "16": {
    "en": "The angel of the Lord replied, “Even though you detain me, I will not eat any of your food. But if you prepare a burnt offering, offer it to the Lord.” (Manoah did not realize that it was the angel of the Lord.)",
    "ar": "فَأَجَابَ مَلاكُ الرَّبِّ: «وَلَوْ أَعَقْتَنِي لَنْ آكُلَ مِنْ خُبْزِكَ، وَإِنْ قَرَّبْتَ مُحْرَقَةً فَلِلرَّبِّ قَدِّمْهَا». وَلَمْ يَكُنْ مَنُوحُ يُدْرِكُ أَنَّ الرَّجُلَ هُوَ مَلاكُ الرَّبِّ."
  },
  "17": {
    "en": "Then Manoah inquired of the angel of the Lord, “What is your name, so that we may honor you when your word comes true?”",
    "ar": "فَسَأَلَ مَنُوحُ مَلاكَ الرَّبِّ: «مَا اسْمُكَ حَتَّى إِذَا تَحَقَّقَ كَلامُكَ نُكْرِمُكَ؟»"
  },
  "18": {
    "en": "He replied, “Why do you ask my name? It is beyond understanding.”",
    "ar": "فَأَجَابَ: «لِمَاذَا تَسْأَلُ عَنِ اسْمِي وَهُوَ عَجِيبٌ؟»"
  },
  "19": {
    "en": "Then Manoah took a young goat, together with the grain offering, and sacrificed it on a rock to the Lord. And the Lord did an amazing thing while Manoah and his wife watched:",
    "ar": "ثُمَّ أَخَذَ مَنُوحُ جَدْياً وَتَقْدِمَةَ حُبُوبٍ وَقَرَّبَهُمَا عَلَى الصَّخْرَةِ لِلرَّبِّ. فَقَامَ الْمَلاكُ بِعَمَلٍ عَجِيبٍ عَلَى مَشْهَدٍ مِنْ مَنُوحَ وَزَوْجَتِهِ"
  },
  "20": {
    "en": "As the flame blazed up from the altar toward heaven, the angel of the Lord ascended in the flame. Seeing this, Manoah and his wife fell with their faces to the ground.",
    "ar": "فَقَدْ صَعِدَ فِي أَلْسِنَةِ اللهِيبِ الْمُرْتَفِعَةِ مِنَ الْمَذْبَحِ نَحْوَ السَّمَاءِ عَلَى مَشْهَدٍ مِنْهُمَا، فَخَرَّا عَلَى الأَرْضِ سَاجِدَيْنِ."
  },
  "21": {
    "en": "When the angel of the Lord did not show himself again to Manoah and his wife, Manoah realized that it was the angel of the Lord.",
    "ar": "وَلَمْ يَتَجَلَّ مَلاكُ الرَّبِّ ثَانِيَةً لِمَنُوحَ وَزَوْجَتِهِ. عِنْدَئِذٍ أَدْرَكَ مَنُوحُ أَنَّهُ مَلاكُ الرَّبِّ."
  },
  "22": {
    "en": "“We are doomed to die!” he said to his wife. “We have seen God!”",
    "ar": "فَقَالَ مَنُوحُ لاِمْرَأَتِهِ: «إِنَّنَا لابُدَّ مَائِتَانِ لأَنَّنَا قَدْ رَأَيْنَا اللهَ»"
  },
  "23": {
    "en": "But his wife answered, “If the Lord had meant to kill us, he would not have accepted a burnt offering and grain offering from our hands, nor shown us all these things or now told us this.”",
    "ar": "فَأَجَابَتْهُ: «لَوْ أَرَادَ الرَّبُّ أَنْ يُمِيتَنَا لَمَا قَبِلَ مِنَّا مُحْرَقَةً وَتَقْدِمَةً، وَلَمَا أَرَانَا كُلَّ هَذِهِ الأُمُورِ وَأَخْبَرَنَا بِها فِي هَذَا الْوَقْتِ»."
  },
  "24": {
    "en": "The woman gave birth to a boy and named him Samson. He grew and the Lord blessed him,",
    "ar": "فَأَنْجَبَتِ الْمَرْأَةُ ابْناً دَعَتْهُ شَمْشُونَ. وَكَبُرَ الصَّبِيُّ وَبَارَكَهُ الرَّبُّ."
  },
  "25": {
    "en": "and the Spirit of the Lord began to stir him while he was in Mahaneh Dan, between Zorah and Eshtaol.",
    "ar": "وَابْتَدَأَ رُوحُ الرَّبِّ يُحَرِّكُهُ فِي أَرْضِ سِبْطِ دَانَ بَيْنَ صُرْعَةَ وَأَشْتَأُولَ."
  }
}