{
  "1": {
    "en": "Samson went down to Timnah and saw there a young Philistine woman.",
    "ar": "وَذَهَبَ شَمْشُونُ إِلَى تِمْنَةَ حَيْثُ رَاقَتْهُ فَتَاةٌ مِنْ بَنَاتِ الْفِلِسْطِينِيِّينَ"
  },
  "2": {
    "en": "When he returned, he said to his father and mother, “I have seen a Philistine woman in Timnah; now get her for me as my wife.”",
    "ar": "فَرَجَعَ إِلَى وَالِدَيْهِ وَأَخْبَرَهُمَا قَائِلاً: «رَاقَتْنِي امْرَأَةٌ فِي تِمْنَةَ مِنْ بَنَاتِ الْفِلِسْطِينِيِّينَ فَزَوِّجَانِي مِنْهَا»."
  },
  "3": {
    "en": "His father and mother replied, “Isn’t there an acceptable woman among your relatives or among all our people? Must you go to the uncircumcised Philistines to get a wife?”\nBut Samson said to his father, “Get her for me. She’s the right one for me.”",
    "ar": "فَقَالَ لَهُ وَالِدَاهُ: «أَلَمْ تَجِدْ بَيْنَ بَنَاتِ أَقْرِبَائِكَ وَفِي قَوْمِنَا فَتَاةً، حَتَّى تَذْهَبَ وَتَتَزَوَّجَ مِنْ بَنَاتِ الْفِلِسْطِينِيِّينَ الْغُلْفِ؟» فَأَجَابَ شَمْشُونُ أَبَاهُ: «هَذِهِ هِيَ الْفَتَاةُ الَّتِي رَاقَتْنِي فَزَوِّجْنِي إِيَّاهَا»."
  },
  "4": {
    "en": "(His parents did not know that this was from the Lord, who was seeking an occasion to confront the Philistines; for at that time they were ruling over Israel.)",
    "ar": "وَلَمْ يُدْرِكْ وَالِدَاهُ أَنَّ ذَلِكَ الأَمْرَ كَانَ مِنَ الرَّبِّ، الَّذِي كَانَ يَلْتَمِسُ عِلَّةً ضِدَّ الْفِلِسْطِينِيِّينَ الَّذِينَ كَانُوا آنَئِذٍ مُتَسَلِّطِينَ عَلَى إِسْرَائِيلَ."
  },
  "5": {
    "en": "Samson went down to Timnah together with his father and mother. As they approached the vineyards of Timnah, suddenly a young lion came roaring toward him.",
    "ar": "فَانْحَدَرَ شَمْشُونُ وَوَالِدَاهُ إِلَى تِمْنَةَ حَتَّى بَلَغُوا كُرُومَهَا، وَإذَا بِشِبْلِ أَسَدٍ يَتَحَفَّزُ مُزَمْجِراً لِلانْقِضَاضِ عَلَيْهِ،"
  },
  "6": {
    "en": "The Spirit of the Lord came powerfully upon him so that he tore the lion apart with his bare hands as he might have torn a young goat. But he told neither his father nor his mother what he had done.",
    "ar": "فَحَلَّ عَلَيْهِ رُوحُ الرَّبِّ فَقَبَضَ عَلَى الأَسَدِ وَشَقَّهُ إِلَى نِصْفَيْنِ وَكَأَنَّهُ جَدْيٌ صَغِيرٌ، مِنْ غَيْرِ أَنْ يَكُونَ مَعَهُ سِلاحٌ. وَلَمْ يُنْبِئْ وَالِدَيْهِ بِمَا فَعَلَ."
  },
  "7": {
    "en": "Then he went down and talked with the woman, and he liked her.",
    "ar": "ثُمَّ مَضَى إِلَى الْفَتَاةِ وَخَاطَبَهَا فَازْدَادَ بِها إِعْجَاباً."
  },
  "8": {
    "en": "Some time later, when he went back to marry her, he turned aside to look at the lion’s carcass, and in it he saw a swarm of bees and some honey.",
    "ar": "وَعِنْدَمَا رَجَعَ شَمْشُونُ بَعْدَ أَيَّامٍ لِيَتَزَوَّجَ مِنْهَا مَالَ لِيُلْقِيَ نَظْرَةً عَلَى جُثَّةِ الأَسَدِ، فَوَجَدَ فِي جَوْفِهَا سَرْباً مِنَ النَّحْلِ وَبَعْضَ الْعَسَلِ،"
  },
  "9": {
    "en": "He scooped out the honey with his hands and ate as he went along. When he rejoined his parents, he gave them some, and they too ate it. But he did not tell them that he had taken the honey from the lion’s carcass.",
    "ar": "فَتَنَاوَلَ مِنْهُ قَدْراً عَلَى كَفِّهِ وَمَضَى وَهُوَ يَأْكُلُ. ثُمَّ أَقْبَلَ عَلَى وَالِدَيْهِ فَأَعْطَاهُمَا فَأَكَلا، وَلَمْ يُخْبِرْهُمَا أَنَّهُ اشْتَارَ الْعَسَلَ مِنْ جَوْفِ الأَسْدِ."
  },
  "10": {
    "en": "Now his father went down to see the woman. And there Samson held a feast, as was customary for young men.",
    "ar": "وَذَهَبَ وَالِدُهُ إِلَى بَيْتِ الْعَرُوسِ، فَأَقَامَ شَمْشُونُ هُنَاكَ وَلِيمَةً كَمَا تَقْتَضِي أَعْرَافُ الزَّوَاجِ."
  },
  "11": {
    "en": "When the people saw him, they chose thirty men to be his companions.",
    "ar": "وَدَعَا الْفِلِسْطِينِيُّونَ ثَلاثِينَ شَابّاً لِيُنَادِمُوهُ (فِي فَتْرَةِ الاحْتِفَالِ بِزَوَاجِهِ)."
  },
  "12": {
    "en": "“Let me tell you a riddle,” Samson said to them. “If you can give me the answer within the seven days of the feast, I will give you thirty linen garments and thirty sets of clothes.",
    "ar": "فَقَالَ لَهُمْ شَمْشُونُ: «سَأُلْقِي عَلَيْكُمْ أُحْجِيَّةً، فَإِنْ وَجَدْتُمْ حَلَّهَا الصَّحِيحَ فِي سَبْعَةِ أَيَّامِ الْوَلِيمَةِ أُعْطِيكُمْ ثَلاثِينَ قَمِيصاً وَثَلاثِينَ حُلَّةَ ثِيَابٍ."
  },
  "13": {
    "en": "If you can’t tell me the answer, you must give me thirty linen garments and thirty sets of clothes.”\n“Tell us your riddle,” they said. “Let’s hear it.”",
    "ar": "أَمَّا إِنْ عَجَزْتُمْ عَنْهَا فَسَتُعْطُونِي أَنْتُمْ ثَلاثِينَ قَمِيصاً وَثَلاثِينَ حُلَّةَ ثِيَابٍ». فَقَالُوا لَهُ: «هَاتِ أُحْجِيَّتَكَ فَنَسْمَعَهَا»."
  },
  "14": {
    "en": "He replied,\n“Out of the eater, something to eat;\n    out of the strong, something sweet.”\nFor three days they could not give the answer.",
    "ar": "فَقَالَ لَهُمْ: «مِنَ الآكِلِ خَرَجَ أُكْلٌ، وَمِنَ الْقَوِيِّ خَرَجَتْ حَلاوَةٌ». وَانْقَضَتْ ثَلاثَةُ أَيَّامٍ مِنْ غَيْرِ أَنْ يَجِدُوا لَهَا حَلاً."
  },
  "15": {
    "en": "On the fourth day, they said to Samson’s wife, “Coax your husband into explaining the riddle for us, or we will burn you and your father’s household to death. Did you invite us here to steal our property?”",
    "ar": "وَفِي الْيَوْمِ الرَّابِعِ قَالُوا لِزَوْجَةِ شَمْشُونَ: «تَمَلَّقِي زَوْجَكِ لِيَكْشِفَ لَنَا عَنْ حَلِّ الأُحْجِيَّةِ، لِئَلّا نُضْرِمَ النَّارَ فِيكِ وَفِي بَيْتِ أَبِيكِ. أَدَعَوْتُمُونَا إِلَى الْوَلِيمَةِ لِتَسْلِبُونَا؟»"
  },
  "16": {
    "en": "Then Samson’s wife threw herself on him, sobbing, “You hate me! You don’t really love me. You’ve given my people a riddle, but you haven’t told me the answer.”\n“I haven’t even explained it to my father or mother,” he replied, “so why should I explain it to you?”",
    "ar": "فَبَكَتِ امْرَأَةُ شَمْشُونَ لَدَيْهِ قَائِلَةً: «أَنْتَ تَمْقُتُنِي وَلا تُحِبُّنِي حَقّاً. فَقَدْ طَرَحْتَ عَلَى بَنِي قَوْمِي أُحْجِيَّةً وَلَمْ تُطْلِعْنِي عَلَى حَلِّهَا». فَقَالَ لَهَا: «هُوَذَا أَبِي وَأُمِّي لَمْ أُطْلِعْهُمَا عَلَى حَلِّهَا، فَلِمَاذَا أُخْبِرُكِ أَنْتِ بِهِ؟»"
  },
  "17": {
    "en": "She cried the whole seven days of the feast. So on the seventh day he finally told her, because she continued to press him. She in turn explained the riddle to her people.",
    "ar": "فَظَلَّتْ تَبْكِي لَدَيْهِ طَوَالَ سَبْعَةِ أَيَّامِ الْوَلِيمَةِ. وَفِي الْيَوْمِ السَّابِعِ أَطْلَعَهَا عَلَى الْحَلِّ لِفَرْطِ مَا ضَايَقَتْهُ، فَأَسَرَّتْ بِهِ لِبَنِي قَوْمِهَا."
  },
  "18": {
    "en": "Before sunset on the seventh day the men of the town said to him,\n“What is sweeter than honey?\n    What is stronger than a lion?”\nSamson said to them,\n“If you had not plowed with my heifer,\n    you would not have solved my riddle.”",
    "ar": "وَقَبْلَ غُرُوبِ شَمْسِ الْيَوْمِ السَّابِعِ قَالَ لَهُ رِجَالُ الْمَدِينَةِ: «أَيُّ شَيْءٍ أَحْلَى مِنَ الْعَسَلِ، وَمَا هُوَ أَقْوَى مِنَ الأَسَدِ؟» فَقَالَ لَهُمْ شَمْشُونُ: «لَوْلا أَنَّكُمْ حَرَثْتُمْ عَلَى عِجْلَتِي لَمَا وَجَدْتُمْ حَلَّ أُحْجِيِّتِي»."
  },
  "19": {
    "en": "Then the Spirit of the Lord came powerfully upon him. He went down to Ashkelon, struck down thirty of their men, stripped them of everything and gave their clothes to those who had explained the riddle. Burning with anger, he returned to his father’s home.",
    "ar": "وَحَلَّ عَلَيْهِ رُوحُ الرَّبِّ فَانْحَدَرَ إِلَى مَدِينَةِ أَشْقَلُونَ وَقَتَلَ ثَلاثِينَ رَجُلاً مِنْهُمْ، وَأَخَذَ ثِيَابَهُمْ وَأَعْطَاهَا لِلرِّجَالِ الَّذِينَ حَلُّوا لُغْزَهُ. وَلَكِنْ، إِذِ احْتَدَمَ غَضَبُهُ مَضَى إِلَى بَيْتِ وَالِدَيْهِ."
  },
  "20": {
    "en": "And Samson’s wife was given to one of his companions who had attended him at the feast.",
    "ar": "وَمَا لَبِثَتِ امْرَأَةُ شَمْشُونَ أَنْ أَصْبَحَتْ زَوْجَةً لِصَاحِبِهِ الَّذِي كَانَ نَدِيماً لَهُ."
  }
}