{
  "1": {
    "en": "In those days Israel had no king.\nNow a Levite who lived in a remote area in the hill country of Ephraim took a concubine from Bethlehem in Judah.",
    "ar": "وَفِي تِلْكَ الأَيَّامِ الَّتِي لَمْ يَكُنْ فِيهَا مَلِكٌ لِبَنِي إِسْرَائِيلَ، كَانَ رَجُلٌ لاوِيٌّ مُتَغَرِّباً فِي الْمِنْطَقَةِ النَّائِيَةِ مِنْ جَبَلِ أَفْرَايِمَ، فَاتَّخَذَ لَهُ مَحْظِيَّةً مِنْ بَيْتِ لَحْمِ يَهُوذَا."
  },
  "2": {
    "en": "But she was unfaithful to him. She left him and went back to her parents’ home in Bethlehem, Judah. After she had been there four months,",
    "ar": "وَلَكِنَّهَا غَضِبَتْ مِنْهُ فَلَجَأَتْ إِلَى بَيْتِ أَبِيهَا فِي بَيْتِ لَحْمِ يَهُوذَا حَيْثُ مَكَثَتْ أَرْبَعَةَ أَشْهُرٍ."
  },
  "3": {
    "en": "her husband went to her to persuade her to return. He had with him his servant and two donkeys. She took him into her parents’ home, and when her father saw him, he gladly welcomed him.",
    "ar": "ثُمَّ أَخَذَ زَوْجُهَا خَادِمَهُ وَحِمَارَيْنِ وَتَوَجَّهَ إِلَى بَيْتِ أَبِيهَا لِيَسْتَرْضِيَهَا، فَدَعَتْهُ لِلدُّخُولِ إِلَى بَيْتِ أَبِيهَا الَّذِي سُرَّ بِلِقَائِهِ."
  },
  "4": {
    "en": "His father-in-law, the woman’s father, prevailed on him to stay; so he remained with him three days, eating and drinking, and sleeping there.",
    "ar": "وَأَلَحَّ عَلَيْهِ وَالِدُ الْفَتَاةِ فِي الْبَقَاءِ، فَمَكَثَ مَعَهُ ثَلاثَةَ أَيَّامٍ حَيْثُ أَكَلُوا جَمِيعاً وَشَرِبُوا وَقَضَوْا لَيَالِيَهُمْ هُنَاكَ."
  },
  "5": {
    "en": "On the fourth day they got up early and he prepared to leave, but the woman’s father said to his son-in-law, “Refresh yourself with something to eat; then you can go.”",
    "ar": "وَفِي الْيَوْمِ الرَّابِعِ قَامَ مُبَكِّراً لِلذِّهَابِ، فَقَالَ وَالِدُ الْفَتَاةِ لِصِهْرِهِ: «كُلْ لُقْمَةَ خُبْزٍ تَسْنِدُ بِها قَلْبَكَ وَمِنْ ثَمَّ تَمْضُونَ»"
  },
  "6": {
    "en": "So the two of them sat down to eat and drink together. Afterward the woman’s father said, “Please stay tonight and enjoy yourself.”",
    "ar": "فَجَلَسَا وَأَكَلا وَشَرِبَا مَعاً، ثُمَّ قَالَ لَهُ حَمُوهُ: «إِنْ رَاقَ لَكَ الأَمْرُ، بِتْ عِنْدَنَا وَلْتَطِبْ نَفْسُكَ»."
  },
  "7": {
    "en": "And when the man got up to go, his father-in-law persuaded him, so he stayed there that night.",
    "ar": "وَعِنْدَمَا هَمَّ الرَّجُلُ بِالذَّهَابِ أَلَحَّ عَلَيْهِ حَمُوهُ، فَرَضَخَ وَقَضَى لَيْلَتَهُ هُنَاكَ."
  },
  "8": {
    "en": "On the morning of the fifth day, when he rose to go, the woman’s father said, “Refresh yourself. Wait till afternoon!” So the two of them ate together.",
    "ar": "ثُمَّ نَهَضَ فِي الْيَوْمِ الْخَامِسِ مُبَكِّراً تَأَهُّباً لِلرَّحِيلِ، فَقَالَ أَبُو الْفَتَاةِ: «تَنَاوَلْ لُقْمَةً تَسْنِدُ بِها قَلْبَكَ، وَانْطَلِقُوا عِنْدَ الْغُرُوبِ». فَبَقِيَ الرَّجُلُ وَأَكَلا مَعاً."
  },
  "9": {
    "en": "Then when the man, with his concubine and his servant, got up to leave, his father-in-law, the woman’s father, said, “Now look, it’s almost evening. Spend the night here; the day is nearly over. Stay and enjoy yourself. Early tomorrow morning you can get up and be on your way home.”",
    "ar": "ثُمَّ هَبَّ الرَّجُلُ لِلارْتِحَالِ هُوَ وَمَحْظِيَّتُهُ وَغُلامُهُ. فَقَالَ لَهُ حَمُوهُ: «لَقَدْ مَالَتِ الشَّمْسُ إِلَى الْمَغِيبِ، فَبِيتُوا هُنَا وَلْيَطِبْ قَلْبُكَ، وَغَداً تَرْحَلُونَ مُبَكِّرِينَ نَحْوَ خَيْمَتِكَ»."
  },
  "10": {
    "en": "But, unwilling to stay another night, the man left and went toward Jebus (that is, Jerusalem), with his two saddled donkeys and his concubine.",
    "ar": "فَأَبَى الرَّجُلُ الْبَقَاءَ، وَانْطَلَقُوا جَمِيعاً حَتَّى جَاءُوا إِلَى مُقَابِلِ يَبُوسَ الَّتِي هِيَ أُورُشَلِيمُ وَمَعَهُ حِمَارَانِ مُسْرَجَانِ وَمَحْظِيَّتُهُ."
  },
  "11": {
    "en": "When they were near Jebus and the day was almost gone, the servant said to his master, “Come, let’s stop at this city of the Jebusites and spend the night.”",
    "ar": "وَفِيمَا هُمْ بِجِوَارِ يَبُوسَ وَقَدْ كَادَ النَّهَارُ أَنْ يَغْرُبَ، قَالَ الْخَادِمُ لِسَيِّدِهِ: «تَعَالَ نَدْخُلُ إِلَى مَدِينَةِ الْيَبُوسِيِّينَ وَنَقْضِي لَيْلَتَنَا فِيهَا»."
  },
  "12": {
    "en": "His master replied, “No. We won’t go into any city whose people are not Israelites. We will go on to Gibeah.”",
    "ar": "فَأَجَابَهُ سَيِّدُهُ: «لا، لَنْ نَدْخُلَ مَدِينَةً غَرِيبَةً لَا يُقِيمُ فِيهَا إِسْرَائِيلِيٌّ وَاحِدٌ، بَلْ لِنَعْبُرْ إِلَى جِبْعَةَ."
  },
  "13": {
    "en": "He added, “Come, let’s try to reach Gibeah or Ramah and spend the night in one of those places.”",
    "ar": "دَعْنَا نُتَابِعُ تَقَدُّمَنَا فَنَبِيتُ فِي جِبْعَةَ أَوِ الرَّامَةِ»."
  },
  "14": {
    "en": "So they went on, and the sun set as they neared Gibeah in Benjamin.",
    "ar": "وَوَاصَلُوا السَّيْرَ حَتَّى بَلَغُوا جِبْعَةَ بِنْيَامِينَ عِنْدَ غُرُوبِ الشَّمْسِ."
  },
  "15": {
    "en": "There they stopped to spend the night. They went and sat in the city square, but no one took them in for the night.",
    "ar": "فَدَخَلُوا إِلَيْهَا لِيَجِدُوا لَهُمْ مَأْوىً فِيهَا، وَجَلَسُوا فِي سَاحَةِ الْمَدِينَةِ فَلَمْ يَسْتَضِفْهُمْ أَحَدٌ فِي بَيْتِهِ."
  },
  "16": {
    "en": "That evening an old man from the hill country of Ephraim, who was living in Gibeah (the inhabitants of the place were Benjamites), came in from his work in the fields.",
    "ar": "وَفِيمَا هُمْ كَذَلِكَ أَقْبَلَ عَلَيْهِمْ عَجُوزٌ قَادِمٌ مِنَ الْعَمَلِ فِي حَقْلِهِ عِنْدَ الْمَسَاءِ. وَكَانَ الرَّجُلُ أَصْلاً مِنْ جَبَلِ أَفْرَايِمَ، مُتَغَرِّباً فِي جِبْعَةَ وَأَهْلُ الْمَدِينَةِ بِنْيَامِينِيِّينَ."
  },
  "17": {
    "en": "When he looked and saw the traveler in the city square, the old man asked, “Where are you going? Where did you come from?”",
    "ar": "هَذَا وَجَدَهُمْ جَالِسِينَ فِي سَاحَةِ الْمَدِينَةِ، فَسَأَلَهُمْ: «إِلَى أَيْنَ أَنْتُمْ ذَاهِبُونَ، وَمِنْ أَيْنَ أَتَيْتُمْ؟»"
  },
  "18": {
    "en": "He answered, “We are on our way from Bethlehem in Judah to a remote area in the hill country of Ephraim where I live. I have been to Bethlehem in Judah and now I am going to the house of the Lord. No one has taken me in for the night.",
    "ar": "فَأَجَابَهُ الرَّجُلُ الْمُسَافِرُ: «نَحْنُ فِي طَرِيقِنَا مِنْ بَيْتِ لَحْمِ يَهُوذَا إِلَى الْجَانِبِ النَّائِي مِنْ جَبَلِ أَفْرَايِمَ حَيْثُ أُقِيمُ، وَقَدْ ذَهَبْتُ إِلَى بَيْتِ لَحْمِ يَهُوذَا، وَأَنَا الآنَ مُتَوَجِّهٌ إِلَى بَيْتِ الرَّبِّ، وَلَيْسَ أَحَدٌ يَسْتَضِيفُنِي فِي بَيْتِهِ،"
  },
  "19": {
    "en": "We have both straw and fodder for our donkeys and bread and wine for ourselves your servants—me, the woman and the young man with us. We don’t need anything.”",
    "ar": "مَعَ أَنَّ لَدَيْنَا عَلَفاً وَتِبْناً لِحَمِيرِنَا، وَكَذَلِكَ خُبْزاً لِي وَلأَمَتِكَ وَلِلْغُلامِ، فَلَسْنَا فِي حَاجَةٍ إِلَى شَيْءٍ»."
  },
  "20": {
    "en": "“You are welcome at my house,” the old man said. “Let me supply whatever you need. Only don’t spend the night in the square.”",
    "ar": "فَقَالَ الشَّيْخُ: «أَهْلاً بِكَ فِي بَيْتِي. لَا تَبِتْ فِي السَّاحَةِ، وَأَنَا أُقَدِّمُ لَكَ كُلَّ مَا تَحْتَاجُ إِلَيْهِ»."
  },
  "21": {
    "en": "So he took him into his house and fed his donkeys. After they had washed their feet, they had something to eat and drink.",
    "ar": "وَاسْتَضَافَهُمْ فِي بَيْتِهِ وَعَلَفَ حَمِيرَهُمْ، فَغَسَلُوا أَرْجُلَهُمْ وَتَنَاوَلُوا طَعَاماً وَشَرَاباً."
  },
  "22": {
    "en": "While they were enjoying themselves, some of the wicked men of the city surrounded the house. Pounding on the door, they shouted to the old man who owned the house, “Bring out the man who came to your house so we can have sex with him.”",
    "ar": "وَفِيمَا هُمْ يَتَنَادَمُونَ إِذَا بِجَمَاعَةٍ مِنْ أَوْغَادِ الْمَدِينَةِ يُحَاصِرُونَ الْبَيْتَ طَارِقِينَ عَلَى الْبَابِ صَائِحِينَ بِالرَّجُلِ الشَّيْخِ صَاحِبِ الْمَنْزِلِ: «أَخْرِجْ إِلَيْنَا الرَّجُلَ الَّذِي اسْتَضَفْتَهُ لِنُعَاشِرَهُ»"
  },
  "23": {
    "en": "The owner of the house went outside and said to them, “No, my friends, don’t be so vile. Since this man is my guest, don’t do this outrageous thing.",
    "ar": "فَخَرَجَ إِلَيْهِمْ صَاحِبُ الْبَيْتِ وَقَالَ لَهُمْ: «لا يَا إِخْوَتِي. لَا تَرْتَكِبُوا هَذَا الْعَمَلَ الْمُشِينَ، فَالرَّجُلُ ضَيْفِي وَقَدْ دَخَلَ بَيْتِي."
  },
  "24": {
    "en": "Look, here is my virgin daughter, and his concubine. I will bring them out to you now, and you can use them and do to them whatever you wish. But as for this man, don’t do such an outrageous thing.”",
    "ar": "هُوَذَا ابْنَتِي الْعَذْرَاءُ وَمَحْظِيَّتُهُ، فَدَعُونِي أُخْرِجُهُمَا لَكُمْ فَتَمَتَّعُوا بِهِمَا وَافْعَلُوا مَا يَحْلُو لَكُمْ، وَلَكِنْ لَا تَرْتَكِبُوا هَذَا الْعَمَلَ الْقَبِيحَ بِهَذَا الرَّجُلِ»."
  },
  "25": {
    "en": "But the men would not listen to him. So the man took his concubine and sent her outside to them, and they raped her and abused her throughout the night, and at dawn they let her go.",
    "ar": "غَيْرَ أَنَّ الرِّجَالَ الأَوْغَادَ رَفَضُوا الاسْتِمَاعَ إِلَيْهِ. فَمَا كَانَ مِنَ الرَّجُلِ الضَّيْفِ إِلّا أَنْ أَخْرَجَ لَهُمْ مَحْظِيَّتَهُ، فَظَلُّوا يَتَنَاوَبُونَ عَلَى اغْتِصَابِهَا طَوَالَ اللَّيْلِ حَتَّى انْبِلاجِ الصَّبَاحِ، وَعِنْدَ بُزُوغِ الْفَجْرِ أَطْلَقُوهَا."
  },
  "26": {
    "en": "At daybreak the woman went back to the house where her master was staying, fell down at the door and lay there until daylight.",
    "ar": "وَأَقْبَلَتِ الْمَرْأَةُ عِنْدَ طُلُوعِ الصَّبَاحِ إِلَى بَيْتِ الرَّجُلِ الشَّيْخِ حَيْثُ سَيِّدُهَا مُقِيمٌ، وَتَهَالَكَتْ عِنْدَ الْبَابِ حَتَّى شُرُوقِ النَّهَارِ."
  },
  "27": {
    "en": "When her master got up in the morning and opened the door of the house and stepped out to continue on his way, there lay his concubine, fallen in the doorway of the house, with her hands on the threshold.",
    "ar": "فَنَهَضَ سَيِّدُهَا فِي الصَّبَاحِ، وَعِنْدَمَا فَتَحَ أَبْوَابَ الْبَيْتِ وَخَرَجَ لِمُتَابَعَةِ طَرِيقِهِ عَثَرَ عَلَى مَحْظِيَّتِهِ سَاقِطَةً عِنْدَ بَابِ الْبَيْتِ، وَيَدَاهَا عَلَى الْعَتَبَةِ."
  },
  "28": {
    "en": "He said to her, “Get up; let’s go.” But there was no answer. Then the man put her on his donkey and set out for home.",
    "ar": "فَقَالَ لَهَا: «انْهَضِي لِنَذْهَبَ». فَلَمْ تُجِبْهُ (لأَنَّهَا كَانَتْ قَدْ فَارَقَتِ الْحَيَاةَ) فَحَمَلَهَا عَلَى الْحِمَارِ وَانْطَلَقَ إِلَى حَيْثُ يَقْطُنُ."
  },
  "29": {
    "en": "When he reached home, he took a knife and cut up his concubine, limb by limb, into twelve parts and sent them into all the areas of Israel.",
    "ar": "وَمَا إِنْ بَلَغَ بَيْتَهُ حَتَّى تَنَاوَلَ سِكِّيناً، وَشَرَعَ فِي تَقْطِيعِ مَحْظِيَّتِهِ إِلَى اثْنَتَيْ عَشْرَةَ قِطْعَةً مَعَ عِظَامِهَا، وَوَزَّعَهَا عَلَى جَمِيعِ أَسْبَاطِ إِسْرَائِيلَ،"
  },
  "30": {
    "en": "Everyone who saw it was saying to one another, “Such a thing has never been seen or done, not since the day the Israelites came up out of Egypt. Just imagine! We must do something! So speak up!”",
    "ar": "فَقَالَ كُلُّ مَنْ شَاهَدَ إِحْدَى هَذِهِ الْقِطَعِ: «لَمْ يُشْهَدْ أَوْ يَحْدُثْ مِثْلُ هَذَا الأَمْرِ مُنْذُ صُعُودِ بَنِي إِسْرَائِيلَ مِنْ مِصْرَ إِلَى هَذَا الْيَوْمِ. فَتَبَصَّرُوا وَتَشَاوَرُوا وَاتَّخِذُوا قَرَاراً»."
  }
}