{
  "1": {
    "en": "Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them.",
    "ar": "ثُمَّ غَادَرَ تِلْكَ الْمِنْطَقَةَ وَجَاءَ إِلَى نَوَاحِي مِنْطَقَةِ الْيَهُودِيَّةِ وَمَا وَرَاءَ الأُرْدُنِّ. فَاجْتَمَعَتْ إِلَيْهِ الْجُمُوعُ ثَانِيَةً وَأَخَذَ يُعَلِّمُهُمْ كَعَادَتِهِ."
  },
  "2": {
    "en": "Some Pharisees came and tested him by asking, “Is it lawful for a man to divorce his wife?”",
    "ar": "وَتَقَدَّمَ إِلَيْهِ بَعْضُ الْفَرِّيسِيِّينَ وَسَأَلُوهُ لِيُجَرِّبُوهُ: «هَلْ يَحِلُّ لِلرَّجُلِ أَنْ يُطَلِّقَ زَوْجَتَهُ؟»"
  },
  "3": {
    "en": "“What did Moses command you?” he replied.",
    "ar": "فَرَدَّ عَلَيْهِمْ سَائِلاً:"
  },
  "4": {
    "en": "They said, “Moses permitted a man to write a certificate of divorce and send her away.”",
    "ar": "«بِمَاذَا أَوْصَاكُمْ مُوسَى؟» فَقَالُوا: «سَمَحَ مُوسَى بِأَنْ تُكْتَبَ وَثِيقَةُ طَلاقٍ ثُمَّ تُطَلَّقَ الزَّوْجَةُ»."
  },
  "5": {
    "en": "“It was because your hearts were hard that Moses wrote you this law,” Jesus replied.",
    "ar": "فَأَجَابَهُمْ يَسُوعُ: «بِسَبَبِ قَسَاوَةِ قُلُوبِكُمْ كَتَبَ لَكُمْ مُوسَى هَذِهِ الْوَصِيَّةَ."
  },
  "6": {
    "en": "“But at the beginning of creation God ‘made them male and female.’",
    "ar": "وَلكِنْ مُنْذُ بَدْءِ الْخَلِيقَةِ جَعَلَ اللهُ الإِنْسَانَ ذَكَراً وَأُنْثَى."
  },
  "7": {
    "en": "‘For this reason a man will leave his father and mother and be united to his wife,",
    "ar": "لِذَلِكَ يَتْرُكُ الرَّجُلُ أَبَاهُ وَأُمَّهُ وَيَتَّحِدُ بِزَوْجَتِهِ،"
  },
  "8": {
    "en": "and the two will become one flesh.’ So they are no longer two, but one flesh.",
    "ar": "فَيَصِيرُ الاِثْنَانِ جَسَداً وَاحِداً. فَلا يَكُونَانِ بَعْدُ اثْنَيْنِ بَلْ جَسَداً وَاحِداً."
  },
  "9": {
    "en": "Therefore what God has joined together, let no one separate.”",
    "ar": "فَمَا جَمَعَهُ اللهُ لَا يُفَرِّقُهُ إِنْسَانٌ»."
  },
  "10": {
    "en": "When they were in the house again, the disciples asked Jesus about this.",
    "ar": "وَفِي الْبَيْتِ، عَادَ تَلامِيذُهُ فَسَأَلُوهُ عَنِ الأَمْرِ."
  },
  "11": {
    "en": "He answered, “Anyone who divorces his wife and marries another woman commits adultery against her.",
    "ar": "فَقَالَ لَهُمْ: «أَيُّ مَنْ طَلَّقَ زَوْجَتَهُ وَتَزَوَّجَ بِأُخْرَى، يَرْتَكِبُ مَعَهَا الزِّنَى."
  },
  "12": {
    "en": "And if she divorces her husband and marries another man, she commits adultery.”",
    "ar": "وَإِنْ طَلَّقَتِ الزَّوْجَةُ زَوْجَهَا وَتَزَوَّجَتْ مِنْ آخَرَ، تَرْتَكِبُ الزِّنَى!»"
  },
  "13": {
    "en": "People were bringing little children to Jesus for him to place his hands on them, but the disciples rebuked them.",
    "ar": "وَقَدَّمَ إِلَيْهِ بَعْضُهُمْ أَوْلاداً صِغَاراً لِكَيْ يَلْمِسَهُمْ. فَزَجَرَهُمُ التَّلامِيذُ."
  },
  "14": {
    "en": "When Jesus saw this, he was indignant. He said to them, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.",
    "ar": "فَلَمَّا رَأَى يَسُوعُ ذلِكَ، غَضِبَ وَقَالَ لَهُمْ: «دَعُوا الصِّغَارَ يَأْتُونَ إِلَيَّ، وَلا تَمْنَعُوهُمْ، لأَنَّ لِمِثْلِ هؤُلاءِ مَلَكُوتَ اللهِ!"
  },
  "15": {
    "en": "Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.”",
    "ar": "الْحَقَّ أَقُولُ لَكُمْ: مَنْ لَا يَقْبَلْ مَلَكُوتَ اللهِ كَأَنَّهُ وَلَدٌ صَغِيرٌ، فَلَنْ يَدْخُلَهُ أَبَداً!»"
  },
  "16": {
    "en": "And he took the children in his arms, placed his hands on them and blessed them.",
    "ar": "ثُمَّ ضَمَّ الأَوْلادَ بِذِرَاعَيْهِ وَبَارَكَهُمْ وَاضِعاً يَدَيْهِ عَلَيْهِمْ."
  },
  "17": {
    "en": "As Jesus started on his way, a man ran up to him and fell on his knees before him. “Good teacher,” he asked, “what must I do to inherit eternal life?”",
    "ar": "وَبَيْنَمَا كَانَ خَارِجاً إِلَى الطَّرِيقِ، أَسْرَعَ إِلَيْهِ رَجُلٌ وَسَجَدَ لَهُ يَسْأَلُهُ: «أَيُّهَا الْمُعَلِّمُ الصَّالِحُ، مَاذَا أَعْمَلُ لأَرِثَ الْحَيَاةَ الأَبَدِيَّةَ؟»"
  },
  "18": {
    "en": "“Why do you call me good?” Jesus answered. “No one is good—except God alone.",
    "ar": "وَلكِنَّ يَسُوعَ قَالَ لَهُ: «لِمَاذَا تَدْعُونِي الصَّالِحَ؟ لَيْسَ أَحَدٌ صَالِحاً إِلّا وَاحِدٌ، وَهُوَ اللهُ."
  },
  "19": {
    "en": "You know the commandments: ‘You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony, you shall not defraud, honor your father and mother.’”",
    "ar": "أَنْتَ تَعْرِفُ الْوَصَايَا: لَا تَقْتُلْ؛ لَا تَزْنِ؛ لَا تَسْرِقْ؛ لَا تَشْهَدْ بِالزُّورِ؛ لَا تَظْلِمْ؛ أَكْرِمْ أَبَاكَ وَأُمَّكَ!»"
  },
  "20": {
    "en": "“Teacher,” he declared, “all these I have kept since I was a boy.”",
    "ar": "فَأَجَابَهُ قَائِلاً: «هذِهِ كُلُّهَا عَمِلْتُ بِها مُنْذُ صِغَرِي»"
  },
  "21": {
    "en": "Jesus looked at him and loved him. “One thing you lack,” he said. “Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.”",
    "ar": "وَإِذْ نَظَرَ يَسُوعُ إِلَيْهِ، أَحَبَّهُ، وَقَالَ لَهُ: «يَنْقُصُكَ شَيْءٌ وَاحِدٌ: اذْهَبْ، بِعْ كُلَّ مَا عِنْدَكَ، وَوَزِّعْ عَلَى الْفُقَرَاءِ، فَيَكُونَ لَكَ كَنْزٌ فِي السَّمَاءِ، ثُمَّ تَعَالَ اتْبَعْنِي»."
  },
  "22": {
    "en": "At this the man’s face fell. He went away sad, because he had great wealth.",
    "ar": "وَأَمَّا هُوَ فَمَضَى حَزِيناً وَقَدِ اكْتَأَبَ مِنْ هَذَا الْقَوْلِ، لأَنَّهُ كَانَ صَاحِبَ ثَرْوَةٍ كَبِيرَةٍ."
  },
  "23": {
    "en": "Jesus looked around and said to his disciples, “How hard it is for the rich to enter the kingdom of God!”",
    "ar": "فَتَطَلَّعَ يَسُوعُ حَوْلَهُ وَقَالَ لِتَلامِيذِهِ: «مَا أَصْعَبَ دُخُولَ الأَغْنِيَاءِ إِلَى مَلَكُوتِ اللهِ!»"
  },
  "24": {
    "en": "The disciples were amazed at his words. But Jesus said again, “Children, how hard it is to enter the kingdom of God!",
    "ar": "فَدُهِشَ التَّلامِيذُ لِهذَا الْكَلامِ. فَعَادَ يَسُوعُ يَقُولُ لَهُمْ: «يَا بَنِيَّ، مَا أَصْعَبَ دُخُولَ الْمُتَّكِلِينَ عَلَى الْمَالِ إِلَى مَلَكُوتِ اللهِ!"
  },
  "25": {
    "en": "It is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.”",
    "ar": "فَأَسْهَلُ أَنْ يَدْخُلَ الْجَمَلُ فِي ثَقْبِ إِبْرَةٍ، مِنْ أَنْ يَدْخُلَ الْغَنِيُّ إِلَى مَلَكُوتِ اللهِ»."
  },
  "26": {
    "en": "The disciples were even more amazed, and said to each other, “Who then can be saved?”",
    "ar": "فَذُهِلُوا جِدّاً، وَقَالَ بَعْضُهُمْ لِبَعْضٍ: «وَمَنْ يَقْدِرُ أَنْ يَخْلُصَ؟»"
  },
  "27": {
    "en": "Jesus looked at them and said, “With man this is impossible, but not with God; all things are possible with God.”",
    "ar": "فَقَالَ لَهُمْ يَسُوعُ وَهُوَ نَاظِرٌ إِلَيْهِمْ: «هَذَا مُسْتَحِيلٌ عِنْدَ النَّاسِ، وَلكِنْ لَيْسَ عِنْدَ اللهِ. فَإِنَّ كُلَّ شَيْءٍ مُسْتَطَاعٌ عِنْدَ اللهِ!»"
  },
  "28": {
    "en": "Then Peter spoke up, “We have left everything to follow you!”",
    "ar": "فَأَخَذَ بُطْرُسُ يَقُولُ لَهُ: «هَا نَحْنُ قَدْ تَرَكْنَا كُلَّ شَيْءٍ وَتَبِعْنَاكَ.»"
  },
  "29": {
    "en": "“Truly I tell you,” Jesus replied, “no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel",
    "ar": "فَأَجَابَ يَسُوعُ: «الْحَقَّ أَقُولُ لَكُمْ: مَا مِنْ أَحَدٍ تَرَكَ لأَجْلِي وَلأَجْلِ الإِنْجِيلِ بَيْتاً أَوْ إِخْوَةً أَوْ أَخَوَاتٍ أَوْ أُمّاً أَوْ أَباً أَوْ أَوْلاداً أَوْ حُقُولاً،"
  },
  "30": {
    "en": "will fail to receive a hundred times as much in this present age: homes, brothers, sisters, mothers, children and fields—along with persecutions—and in the age to come eternal life.",
    "ar": "إِلّا وَيَنَالُ مِئَةَ ضِعْفٍ الآنَ فِي هَذَا الزَّمَانِ، بُيُوتاً وَإِخْوَةً وَأَخَوَاتٍ وَأُمُّهَاتٍ وَأَوْلاداً وَحُقُولاً مَعَ اضْطِهَادَاتٍ، وَفِي الزَّمَانِ الآتِي الْحَيَاةَ الأَبَدِيَّةَ."
  },
  "31": {
    "en": "But many who are first will be last, and the last first.”",
    "ar": "وَهُنَاكَ أَوَّلُونَ كَثِيرُونَ يَصِيرُونَ آخِرِينَ، وَالآخِرُونَ يَصِيرُونَ أَوَّلِينَ!»"
  },
  "32": {
    "en": "They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him.",
    "ar": "وَكَانُوا فِي الطَّرِيقِ صَاعِدِينَ إِلَى أُورُشَلِيمَ، وَيَسُوعُ يَتَقَدَّمُهُمْ، وَكَانَ التَّلامِيذُ مُتَحَيَّرِينَ وَالَّذِينَ يَتْبَعُونَهُ خَائِفِينَ. فَانْفَرَدَ بِالاِثْنَيْ عَشَرَ، مَرَّةً أُخْرَى، وَأَخَذَ يُطْلِعُهُمْ عَلَى مَا سَيَحْدُثُ لَهُ، فَقَالَ:"
  },
  "33": {
    "en": "“We are going up to Jerusalem,” he said, “and the Son of Man will be delivered over to the chief priests and the teachers of the law. They will condemn him to death and will hand him over to the Gentiles,",
    "ar": "«هَا نَحْنُ صَاعِدُونَ إِلَى أُورُشَلِيمَ، وَسَوْفَ يُسَلَّمُ ابْنُ الإِنْسَانِ إِلَى رُؤَسَاءِ الْكَهَنَةِ وَإِلَى الْكَتَبَةِ، فَيَحْكُمُونَ عَلَيْهِ بِالْمَوْتِ، وَيُسَلِّمُونَهُ إِلَى أَيْدِي الأُمَمِ،"
  },
  "34": {
    "en": "who will mock him and spit on him, flog him and kill him. Three days later he will rise.”",
    "ar": "فَيَسْخَرُونَ مِنْهُ، وَيَبْصُقُونَ عَلَيْهِ، وَيَجْلِدُونَهُ، وَيَقْتُلُونَهُ. وَفِي الْيَوْمِ الثَّالِثِ يَقُومُ!»"
  },
  "35": {
    "en": "Then James and John, the sons of Zebedee, came to him. “Teacher,” they said, “we want you to do for us whatever we ask.”",
    "ar": "عِنْدَئِذٍ تَقَدَّمَ إِلَيْهِ يَعْقُوبُ وَيُوحَنَّا ابْنَا زَبَدِي، وَقَالا لَهُ: «يَا مُعَلِّمُ، نَرْغَبُ فِي أَنْ تَفْعَلَ لَنَا كَلَّ مَا نَطْلُبُ مِنْكَ»."
  },
  "36": {
    "en": "“What do you want me to do for you?” he asked.",
    "ar": "فَسَأَلَهُمَا: «مَاذَا تَرْغَبَانِ فِي أَنْ أَفْعَلَ لَكُمَا؟»"
  },
  "37": {
    "en": "They replied, “Let one of us sit at your right and the other at your left in your glory.”",
    "ar": "قَالا لَهُ: «هَبْنَا أَنْ نَجْلِسَ فِي مَجْدِكَ: وَاحِدٌ عَنْ يَمِينِكَ، وَوَاحِدٌ عَنْ يَسَارِكَ!»"
  },
  "38": {
    "en": "“You don’t know what you are asking,” Jesus said. “Can you drink the cup I drink or be baptized with the baptism I am baptized with?”",
    "ar": "فَقَالَ لَهُمَا يَسُوعُ: «أَنْتُمَا لَا تَدْرِيَانِ مَا تَطْلُبَانِ: أَتَقْدِرَانِ أَنْ تَشْرَبَا الْكَأْسَ الَّتِي سَأَشْرَبُهَا أَنَا، أَوْ تَغُوصَا فِي الآلامِ الَّتِي سَأَغُوصُ فِيهَا؟»"
  },
  "39": {
    "en": "“We can,” they answered.\nJesus said to them, “You will drink the cup I drink and be baptized with the baptism I am baptized with,",
    "ar": "فَقَالا لَهُ: «إِنَّنَا نَقْدِرُ!» فَأَجَابَهُمَا يَسُوعُ: «الْكَأْسَ الَّتِي سَأَشْرَبُهَا سَوْفَ تَشْرَبَانِ، وَالآلامَ الَّتِي سَأَغُوصُ فِيهَا سَوْفَ تَغُوصَانِ فِيهَا."
  },
  "40": {
    "en": "but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.”",
    "ar": "أَمَّا الْجُلُوسُ عَنْ يَمِينِي وَعَنْ يَسَارِي، فَلَيْسَ لِي أَنْ أَمْنَحَهُ إِلّا لِلَّذِينَ أُعِدَّ لَهُمْ»."
  },
  "41": {
    "en": "When the ten heard about this, they became indignant with James and John.",
    "ar": "وَلَمَّا سَمِعَ التَّلامِيذُ الْعَشَرَةُ بِذلِكَ، أَخَذُوا يَسْتَاءُونَ مِنْ يَعْقُوبَ وَيُوحَنَّا."
  },
  "42": {
    "en": "Jesus called them together and said, “You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them.",
    "ar": "وَلكِنَّ يَسُوعَ دَعَاهُمْ إِلَيْهِ وَقَالَ لَهُمْ: «تَعْرِفُونَ أَنَّ الْمُعْتَبَرِينَ حُكَّاماً عَلَى الأُمَمِ يَسُودُونَهُمْ، وَأَنَّ عُظَمَاءَهُمْ يَتَسَلَّطُونَ عَلَيْهِمْ."
  },
  "43": {
    "en": "Not so with you. Instead, whoever wants to become great among you must be your servant,",
    "ar": "وَأَمَّا أَنْتُمْ فَلا يَكُنْ ذَلِكَ بَيْنَكُمْ، وَإِنَّمَا أَيُّ مَنْ أَرَادَ أَنْ يَصِيرَ عَظِيماً بَيْنَكُمْ، فَلْيَكُنْ لَكُمْ خَادِماً،"
  },
  "44": {
    "en": "and whoever wants to be first must be slave of all.",
    "ar": "وَأَيُّ مَنْ أَرَادَ أَنْ يَصِيرَ أَوَّلاً فِيكُمْ، فَلْيَكُنْ لِلْجَمِيعِ عَبْداً."
  },
  "45": {
    "en": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”",
    "ar": "فَحَتَّى ابْنُ الإِنْسَانِ قَدْ جَاءَ لَا لِيُخْدَمَ، بَلْ لِيَخْدِمَ وَيَبْذِلَ نَفْسَهُ فِدْيَةً عَنْ كَثِيرِينَ»."
  },
  "46": {
    "en": "Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (which means “son of Timaeus”), was sitting by the roadside begging.",
    "ar": "ثُمَّ وَصَلُوا إِلَى أَرِيحَا. وَبَيْنَمَا كَانَ خَارِجاً مِنْ أَرِيحَا، وَمَعَهُ تَلامِيذُهُ وَجَمْعٌ كَبِيرٌ، كَانَ بَارْتِيمَاوُسُ الأَعْمَى – ابْنُ تِيمَاوُسَ، جَالِساً عَلَى جَانِبِ الطَّرِيقِ يَسْتَعْطِي."
  },
  "47": {
    "en": "When he heard that it was Jesus of Nazareth, he began to shout, “Jesus, Son of David, have mercy on me!”",
    "ar": "وَإِذْ سَمِعَ أَنَّ ذَاكَ هُوَ يَسُوعُ النَّاصِرِيُّ، أَخَذَ يَصْرُخُ قَائِلاً: «يَا يَسُوعُ ابْنَ دَاوُدَ، ارْحَمْنِي!»"
  },
  "48": {
    "en": "Many rebuked him and told him to be quiet, but he shouted all the more, “Son of David, have mercy on me!”",
    "ar": "فَزَجَرَهُ كَثِيرُونَ لِيَسْكُتَ، وَلكِنَّهُ صَرخَ أَكْثَرَ: «يَا ابْنَ دَاوُدَ، ارْحَمْنِي»."
  },
  "49": {
    "en": "Jesus stopped and said, “Call him.”\nSo they called to the blind man, “Cheer up! On your feet! He’s calling you.”",
    "ar": "فَتَوَقَّفَ يَسُوعُ وَقَالَ: «اُدْعُوهُ!» فَدَعَوْا الأَعْمَى قَائِلِينَ: «تَشَجَّعْ، اِنْهَضْ! إِنَّهُ يَدْعُوكَ!»"
  },
  "50": {
    "en": "Throwing his cloak aside, he jumped to his feet and came to Jesus.",
    "ar": "فَهَبَّ مُتَّجِهاً إِلَى يَسُوعَ طَارِحاً عَنْهُ رِدَاءَهُ."
  },
  "51": {
    "en": "“What do you want me to do for you?” Jesus asked him.\nThe blind man said, “Rabbi, I want to see.”",
    "ar": "وَسَأَلَهُ يَسُوعُ: «مَاذَا تُرِيدُ أَنْ أَفْعَلَ لَكَ؟» فَأَجَابَهُ الأَعْمَى: «يَا سَيِّدِي، أَنْ أُبْصِرَ!»"
  },
  "52": {
    "en": "“Go,” said Jesus, “your faith has healed you.” Immediately he received his sight and followed Jesus along the road.",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «اذْهَبْ! إِيمَانُكَ قَدْ شَفَاكَ». وَفِي الْحَالِ أَبْصَرَ، وَتَبِعَ يَسُوعَ فِي الطَّرِيقِ."
  }
}