{
  "1": {
    "en": "A few days later, when Jesus again entered Capernaum, the people heard that he had come home.",
    "ar": "وَبَعْدَ بِضْعَةِ أَيَّامٍ، رَجَعَ يَسُوعُ إِلَى بَلْدَةِ كَفْرَنَاحُومَ. وَانْتَشَرَ الْخَبَرُ أَنَّهُ فِي الْبَيْتِ،"
  },
  "2": {
    "en": "They gathered in such large numbers that there was no room left, not even outside the door, and he preached the word to them.",
    "ar": "فَاجْتَمَعَ عَدَدٌ كَبِيرٌ مِنَ النَّاسِ، حَتَّى لَمْ يَبْقَ مَكَانٌ لأَحَدٍ، وَلا أَمَامَ الْبَابِ. فَأَخَذَ يُلْقِي عَلَيْهِمْ كَلِمَةَ اللهِ."
  },
  "3": {
    "en": "Some men came, bringing to him a paralyzed man, carried by four of them.",
    "ar": "وَجَاءَهُ بَعْضُهُمْ بِمَشْلُولٍ يَحْمِلُهُ أَرْبَعَةُ رِجَالٍ."
  },
  "4": {
    "en": "Since they could not get him to Jesus because of the crowd, they made an opening in the roof above Jesus by digging through it and then lowered the mat the man was lying on.",
    "ar": "وَلكِنَّهُمْ لَمْ يَقْدِرُوا أَنْ يَقْتَرِبُوا إِلَيْهِ بِسَبَبِ الزِّحَامِ. فَنَقَبُوا السَّقْفَ فَوْقَ الْمَكَانِ الَّذِي كَانَ يَسُوعُ فِيهِ حَتَّى كَشَفُوهُ، ثُمَّ دَلَّوْا الْفِرَاشَ الَّذِي كَانَ الْمَشْلُولُ رَاقِداً عَلَيْهِ."
  },
  "5": {
    "en": "When Jesus saw their faith, he said to the paralyzed man, “Son, your sins are forgiven.”",
    "ar": "فَلَمَّا رَأَى يَسُوعُ إِيمَانَهُمْ، قَالَ لِلْمَشْلُولِ: «يَا بُنَيَّ، قَدْ غُفِرَتْ لَكَ خَطَايَاكَ!»"
  },
  "6": {
    "en": "Now some teachers of the law were sitting there, thinking to themselves,",
    "ar": "وَكَانَ بَيْنَ الْجَالِسِينَ بَعْضُ الْكَتَبَةِ، فَأَخَذُوا يُفَكِّرُونَ فِي قُلُوبِهِمْ:"
  },
  "7": {
    "en": "“Why does this fellow talk like that? He’s blaspheming! Who can forgive sins but God alone?”",
    "ar": "«لِمَاذَا يَتَكَلَّمُ هَذَا الرَّجُلُ هكَذَا؟ إِنَّهُ يَتَكَلَّمُ كُفْرَاً! مَنْ يَقْدِرُ أَنْ يَغْفِرَ الْخَطَايَا إِلّا اللهُ وَحْدَهُ؟»"
  },
  "8": {
    "en": "Immediately Jesus knew in his spirit that this was what they were thinking in their hearts, and he said to them, “Why are you thinking these things?",
    "ar": "وَفِي الْحَالِ أَدْرَكَ يَسُوعُ بِرُوحِهِ مَا يُفَكِّرُونَ فِيهِ فِي قُلُوبِهِمْ، فَسَأَلَهُمْ: «لِمَاذَا تُفَكِّرُونَ بِهذَا الأَمْرِ فِي قُلُوبِكُمْ؟"
  },
  "9": {
    "en": "Which is easier: to say to this paralyzed man, ‘Your sins are forgiven,’ or to say, ‘Get up, take your mat and walk’?",
    "ar": "أَيُّ الأَمْرَيْنِ أَسْهَلُ أَنْ يُقَالَ لِلْمَشْلُولِ: قَدْ غُفِرَتْ لَكَ خَطَايَاكَ، أَوْ أَنْ يُقَالَ لَهُ: قُمِ احْمِلْ فِرَاشَكَ وَامْشِ؟"
  },
  "10": {
    "en": "But I want you to know that the Son of Man has authority on earth to forgive sins.” So he said to the man,",
    "ar": "وَلكِنِّي قُلْتُ ذلِكَ لِتَعْلَمُوا أَنَّ لابْنِ الإِنْسَانِ عَلَى الأَرْضِ سُلْطَةَ غُفْرَانِ الْخَطَايَا». ثُمَّ قَالَ لِلْمَشْلُولِ:"
  },
  "11": {
    "en": "“I tell you, get up, take your mat and go home.”",
    "ar": "«لَكَ أَقُولُ: قُمِ احْمِلْ فِرَاشَكَ، وَاذْهَبْ إِلَى بَيْتِكَ!»"
  },
  "12": {
    "en": "He got up, took his mat and walked out in full view of them all. This amazed everyone and they praised God, saying, “We have never seen anything like this!”",
    "ar": "فَقَامَ فِي الْحَالِ، وَحَمَلَ فِرَاشَهُ، وَمَشَى أَمَامَ الْجَمِيعِ. فَذُهِلُوا جَمِيعاً وَعَظَّمُوا اللهَ قَائِلِينَ: «مَا رَأَيْنَا مِثْلَ هَذَا قَطُّ!»"
  },
  "13": {
    "en": "Once again Jesus went out beside the lake. A large crowd came to him, and he began to teach them.",
    "ar": "وَخَرَجَ يَسُوعُ ثَانِيَةً إِلَى شَاطِئِ الْبُحَيْرَةِ، فَلَحِقَ بِهِ الْجَمْعُ كُلُّهُ. فَأَخَذَ يُعَلِّمُهُمْ."
  },
  "14": {
    "en": "As he walked along, he saw Levi son of Alphaeus sitting at the tax collector’s booth. “Follow me,” Jesus told him, and Levi got up and followed him.",
    "ar": "وَفِيمَا هُوَ سَائِرٌ، رَأَى لاوِيَ بْنَ حَلْفَى جَالِساً فِي مَكْتَبِ الْجِبَايَةِ، فَقَالَ لَهُ: «اتْبَعْنِي!» فَقَامَ وَتَبِعَهُ."
  },
  "15": {
    "en": "While Jesus was having dinner at Levi’s house, many tax collectors and sinners were eating with him and his disciples, for there were many who followed him.",
    "ar": "وَبَيْنَمَا كَانَ يَسُوعُ مُتَّكِئاً فِي بَيْتِ لاوِي، أَخَذَ كَثِيرُونَ مِنَ الْجُبَاةِ وَالْخَاطِئِينَ يَتَّكِئُونَ مَعَهُ وَمَعَ تَلامِيذِهِ، لأَنَّ كَثِيرِينَ مِنْهُمْ كَانُوا هُنَاكَ فَلَحِقُوا بِهِ."
  },
  "16": {
    "en": "When the teachers of the law who were Pharisees saw him eating with the sinners and tax collectors, they asked his disciples: “Why does he eat with tax collectors and sinners?”",
    "ar": "فَلَمَّا رَأَى الْكَتَبَةُ وَالْفَرِّيسِيُّونَ يَسُوعَ يَأْكُلُ مَعَ الْجُبَاةِ وَالْخَاطِئِينَ، قَالُوا لِتَلامِيذِهِ: «لِمَاذَا يَأْكُلُ مَعَ الْجُبَاةِ وَالْخَاطِئِينَ؟»"
  },
  "17": {
    "en": "On hearing this, Jesus said to them, “It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.”",
    "ar": "فَسَمِعَ يَسُوعُ، وَأَجَابَ: «لَيْسَ الأَصِحَّاءُ هُمُ الْمُحْتَاجُونَ إِلَى الطَّبِيبِ، بَلِ الْمَرْضَى. مَا جِئْتُ لأَدْعُوَ صالِحِينَ بَلْ خَاطِئِينَ!»"
  },
  "18": {
    "en": "Now John’s disciples and the Pharisees were fasting. Some people came and asked Jesus, “How is it that John’s disciples and the disciples of the Pharisees are fasting, but yours are not?”",
    "ar": "وَكَانَ تَلامِيذُ يُوحَنَّا وَالْفَرِّيسِيُّونَ صَائِمِينَ، فَجَاءَ بَعْضُهُمْ إِلَى يَسُوعَ يَسْأَلُونَهُ: «لِمَاذَا يَصُومُ تَلامِيذُ يُوحَنَّا وَتَلامِيذُ الْفَرِّيسِيِّينَ، وَأَمَّا تَلامِيذُكَ فَلا يَصُومُونَ؟»"
  },
  "19": {
    "en": "Jesus answered, “How can the guests of the bridegroom fast while he is with them? They cannot, so long as they have him with them.",
    "ar": "فَأَجَابَهُمْ: «هَلْ يَقْدِرُ أَهْلُ الْعُرْسِ أَنْ يَصُومُوا وَالْعَرِيسُ بَيْنَهُمْ؟ مَادَامَ الْعَرِيسُ بَيْنَهُمْ لَا يَقْدِرُونَ أَنْ يَصُومُوا."
  },
  "20": {
    "en": "But the time will come when the bridegroom will be taken from them, and on that day they will fast.",
    "ar": "وَلكِنْ سَتَأْتِي أَيَّامٌ يَكُونُ الْعَرِيسُ فِيهَا قَدْ رُفِعَ مِنْ بَيْنِهِمْ. فِي تِلْكَ الأيَّامِ يَصُومُونَ."
  },
  "21": {
    "en": "“No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new piece will pull away from the old, making the tear worse.",
    "ar": "لَا أَحَدَ يَرْقَعُ ثَوْباً عَتِيقاً بِرُقْعَةٍ مِنْ قُمَاشٍ جَدِيدٍ وَإلَّا، فَإِنَّ الرُّقْعَةَ الْجَدِيدَةَ تَنْكَمِشُ فَتَأْكُلُ مِنَ الثَّوْبِ الْعَتِيقِ، وَيَصِيرُ الْخَرْقُ أَسْوَأَ!"
  },
  "22": {
    "en": "And no one pours new wine into old wineskins. Otherwise, the wine will burst the skins, and both the wine and the wineskins will be ruined. No, they pour new wine into new wineskins.”",
    "ar": "وَلا أَحَدَ يَضَعُ خَمْراً جَدِيدَةً فِي قِرَبٍ عَتِيقَةٍ، حَتَّى لَا تُفَجِّرَ الْخَمْرُ الْجَدِيدَةُ الْقِرَبَ، فَتُرَاقَ الْخَمْرُ وَتَتْلَفَ الْقِرَبُ. إِنَّمَا الْخَمْرُ الْجَدِيدَةُ تُوْضَعُ فِي قِرَبٍ جَدِيدَةٍ»."
  },
  "23": {
    "en": "One Sabbath Jesus was going through the grainfields, and as his disciples walked along, they began to pick some heads of grain.",
    "ar": "وَمَرَّ يَسُوعُ ذَاتَ سَبْتٍ بَيْنَ الْحُقُولِ، فَأَخَذَ التَّلامِيذُ يَشُقُّونَ طَرِيقَهُمْ وَهُمْ يَقْطِفُونَ السَّنَابِلَ."
  },
  "24": {
    "en": "The Pharisees said to him, “Look, why are they doing what is unlawful on the Sabbath?”",
    "ar": "فَقَالَ الْفَرِّيسِيُّونَ لِيَسُوعَ: «انْظُرْ! لِمَاذَا يَفْعَلُ تَلامِيذُكَ مَا لَا يَحِلُّ فِعْلُهُ يَوْمَ السَّبْتِ؟»"
  },
  "25": {
    "en": "He answered, “Have you never read what David did when he and his companions were hungry and in need?",
    "ar": "فَأَجَابَهُمْ: «أَمَا قَرَأْتُمْ مَا فَعَلَهُ دَاوُدُ وَمُرَافِقُوهُ عِنْدَمَا احْتَاجُوا وَجَاعُوا؟"
  },
  "26": {
    "en": "In the days of Abiathar the high priest, he entered the house of God and ate the consecrated bread, which is lawful only for priests to eat. And he also gave some to his companions.”",
    "ar": "كَيْفَ دَخَلَ بَيْتَ اللهِ، فِي زَمَانِ أَبِيأَثَارَ رَئِيسِ الْكَهَنَةِ، وَأَكَلَ خُبْزَ التَّقْدِمَةِ الَّذِي لَا يَحِلُّ الأَكْلُ مِنْهُ إِلّا لِلْكَهَنَةِ وَحْدَهُمْ، بَلْ أَعْطَى مُرَافِقِيهِ أَيْضاً فَأَكَلُوا؟»"
  },
  "27": {
    "en": "Then he said to them, “The Sabbath was made for man, not man for the Sabbath.",
    "ar": "ثُمَّ قَالَ لَهُمْ: «إِنَّمَا جُعِلَ السَّبْتُ لِفَائِدَةِ الإِنْسَانِ، وَلَمْ يُجْعَلِ الإِنْسَانُ عَبْداً لِلسَّبْتِ."
  },
  "28": {
    "en": "So the Son of Man is Lord even of the Sabbath.”",
    "ar": "فَابْنُ الإِنْسَانِ هُوَ رَبُّ السَّبْتِ أَيْضاً!»"
  }
}