{
  "1": {
    "en": "They went across the lake to the region of the Gerasenes.",
    "ar": "ثُمَّ وَصَلُوا إِلَى الضَّفَّةِ الْمُقَابِلَةِ مِنَ الْبُحَيْرَةِ، إِلَى بَلْدَةِ الْجِرَاسِيِّينَ."
  },
  "2": {
    "en": "When Jesus got out of the boat, a man with an impure spirit came from the tombs to meet him.",
    "ar": "وَحَالَمَا نَزَلَ مِنَ الْقَارِبِ، لاقَاهُ مِنْ بَيْنِ الْقُبُورِ إِنْسَانٌ يَسْكُنُهُ رُوحٌ نَجِسٌ،"
  },
  "3": {
    "en": "This man lived in the tombs, and no one could bind him anymore, not even with a chain.",
    "ar": "كَانَ يُقِيمُ فِي الْقُبُورِ. وَلَمْ يَكُنْ أَحَدٌ يَقْدِرُ أَنْ يُقَيِّدَهُ وَلَوْ بِالسَّلاسِلِ."
  },
  "4": {
    "en": "For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him.",
    "ar": "فَإِنَّهُ كَثِيراً مَا رُبِطَ بِالْقُيُودِ وَالسَّلاسِلِ، فَكَانَ يُقَطِّعُ السَّلاسِلَ وَيُحَطِّمُ الْقُيُودَ، وَلَمْ يَقْدِرْ أَحَدٌ أَنْ يُخْضِعَهُ."
  },
  "5": {
    "en": "Night and day among the tombs and in the hills he would cry out and cut himself with stones.",
    "ar": "وَكَانَ فِي الْقُبُورِ وَفِي الْجِبَالِ دَائِماً، لَيْلاً وَنَهَاراً، يَصِيحُ وَيُجَرِّحُ جِسْمَهُ بِالْحِجَارَةِ."
  },
  "6": {
    "en": "When he saw Jesus from a distance, he ran and fell on his knees in front of him.",
    "ar": "وَلَكِنَّهُ لَمَّا رَأَى يَسُوعَ مِنْ بَعِيدٍ، رَكَضَ وَسَجَدَ لَهُ،"
  },
  "7": {
    "en": "He shouted at the top of his voice, “What do you want with me, Jesus, Son of the Most High God? In God’s name don’t torture me!”",
    "ar": "وَصَرَخَ بِأَعْلَى صَوْتِهِ: «مَا شَأْنُكَ بِي يَا يَسُوعُ ابْنَ اللهِ الْعَلِيِّ؟ أَسْتَحْلِفُكَ بِاللهِ أَلّا تُعَذِّبَنِي!»"
  },
  "8": {
    "en": "For Jesus had said to him, “Come out of this man, you impure spirit!”",
    "ar": "فَإِنَّ يَسُوعَ كَانَ قَدْ قَالَ لَهُ: «أَيُّهَا الرُّوحُ النَّجِسُ، اخْرُجْ مِنَ الإِنْسَانِ!»"
  },
  "9": {
    "en": "Then Jesus asked him, “What is your name?”\n“My name is Legion,” he replied, “for we are many.”",
    "ar": "وَسَأَلَهُ يَسُوعُ: «مَا اسْمُكَ؟» فَأَجَابَ: «اسْمِي لَجِيُونُ لأَنَّنَا جَيْشٌ كَبِيرٌ!»"
  },
  "10": {
    "en": "And he begged Jesus again and again not to send them out of the area.",
    "ar": "وَتَوَسَّلَ إِلَيْهِ بِإِلْحَاحٍ أَلّا يَطْرُدَ الأَرْوَاحَ النَّجِسَةَ إِلَى خَارِجِ تِلْكَ الْمِنْطَقَةِ."
  },
  "11": {
    "en": "A large herd of pigs was feeding on the nearby hillside.",
    "ar": "وَكَانَ هُنَاكَ قَطِيعٌ كَبِيرٌ مِنَ الْخَنَازِيرِ يَرْعَى عِنْدَ الْجَبَلِ،"
  },
  "12": {
    "en": "The demons begged Jesus, “Send us among the pigs; allow us to go into them.”",
    "ar": "فَتَوَسَّلَتِ الأَرْوَاحُ النَّجِسَةُ إِلَى يَسُوعَ قَائِلَةً: «أَرْسِلْنَا إِلَى الْخَنَازِيرِ لِنَدْخُلَ فِيهَا!»"
  },
  "13": {
    "en": "He gave them permission, and the impure spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned.",
    "ar": "فَأَذِنَ لَهَا بِذَلِكَ. فَخَرَجَتِ الأَرْوَاحُ النَّجِسَةُ وَدَخَلَتْ فِي الْخَنَازِيرِ، فَانْدَفَعَ قَطِيعُ الْخَنَازِيرِ مِنْ عَلَى حَافَةِ الْجَبَلِ إِلَى الْبُحَيْرَةِ، فَغَرِقَ فِيهَا. وَكَانَ عَدَدُهُ نَحْوَ أَلْفَيْنِ."
  },
  "14": {
    "en": "Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened.",
    "ar": "أَمَّا رُعَاةُ الْخَنَازِيرِ فَهَرَبُوا وَأَذَاعُوا الْخَبَرَ فِي الْمَدِينَةِ وَفِي الْمَزَارِعِ. فَخَرَجَ النَّاسُ لِيَرَوْا مَا قَدْ جَرَى،"
  },
  "15": {
    "en": "When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid.",
    "ar": "وَجَاءُوا إِلَى يَسُوعَ، فَرَأَوْا الَّذِي كَانَ مَسْكُوناً بِالشَّيَاطِينِ جَالِساً وَلابِساً وَصَحِيحَ الْعَقْلِ، فَاسْتَوْلَى عَلَيْهِمِ الْخَوْفُ."
  },
  "16": {
    "en": "Those who had seen it told the people what had happened to the demon-possessed man—and told about the pigs as well.",
    "ar": "فَحَدَّثَهُمُ الَّذِينَ رَأَوْا مَا جَرَى بِمَا حَدَثَ لِلْمَجْنُونِ وَلِلْخَنَازِيرِ"
  },
  "17": {
    "en": "Then the people began to plead with Jesus to leave their region.",
    "ar": "فَأَخَذُوا يَرْجُونَ مِنْ يَسُوعَ أَنْ يَرْحَلَ عَنْ دِيَارِهِمْ."
  },
  "18": {
    "en": "As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him.",
    "ar": "وَفِيمَا كَانَ يَرْكَبُ الْقَارِبَ، تَوَسَّلَ إِلَيْهِ الإِنْسَانُ الَّذِي كَانَتِ الشَّيَاطِينُ تَسْكُنُهُ أَنْ يُرَافِقَهُ."
  },
  "19": {
    "en": "Jesus did not let him, but said, “Go home to your own people and tell them how much the Lord has done for you, and how he has had mercy on you.”",
    "ar": "فَلَمْ يَسْمَحْ لَهُ، بَلْ قَالَ لَهُ: «اذْهَبْ إِلَى بَيْتِكَ، وَإِلَى أَهْلِكَ، وَأَخْبِرْهُمْ بِمَا عَمِلَهُ الرَّبُّ بِكَ وَرَحِمَكَ»."
  },
  "20": {
    "en": "So the man went away and began to tell in the Decapolis how much Jesus had done for him. And all the people were amazed.",
    "ar": "فَانْطَلَقَ وَأَخَذَ يُنَادِي فِي الْمُدُنِ الْعَشْرِ بِمَا عَمِلَهُ يَسُوعُ بِهِ. فَتَعَجَّبَ الْجَمِيعُ."
  },
  "21": {
    "en": "When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake.",
    "ar": "وَلَمَّا عَادَ يَسُوعُ وَعَبَرَ فِي الْقَارِبِ إِلَى الضَّفَّةِ الْمُقَابِلَةِ مِنَ الْبُحَيْرَةِ، اجْتَمَعَ إِلَيْهِ وَهُوَ عِنْدَ الشَّاطِئِ جَمْعٌ كَبِيرٌ."
  },
  "22": {
    "en": "Then one of the synagogue leaders, named Jairus, came, and when he saw Jesus, he fell at his feet.",
    "ar": "وَإذَا وَاحِدٌ مِنْ رُؤَسَاءِ الْمَجْمَعِ، وَاسْمُهُ يَايِرُسُ، قَدْ جَاءَ إِلَيْهِ. وَمَا إِنْ رَآهُ، حَتَّى ارْتَمَى عِنْدَ قَدَمَيْهِ،"
  },
  "23": {
    "en": "He pleaded earnestly with him, “My little daughter is dying. Please come and put your hands on her so that she will be healed and live.”",
    "ar": "وَتَوَسَّلَ إِلَيْهِ بِإِلْحَاحٍ، قَائِلاً: «ابْنَتِي الصَّغِيرَةُ مُشْرِفَةٌ عَلَى الْمَوْتِ. فَتَعَالَ وَالْمِسْهَا بِيَدِكَ لِتُشْفَى فَتَحْيَا!»"
  },
  "24": {
    "en": "So Jesus went with him.\nA large crowd followed and pressed around him.",
    "ar": "فَذَهَبَ مَعَهُ، يَتْبَعُهُ جَمْعٌ كَبِيرٌ وَهُمْ يَزْحَمُونَهُ."
  },
  "25": {
    "en": "And a woman was there who had been subject to bleeding for twelve years.",
    "ar": "وَكَانَتْ هُنَاكَ امْرَأَةٌ مُصَابَةٌ بِنَزِيفٍ دَمَوِيٍّ مُنْذُ اثْنَتَيْ عَشْرَةَ سَنَةً،"
  },
  "26": {
    "en": "She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse.",
    "ar": "وَقَدْ عَانَتِ الْكَثِيرَ مِنَ الأَلَمِ عَلَى أَيْدِي أَطِبَّاءَ كَثِيرِينَ، وَأَنْفَقَتْ فِي سَبِيلِ عِلاجِهَا كُلَّ مَا تَمْلِكُ، فَلَمْ تَجْنِ أَيَّةَ فَائِدَةٍ، بَلْ بِالأَحْرَى ازْدَادَتْ حَالَتُهَا سُوءاً."
  },
  "27": {
    "en": "When she heard about Jesus, she came up behind him in the crowd and touched his cloak,",
    "ar": "فَإِذْ كَانَتْ قَدْ سَمِعَتْ عَنْ يَسُوعَ، جَاءَتْ فِي زَحْمَةِ الْجَمْعِ مِنْ خَلْفِهِ وَلَمَسَتْ رِدَاءَهُ،"
  },
  "28": {
    "en": "because she thought, “If I just touch his clothes, I will be healed.”",
    "ar": "لأَنَّهَا قَالَتْ: «يَكْفِي أَنْ أَلْمِسَ ثِيَابَهُ لأُشْفَى»."
  },
  "29": {
    "en": "Immediately her bleeding stopped and she felt in her body that she was freed from her suffering.",
    "ar": "وَفِي الْحَالِ انْقَطَعَ نَزِيفُ دَمِهَا وَأَحَسَّتْ فِي جِسْمِهَا أَنَّهَا شُفِيَتْ مِنْ عِلَّتِهَا."
  },
  "30": {
    "en": "At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, “Who touched my clothes?”",
    "ar": "وَحَالَمَا شَعَرَ يَسُوعُ فِي نَفْسِهِ بِالْقُوَّةِ الَّتِي خَرَجَتْ مِنْهُ، أَدَارَ نَظَرَهُ فِي الْجَمْعِ وَسَأَلَ: «مَنْ لَمَسَ ثِيَابِي؟»"
  },
  "31": {
    "en": "“You see the people crowding against you,” his disciples answered, “and yet you can ask, ‘Who touched me?’ ”",
    "ar": "فَقَالَ لَهُ تَلامِيذُهُ: «أَنْتَ تَرَى الْجَمْعَ يَزْحَمُونَكَ، وَتَسْأَلُ: مَنْ لَمَسَنِي؟»"
  },
  "32": {
    "en": "But Jesus kept looking around to see who had done it.",
    "ar": "وَلَكِنَّهُ ظَلَّ يَتَطَلَّعُ حَوْلَهُ لِيَرَى الَّتِي فَعَلَتْ ذَلِكَ."
  },
  "33": {
    "en": "Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth.",
    "ar": "فَمَا كَانَ مِنَ الْمَرْأَةِ، وَقَدْ عَلِمَتْ بِمَا حَدَثَ لَهَا، إِلّا أَنْ جَاءَتْ وَهِيَ خَائِفَةٌ تَرْتَجِفُ، وَارْتَمَتْ أَمَامَهُ وَأَخْبَرَتْهُ بِالْحَقِيقَةِ كُلِّهَا."
  },
  "34": {
    "en": "He said to her, “Daughter, your faith has healed you. Go in peace and be freed from your suffering.”",
    "ar": "فَقَالَ لَهَا: «يَا ابْنَةُ، إِيمَانُكِ قَدْ شَفَاكِ. فَاذْهَبِي بِسَلامٍ وَتَعَافَيْ مِنْ عِلَّتِكِ!»"
  },
  "35": {
    "en": "While Jesus was still speaking, some people came from the house of Jairus, the synagogue leader. “Your daughter is dead,” they said. “Why bother the teacher anymore?”",
    "ar": "وَبَيْنَمَا يَسُوعُ يَتَكَلَّمُ، جَاءَ بَعْضُهُمْ مِنْ بَيْتِ رَئِيسِ الْمَجْمَعِ قَائِلِينَ: «ابْنَتُكَ قَدْ مَاتَتْ. فَلِمَاذَا تُكَلِّفُ الْمُعَلِّمَ بَعْدُ؟»"
  },
  "36": {
    "en": "Overhearing what they said, Jesus told him, “Don’t be afraid; just believe.”",
    "ar": "وَلَكِنَّ يَسُوعَ، مَا إِنْ سَمِعَ بِذَلِكَ الْخَبَرِ، حَتَّى قَالَ لِرَئِيسِ الْمَجْمَعِ: «لا تَخَفْ؛ آمِنْ فَقَطْ!»"
  },
  "37": {
    "en": "He did not let anyone follow him except Peter, James and John the brother of James.",
    "ar": "وَلَمْ يَدَعْ أَحَداً يُرَافِقُهُ إِلّا بُطْرُسَ وَيَعْقُوبَ وَيُوحَنَّا أَخَا يَعْقُوبَ."
  },
  "38": {
    "en": "When they came to the home of the synagogue leader, Jesus saw a commotion, with people crying and wailing loudly.",
    "ar": "وَوَصَلَ إِلَى بَيْتِ رَئِيسِ الْمَجْمَعِ، فَرَأَى الضَّجِيجَ وَالنَّاسَ يَبْكُونَ وَيُوَلْوِلُونَ كَثِيراً."
  },
  "39": {
    "en": "He went in and said to them, “Why all this commotion and wailing? The child is not dead but asleep.”",
    "ar": "فَلَمَّا دَخَلَ، قَالَ لَهُمْ: «لِمَاذَا تَضِجُّونَ وَتَبْكُونَ؟ لَمْ تَمُتِ الصَّبِيَّةُ، بَلْ هِيَ نَائِمَةٌ»."
  },
  "40": {
    "en": "But they laughed at him.\nAfter he put them all out, he took the child’s father and mother and the disciples who were with him, and went in where the child was.",
    "ar": "فَضَحِكُوا مِنْهُ. أَمَّا هُوَ، فَأَخْرَجَهُمْ جَمِيعاً، ثُمَّ أَخَذَ مَعَهُ أَبَا الصَّبِيَّةِ وَأُمَّهَا وَالَّذِينَ كَانُوا يُرَافِقُونَهُ، وَدَخَلَ حَيْثُ كَانَتِ الصَّبِيَّةُ."
  },
  "41": {
    "en": "He took her by the hand and said to her, “Talitha koum!” (which means “Little girl, I say to you, get up!”).",
    "ar": "وَإِذْ أَمْسَكَ بِيَدِهَا قَالَ: «طَلِيثَا قُومِي!» أَيْ: «يَا صَبِيَّةُ، لَكِ أَقُولُ: قُومِي»."
  },
  "42": {
    "en": "Immediately the girl stood up and began to walk around (she was twelve years old). At this they were completely astonished.",
    "ar": "فَنَهَضَتِ الصَّبِيَّةُ حَالاً وَأَخَذَتْ تَمْشِي، إِذْ كَانَ عُمْرُهَا اثْنَتَيْ عَشْرَةَ سَنَةً. فَدُهِشَ الْجَمِيعُ دَهْشَةً عَظِيمَةً."
  },
  "43": {
    "en": "He gave strict orders not to let anyone know about this, and told them to give her something to eat.",
    "ar": "فَأَمَرَهُمْ بِشِدَّةٍ أَنْ لَا يَعْلَمَ أَحَدٌ بِذَلِكَ، وَطَلَبَ أَنْ تُعْطَى طَعَاماً لِتَأْكُلَ."
  }
}