{
  "1": {
    "en": "During those days another large crowd gathered. Since they had nothing to eat, Jesus called his disciples to him and said,",
    "ar": "فِي تِلْكَ الأَيَّامِ، إِذِ احْتَشَدَ أَيْضاً جَمْعٌ كَبِيرٌ، وَلَمْ يَكُنْ عِنْدَهُمْ مَا يَأْكُلُونَ، دَعَا يَسُوعُ تَلامِيذَهُ إِلَيْهِ وَقَالَ لَهُمْ:"
  },
  "2": {
    "en": "“I have compassion for these people; they have already been with me three days and have nothing to eat.",
    "ar": "«إِنِّي أُشْفِقُ عَلَى الْجَمْعِ لأَنَّهُمْ مَازَالُوا مَعِي مُنْذُ ثَلاثَةِ أَيَّامٍ، وَلَيْسَ عِنْدَهُمْ مَا يَأْكُلُونَ."
  },
  "3": {
    "en": "If I send them home hungry, they will collapse on the way, because some of them have come a long distance.”",
    "ar": "وَإِنْ صَرَفْتُهُمْ إِلَى بُيُوتِهِمْ صَائِمِينَ، تَخُورُ قُوَاهُمْ فِي الطَّرِيقِ، لأَنَّ بَعْضاً مِنْهُمْ جَاءُوا مِنْ أَمَاكِنَ بَعِيدَةٍ»."
  },
  "4": {
    "en": "His disciples answered, “But where in this remote place can anyone get enough bread to feed them?”",
    "ar": "فَقَالَ لَهُ التَّلامِيذُ: «مِنْ أَيْنَ يَسْتَطِيعُ أَحَدٌ أَنْ يُشْبِعَ هؤُلاءِ خُبْزاً هُنَا فِي هَذَا الْمَكَانِ الْمُقْفِرِ؟»"
  },
  "5": {
    "en": "“How many loaves do you have?” Jesus asked.\n“Seven,” they replied.",
    "ar": "فَسَأَلَهُمْ: «كَمْ رَغِيفاً عِنْدَكُمْ؟» أَجَابُوا: «سَبْعَةٌ!»"
  },
  "6": {
    "en": "He told the crowd to sit down on the ground. When he had taken the seven loaves and given thanks, he broke them and gave them to his disciples to distribute to the people, and they did so.",
    "ar": "فَأَمَرَ الْجَمْعَ أَنْ يَجْلِسُوا عَلَى الأَرْضِ. ثُمَّ أَخَذَ الأَرْغِفَةَ السَّبْعَةَ، وَشَكَرَ، وَأَعْطَى تَلامِيذَهُ لِيُقَدِّمُوا لِلْجَمْعِ، فَفَعَلُوا"
  },
  "7": {
    "en": "They had a few small fish as well; he gave thanks for them also and told the disciples to distribute them.",
    "ar": "وَكَانَ مَعَهُمْ أَيْضاً بَعْضُ سَمَكَاتٍ صِغَارٍ، فَبَارَكَهَا وَأَمَرَ بِتَقْدِيمِهَا أَيْضاً إِلَى الْجَمْعِ."
  },
  "8": {
    "en": "The people ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over.",
    "ar": "فَأَكَلَ الْجَمِيعُ حَتَّى شَبِعُوا. ثُمَّ رَفَعَ التَّلامِيذُ سَبْعَةَ سِلالٍ مَلأُوهَا بِمَا فَضَلَ مِنَ الْكِسَرِ."
  },
  "9": {
    "en": "About four thousand were present. After he had sent them away,",
    "ar": "وَكَانَ الآكِلُونَ نَحْوَ أَرْبَعَةِ آلافٍ. ثُمَّ صَرَفَهُمْ،"
  },
  "10": {
    "en": "he got into the boat with his disciples and went to the region of Dalmanutha.",
    "ar": "وَفِي الْحَالِ رَكِبَ الْقَارِبَ مَعَ تَلامِيذِهِ، وَجَاءَ إِلَى نَوَاحِي دَلْمَانُوثَةَ."
  },
  "11": {
    "en": "The Pharisees came and began to question Jesus. To test him, they asked him for a sign from heaven.",
    "ar": "فَأَقْبَلَ الْفَرِّيسِيُّونَ وَأَخَذُوا يُجَادِلُونَهُ، طَالِبِينَ مِنْهُ مُعْجِزَةً مِنَ السَّمَاءِ لِيَمْتَحِنُوهُ."
  },
  "12": {
    "en": "He sighed deeply and said, “Why does this generation ask for a sign? Truly I tell you, no sign will be given to it.”",
    "ar": "فَتَنَهَّدَ مُتَضَايِقاً، وَقَالَ: «لِمَاذَا يَطْلُبُ هَذَا الْجِيلُ آيَةً؟ الْحَقَّ أَقُولُ لَكُمْ: لَنْ يُعْطَى هَذَا الْجِيلُ آيَةً!»"
  },
  "13": {
    "en": "Then he left them, got back into the boat and crossed to the other side.",
    "ar": "ثُمَّ تَرَكَهُمْ وَعَادَ فَرَكِبَ الْقَارِبَ وَعَبَرَ إِلَى الضَّفَّةِ الْمُقَابِلَةِ."
  },
  "14": {
    "en": "The disciples had forgotten to bring bread, except for one loaf they had with them in the boat.",
    "ar": "وَكَانُوا قَدْ نَسُوا أَنْ يَتَزَوَّدُوا خُبْزاً، وَلَمْ يَكُنْ مَعَهُمْ فِي الْقَارِبِ إِلّا رَغِيفٌ وَاحِدٌ."
  },
  "15": {
    "en": "“Be careful,” Jesus warned them. “Watch out for the yeast of the Pharisees and that of Herod.”",
    "ar": "وَأَوْصَاهُمْ قَائِلاً: «انْتَبِهُوا! خُذُوا حِذْرَكُمْ مِنْ خَمِيرِ الْفَرِّيسِيِّينَ وَخَمِيرِ هِيرُودُسَ»."
  },
  "16": {
    "en": "They discussed this with one another and said, “It is because we have no bread.”",
    "ar": "فَأَخَذُوا يُجَادِلُونَ بَعْضُهُمْ بَعْضاً، قَائِلِينَ: «ذلِكَ لأَنَّهُ لَيْسَ عِنْدَنَا خُبْزٌ»."
  },
  "17": {
    "en": "Aware of their discussion, Jesus asked them: “Why are you talking about having no bread? Do you still not see or understand? Are your hearts hardened?",
    "ar": "فَعَلِمَ يَسُوعُ بِذلِكَ، وَقَالَ لَهُمْ: «لِمَاذَا يُجَادِلُ بَعْضُكُمْ بَعْضاً لأَنَّهُ لَيْسَ عِنْدَكُمْ خُبْزٌ؟ أَلا تُدْرِكُونَ بَعْدُ وَلا تَفْهَمُونَ؟ أَمَا زَالَتْ قُلُوبُكُمْ مُتَقَسِّيَةً؟"
  },
  "18": {
    "en": "Do you have eyes but fail to see, and ears but fail to hear? And don’t you remember?",
    "ar": "لَكُمْ عُيُونٌ، أَلا تُبْصِرُونَ؟ لَكُمْ آذَانٌ، أَلا تَسْمَعُونَ؟ أَوَلَسْتُمْ تَذْكُرُونَ؟"
  },
  "19": {
    "en": "When I broke the five loaves for the five thousand, how many basketfuls of pieces did you pick up?”\n“Twelve,” they replied.",
    "ar": "عِنْدَمَا كَسَّرْتُ الأَرْغِفَةَ الْخَمْسَةَ لِلْخَمْسَةِ الآلافِ، كَمْ قُفَّةً مَلأَى بِالْكِسَرِ رَفَعْتُمْ؟» قَالُوا لَهُ: «اثْنَتَيْ عَشْرَةَ»."
  },
  "20": {
    "en": "“And when I broke the seven loaves for the four thousand, how many basketfuls of pieces did you pick up?”\nThey answered, “Seven.”",
    "ar": "«وَعِنْدَمَا كَسَّرْتُ الأَرْغِفَةَ السَّبْعَةَ لِلأَرْبَعَةِ الآلافِ، كَمْ سَلًّا مَلِيئاً بِالْكِسَرِ رَفَعْتُمْ؟» قَالُوا: «سَبْعَةً!»"
  },
  "21": {
    "en": "He said to them, “Do you still not understand?”",
    "ar": "فَقَالَ لَهُمْ: «وَكَيْفَ لَا تَفْهَمُونَ بَعْدُ؟»"
  },
  "22": {
    "en": "They came to Bethsaida, and some people brought a blind man and begged Jesus to touch him.",
    "ar": "وَجَاءُوا إِلَى بَلْدَةِ بَيْتِ صَيْدَا، فَأَحْضَرَ بَعْضُهُمْ إِلَيْهِ أَعْمَى وَتَوَسَّلُوا إِلَيْهِ أَنْ يَضَعَ يَدَهُ عَلَيْهِ."
  },
  "23": {
    "en": "He took the blind man by the hand and led him outside the village. When he had spit on the man’s eyes and put his hands on him, Jesus asked, “Do you see anything?”",
    "ar": "فَأَمْسَكَ بِيَدِ الأَعْمَى وَاقْتَادَهُ إِلَى خَارِجِ الْقَرْيَةِ، وَبَعْدَمَا تَفَلَ عَلَى عَيْنَيْهِ، وَضَعَ يَدَيْهِ عَلَيْهِ وَسَأَلَهُ: «هَلْ تَرَى شَيْئاً؟»"
  },
  "24": {
    "en": "He looked up and said, “I see people; they look like trees walking around.”",
    "ar": "فَتَطَلَّعَ، وَقَالَ: «أَرَى أُنَاساً، كَأَنَّهُمْ أَشْجَارٌ، يَمْشُونَ»."
  },
  "25": {
    "en": "Once more Jesus put his hands on the man’s eyes. Then his eyes were opened, his sight was restored, and he saw everything clearly.",
    "ar": "فَوَضَعَ يَدَيْهِ ثَانِيَةً عَلَى عَيْنَيْهِ، فَتَطَلَّعَ بِانْتِبَاهٍ، وَعَادَ صَحِيحاً يَرَى كُلَّ شَيْءٍ وَاضِحاً."
  },
  "26": {
    "en": "Jesus sent him home, saying, “Don’t even go into the village.”",
    "ar": "فَأَرْسَلَهُ إِلَى بَيْتِهِ قَائِلاً: «لا تَدْخُلْ وَلا إِلَى الْقَرْيَةِ!»"
  },
  "27": {
    "en": "Jesus and his disciples went on to the villages around Caesarea Philippi. On the way he asked them, “Who do people say I am?”",
    "ar": "ثُمَّ تَوَجَّهَ يَسُوعُ وَتَلامِيذُهُ إِلَى قُرَى قَيْصَرِيَّةِ فِيلِبُّسَ. وَفِي الطَّرِيقِ، سَأَلَ تَلامِيذَهُ: «مَنْ يَقُولُ النَّاسُ إِنِّي أَنَا؟»"
  },
  "28": {
    "en": "They replied, “Some say John the Baptist; others say Elijah; and still others, one of the prophets.”",
    "ar": "فَأَجَابُوهُ: «(يَقُولُ بَعْضُهُمْ) إِنَّكَ يُوحَنَّا الْمَعْمَدَانُ، وَغَيْرُهُمْ إِنَّكَ إِيلِيَّا، وَآخَرُونَ إِنَّكَ وَاحِدٌ مِنَ الأَنْبِيَاءِ»."
  },
  "29": {
    "en": "“But what about you?” he asked. “Who do you say I am?”\nPeter answered, “You are the Messiah.”",
    "ar": "فَسَأَلَهُمْ: «وَأَنْتُمْ، مَنْ تَقُولُونَ إِنِّي أَنَا؟» فَأَجَابَهُ بُطْرُسُ: «أَنْتَ الْمَسِيحُ!»"
  },
  "30": {
    "en": "Jesus warned them not to tell anyone about him.",
    "ar": "فَحَذَّرَهُمْ مِنْ أَنْ يُخْبِرُوا أَحَداً بِأَمْرِهِ."
  },
  "31": {
    "en": "He then began to teach them that the Son of Man must suffer many things and be rejected by the elders, the chief priests and the teachers of the law, and that he must be killed and after three days rise again.",
    "ar": "وَأَخَذَ يُعَلِّمُهُمْ أَنَّ ابْنَ الإِنْسَانِ لابُدَّ أَنْ يَتَأَلَّمَ كَثِيراً، وَيَرْفُضَهُ الشُّيُوخُ وَرُؤَسَاءُ الْكَهَنَةِ وَالْكَتَبَةُ، وَيُقْتَلَ، وَبَعْدَ ثَلاثَةِ أَيَّامٍ يَقُومُ."
  },
  "32": {
    "en": "He spoke plainly about this, and Peter took him aside and began to rebuke him.",
    "ar": "وَقَدْ تَحَدَّثَ عَنْ هَذَا الأَمْرِ صَرَاحَةً. فَانْتَحَى بِهِ بُطْرُسُ جَانِباً وَأَخَذَ يُوَبِّخُهُ."
  },
  "33": {
    "en": "But when Jesus turned and looked at his disciples, he rebuked Peter. “Get behind me, Satan!” he said. “You do not have in mind the concerns of God, but merely human concerns.”",
    "ar": "وَلَكِنَّهُ الْتَفَتَ وَنَظَرَ إِلَى تَلامِيذِهِ وَزَجَرَ بُطْرُسَ قَائِلاً: «اغْرُبْ مِنْ أَمَامِي يَا شَيْطَانُ، لأَنَّكَ تُفَكِّرُ لَا بِأُمُورِ اللهِ بَلْ بِأُمُورِ النَّاسِ!»"
  },
  "34": {
    "en": "Then he called the crowd to him along with his disciples and said: “Whoever wants to be my disciple must deny themselves and take up their cross and follow me.",
    "ar": "ثُمَّ دَعَا الْجَمْعَ مَعَ تَلامِيذِهِ، وَقَالَ لَهُمْ: «إِنْ أَرَادَ أَحَدٌ أَنْ يَسِيرَ وَرَائِي، فَلْيُنْكِرْ نَفْسَهُ، وَيَحْمِلْ صَلِيبَهُ، وَيَتْبَعْنِي."
  },
  "35": {
    "en": "For whoever wants to save their life will lose it, but whoever loses their life for me and for the gospel will save it.",
    "ar": "فَأَيُّ مَنْ أَرَادَ أَنْ يُخَلِّصَ نَفْسَهُ، يَخْسَرُهَا. وَلكِنَّ مَنْ يَخْسَرُ نَفْسَهُ مِنْ أَجْلِي وَمِنْ أَجْلِ الإِنْجِيلِ، فَهُوَ يُخَلِّصُهَا."
  },
  "36": {
    "en": "What good is it for someone to gain the whole world, yet forfeit their soul?",
    "ar": "فَمَاذَا يَنْتَفِعُ الإِنْسَانُ لَوْ رَبِحَ الْعَالَمَ كُلَّهُ وَخَسِرَ نَفْسَهُ؟"
  },
  "37": {
    "en": "Or what can anyone give in exchange for their soul?",
    "ar": "أَوْ مَاذَا يُقَدِّمُ الإِنْسَانُ فِدَاءً عَنْ نَفْسِهِ؟"
  },
  "38": {
    "en": "If anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of them when he comes in his Father’s glory with the holy angels.”",
    "ar": "فَإِنَّ أَيَّ مَنْ يَسْتَحِي بِي وَبِكَلامِي فِي هَذَا الْجِيلِ الْفَاسِقِ الْخَاطِئِ، بِهِ يَسْتَحِي ابْنُ الإِنْسَانِ عِنْدَمَا يَعُودُ فِي مَجْدِ أَبِيهِ مَعَ الْمَلائِكَةِ الْمُقَدَّسِينَ»."
  }
}