{
  "1": {
    "en": "David mustered the men who were with him and appointed over them commanders of thousands and commanders of hundreds.",
    "ar": "وَأَحْصَى دَاوُدُ جَيْشَهُ وَعَيَّنَ عَلَيْهِمْ قَادَةَ أُلُوفٍ وَمِئَاتٍ،"
  },
  "2": {
    "en": "David sent out his troops, a third under the command of Joab, a third under Joab’s brother Abishai son of Zeruiah, and a third under Ittai the Gittite. The king told the troops, “I myself will surely march out with you.”",
    "ar": "ثُمَّ قَسَمَهُمْ إِلَى ثَلاثِ فِرَقٍ، جَعَلَ يُوآبَ عَلَى وَاِحدَةٍ مِنْهَا، وَأَبِيشَايَ ابْنَ صُرُوِيَّةَ أَخَا يُوآبَ عَلَى الثَّانِيَةِ، وَإِتَّايَ الْجَتِّيَّ عَلَى الْفِرْقَةِ الثَّالِثَةِ. وَقَالَ الْمَلِكُ لِرِجَالِهِ: «إِنِّي أَيْضاً أَخْرُجُ مَعَكُمْ»."
  },
  "3": {
    "en": "But the men said, “You must not go out; if we are forced to flee, they won’t care about us. Even if half of us die, they won’t care; but you are worth ten thousand of us. It would be better now for you to give us support from the city.”",
    "ar": "لَكِنَّ الشَّعْبَ قَالَ: «لا تَخْرُجْ مَعَنَا، لأَنَّنَا إِذَا انْهَزَمْنَا فَإِنَّهُمْ لَا يُبَالُونَ بِنَا. وَإذَا مَاتَ نِصْفُنَا فَلا يَكْتَرِثُونَ بِنَا أَيْضاً. أَمَّا أَنْتَ فَإِنَّكَ تُعَادِلُ عَشَرَةَ آلافٍ مِنَّا، وَمِنَ الأَفْضَلِ أَنْ تَمْكُثَ فِي الْمَدِينَةِ وَتُسْعِفَنَا بِنَجْدَةٍ إِنْ دَعَا الأَمْرُ»."
  },
  "4": {
    "en": "The king answered, “I will do whatever seems best to you.”\nSo the king stood beside the gate while all his men marched out in units of hundreds and of thousands.",
    "ar": "فَأَجَابَهُمُ الْمَلِكُ: «سَأَفْعَلُ مَا يَرُوقُ لَكُمْ». وَوَقَفَ الْمَلِكُ إِلَى جِوَارِ بَوَّابَةِ الْمَدِينَةِ يُشَيِّعُ مِئَاتِ وَأُلُوفَ الْجُنُودِ الْخَارِجِينَ لِلْقِتَالِ."
  },
  "5": {
    "en": "The king commanded Joab, Abishai and Ittai, “Be gentle with the young man Absalom for my sake.” And all the troops heard the king giving orders concerning Absalom to each of the commanders.",
    "ar": "وَأَوْصَى الْمَلِكُ يُوآبَ وَأَبِيشَايَ وَإِتَّايَ قَائِلاً: «تَرَفَّقُوا مِنْ أَجْلِي بِالْفَتَى أَبْشَالُومَ»، وَسَمِعَ الْجُنُودُ حِينَ أَوْصَى الْمَلِكُ كُلَّ قَادَتِهِ بِأَبْشَالُومَ."
  },
  "6": {
    "en": "David’s army marched out of the city to fight Israel, and the battle took place in the forest of Ephraim.",
    "ar": "وَانْطَلَقَ الْجَيْشُ إِلَى السَّهْلِ لِمُحَارَبَةِ إِسْرَائِيلَ، فَدَارَتْ مَعْرَكَةٌ فِي غَابَةِ أَفْرَايِمَ،"
  },
  "7": {
    "en": "There Israel’s troops were routed by David’s men, and the casualties that day were great—twenty thousand men.",
    "ar": "انْتَهَتْ بِهَزِيمَةِ جَيْشِ إِسْرَائِيلَ أَمَامَ قُوَّاتِ دَاوُدَ، وَقُتِلَ مِنْهُمْ عِشْرُونَ أَلْفاً فِي مَجْزَرَةِ ذَلِكَ الْيَوْمِ."
  },
  "8": {
    "en": "The battle spread out over the whole countryside, and the forest swallowed up more men that day than the sword.",
    "ar": "وَاتَّسَعَتْ رُقْعَةُ الْقِتَالِ، وَافْتَرَسَتِ الْغَابَةُ مِنَ الْجَيْشِ أَكْثَرَ مِنَ الَّذِينَ افْتَرَسَهُمُ السَّيْفُ فِي ذَلِكَ الْيَوْمِ."
  },
  "9": {
    "en": "Now Absalom happened to meet David’s men. He was riding his mule, and as the mule went under the thick branches of a large oak, Absalom’s hair got caught in the tree. He was left hanging in midair, while the mule he was riding kept on going.",
    "ar": "وَفِي أَثْنَاءِ الْمَعْرَكَةِ الْتَقَى أَبْشَالُومُ بِبَعْضِ رِجَالِ دَاوُدَ، وَكَانَ يَرْكَبُ آنَئِذٍ عَلَى بَغْلٍ مَرَّ بِهِ تَحْتَ شَجَرَةِ بَلُّوطٍ ضَخْمَةٍ ذَاتِ أَغْصَانٍ كَثِيفَةٍ مُتَشَابِكَةٍ، فَعَلِقَ شَعْرُهُ بِأَحَدِ فُرُوعِهَا، وَمَرَّ الْبَغْلُ مِنْ تَحْتِهِ وَتَرَكَهُ مُتَدَلِّياً بَيْنَ السَّمَاءِ وَالأَرْضِ."
  },
  "10": {
    "en": "When one of the men saw what had happened, he told Joab, “I just saw Absalom hanging in an oak tree.”",
    "ar": "فَرَآهُ رَجُلٌ وَأَخْبَرَ يُوآبَ: «رَأَيْتُ أَبْشَالُومَ مُعَلَّقاً بِشَجَرَةِ الْبَلُّوطِ»."
  },
  "11": {
    "en": "Joab said to the man who had told him this, “What! You saw him? Why didn’t you strike him to the ground right there? Then I would have had to give you ten shekels of silver and a warrior’s belt.”",
    "ar": "فَقَالَ لَهُ يُوآبُ: «رَأَيْتَهُ مُعَلَّقاً وَلَمْ تَقْتُلْهُ؟ لَوْ فَعَلْتَ، لأَعْطَيْتُكَ عَشَرَةَ قِطَعٍ مِنَ الْفِضَّةِ، وَحِزَامَ الْمُحَارِبِ»."
  },
  "12": {
    "en": "But the man replied, “Even if a thousand shekels were weighed out into my hands, I would not lay a hand on the king’s son. In our hearing the king commanded you and Abishai and Ittai, ‘Protect the young man Absalom for my sake.’",
    "ar": "فَأَجَابَ الرَّجُلُ: «وَلَوْ أَعْطَيْتَنِي أَلْفاً مِنَ الْفِضَّةِ لَمَا كُنْتُ أَمُدُّ يَدِي إِلَى ابْنِ الْمَلِكِ، لأَنَّ الْمَلِكَ أَوْصَاكَ عَلَى مَسْمَعٍ مِنَّا أَنْتَ وَأَبِيشَايَ وَإِتَّايَ قَائِلاً: لِيَحْرِصْ كُلُّ وَاحِدٍ مِنْكُمْ عَلَى حَيَاةِ أَبْشَالُومَ،"
  },
  "13": {
    "en": "And if I had put my life in jeopardy—and nothing is hidden from the king—you would have kept your distance from me.”",
    "ar": "وَلَوْ قَتَلْتُ ابْنَهُ لَكُنْتُ قَدِ ارْتَكَبْتُ جِنَايَةً فِي حَقِّ الْمَلِكِ الَّذِي لَا تَخْفَى عَلَيْهِ خَافِيَةٌ، وَلَكُنْتَ أَنْتَ نَفْسُكَ وَقَفْتَ ضِدِّي»."
  },
  "14": {
    "en": "Joab said, “I’m not going to wait like this for you.” So he took three javelins in his hand and plunged them into Absalom’s heart while Absalom was still alive in the oak tree.",
    "ar": "فَقَال يُوآبُ: «لا يُمْكِنُنِي أَنْ أَصْبِرَ هَكَذَا أَمَامَكَ» وَأَخَذَ بِيَدِهِ ثَلاثَةَ سِهَامٍ أَنْشَبَهَا فِي قَلْبِ أَبْشَالُومَ، وَهُوَ مَا بَرِحَ حَيًّا مُعَلَّقاً بِشَجَرَةِ الْبَلُّوطِ."
  },
  "15": {
    "en": "And ten of Joab’s armor-bearers surrounded Absalom, struck him and killed him.",
    "ar": "ثُمَّ أَحَاطَ بِالشَّجَرَةِ عَشَرَةُ غِلْمَانٍ، حَامِلِي سِلاحِ يُوآبَ، وَأَجْهَزُوا عَلَى أَبْشَالُومَ فَمَاتَ."
  },
  "16": {
    "en": "Then Joab sounded the trumpet, and the troops stopped pursuing Israel, for Joab halted them.",
    "ar": "وَنَفَخَ يُوآبُ بِالْبُوقِ فَارْتَدَّ جَيْشُ دَاوُدَ عَنْ تَعَقُّبِ الإِسْرَائِيلِيِّينَ لأَنَّ يُوآبَ حَالَ دُونَ ذَلِكَ."
  },
  "17": {
    "en": "They took Absalom, threw him into a big pit in the forest and piled up a large heap of rocks over him. Meanwhile, all the Israelites fled to their homes.",
    "ar": "وَأَنْزَلُوا أَبْشَالُومَ وَطَرَحُوهُ فِي الْغَابَةِ فِي حُفْرَةٍ عَمِيقَةٍ، وَأَهَالُوا عَلَيْهِ رُجْمَةً كَبِيرَةً جِدّاً مِنَ الْحِجَارَةِ. وَهَرَبَ كُلُّ جُنْدِيٍّ مِنْ جَيْشِ إِسْرَائِيلَ إِلَى بَيْتِهِ."
  },
  "18": {
    "en": "During his lifetime Absalom had taken a pillar and erected it in the King’s Valley as a monument to himself, for he thought, “I have no son to carry on the memory of my name.” He named the pillar after himself, and it is called Absalom’s Monument to this day.",
    "ar": "وَكَانَ أَبْشَالُومُ قَدْ أَقَامَ لِنَفْسِهِ فِي أَثْنَاءِ حَيَاتِهِ نَصَباً تَذْكَارِيًّا فِي وَادِي الْمَلِكِ، لأَنَّهُ قَالَ: «لَيْسَ لِيَ ابْنٌ يَحْمِلُ اسْمِي مِنْ بَعْدِي». وَمَازَالَ هَذَا النَّصَبُ مَعْرُوفاً بِنَصَبِ أَبْشَالُومَ إِلَى هَذَا الْيَوْمِ."
  },
  "19": {
    "en": "Now Ahimaaz son of Zadok said, “Let me run and take the news to the king that the Lord has vindicated him by delivering him from the hand of his enemies.”",
    "ar": "وَقَالَ أَخِيمَعَصُ بْنُ صَادُوقَ لِيُوآبَ: «دَعْنِي أُهْرَعُ لأُبَشِّرَ الْمَلِكَ أَنَّ اللهَ قَدِ انْتَقَمَ لَهُ مِنْ أَعْدَائِهِ»."
  },
  "20": {
    "en": "“You are not the one to take the news today,” Joab told him. “You may take the news another time, but you must not do so today, because the king’s son is dead.”",
    "ar": "فَأَجَابَهُ يُوآبُ: «لا، لَسْتَ أَنْتَ الَّذِي تَحْمِلُ بِشَارَةً فِي هَذَا الْيَوْمِ، دَعْهَا لِفُرْصَةٍ أُخْرَى إذْ لَا بِشَارَةَ فِي هَذَا الْيَوْمِ لأَنَّ الْمَيْتَ هُوَ ابْنُ الْمَلِكِ»."
  },
  "21": {
    "en": "Then Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed down before Joab and ran off.",
    "ar": "وَقَالَ يُوآبُ لِرَجُلٍ كُوشِيٍّ: «اذْهَبْ وَأَبْلِغِ الْمَلِكَ بِمَا شَاهَدْتَ». فَسَجَدَ الكُوشِيُّ لِيُوآبَ وَمَضَى مُسْرِعاً."
  },
  "22": {
    "en": "Ahimaaz son of Zadok again said to Joab, “Come what may, please let me run behind the Cushite.”\nBut Joab replied, “My son, why do you want to go? You don’t have any news that will bring you a reward.”",
    "ar": "وَأَلَحَّ أَخِيمَعَصُ بْنُ صَادُوقَ عَلَى يُوآبَ قَائِلاً: «مَهْمَا حَدَثَ، دَعْنِي أَجْرِي وَرَاءَ الْكُوشِيِّ أَيْضاً». فَقَال يُوآبُ: «لِمَاذَا تَجْرِي أَنْتَ يَا ابْني، وَلَسْتَ تَحْمِلُ بِشَارَةً تُكَافَأُ عَلَيْهَا؟»"
  },
  "23": {
    "en": "He said, “Come what may, I want to run.”\nSo Joab said, “Run!” Then Ahimaaz ran by way of the plain and outran the Cushite.",
    "ar": "فَقَالَ لَهُ: «مَهْمَا كَانَ الأَمْرُ دَعْنِي أَجْرِي». فَأَذِنَ لَهُ، فَجَرَى أَخِيمَعَصُ فِي طَرِيقِ الْغَوْرِ وَسَبَقَ الْكُوشِيَّ."
  },
  "24": {
    "en": "While David was sitting between the inner and outer gates, the watchman went up to the roof of the gateway by the wall. As he looked out, he saw a man running alone.",
    "ar": "وَبَيْنَمَا كَانَ دَاوُدُ جَالِساً فِي السَّاحَةِ الْفَاصِلَةِ بَيْنَ الْبَوَّابَةِ الْخَارِجِيَّةِ وَالْبَوَّابَةِ الدَّاخِلِيَّةِ طَلَعَ الرَّقِيبُ إِلَى السُّورِ فَوْقَ سَطْحِ الْبَابِ، وَتَلَفَّتَ حَوْلَهُ وَإذَا بِهِ يَرَى رَجُلاً يَرْكُضُ وَحْدَهُ،"
  },
  "25": {
    "en": "The watchman called out to the king and reported it.\nThe king said, “If he is alone, he must have good news.” And the runner came closer and closer.",
    "ar": "فَأَبْلَغَ الرَّقِيبُ الْمَلِكَ، فَقَالَ الْمَلِكُ: «إِنْ كَانَ وَحْدَهُ فَهُوَ حَامِلُ بُشْرَى». وَفِي أَثْنَاءِ اقْتِرَابِ الرَّسُولِ"
  },
  "26": {
    "en": "Then the watchman saw another runner, and he called down to the gatekeeper, “Look, another man running alone!”\nThe king said, “He must be bringing good news, too.”",
    "ar": "رَأَى الرَّقِيبُ رَجُلاً آخَرَ يَرْكُضُ، فَقَالَ لِلْبَوَّابِ: «هُوَذَا رَجُلٌ آخَرُ يَجْرِي وَحْدَهُ». فَقَالَ الْمَلِكُ: «وَهَذَا أَيْضاً مُبَشِّرٌ»."
  },
  "27": {
    "en": "The watchman said, “It seems to me that the first one runs like Ahimaaz son of Zadok.”\n“He’s a good man,” the king said. “He comes with good news.”",
    "ar": "وَعَادَ الرَّقِيبُ يَقُولُ: «إِنِّي أَرَى عَدْوَ الأَوَّلِ كَعَدْوِ أَخِيمَعَصَ بْنِ صَادُوقَ». فَقَالَ الْمَلِكُ: «هَذَا رَجُلٌ صَالِحٌ يَحْمِلُ بُشْرَى سَارَّةً»."
  },
  "28": {
    "en": "Then Ahimaaz called out to the king, “All is well!” He bowed down before the king with his face to the ground and said, “Praise be to the Lord your God! He has delivered up those who lifted their hands against my lord the king.”",
    "ar": "وَعِنْدَمَا وَصَلَ أَخِيمَعَصُ هَتَفَ: «سَلامٌ لِلْمَلِكِ» وَسَجَدَ أَمَامَهُ إِلَى الأَرْضِ ثُمَّ قَالَ: «تَبَارَكَ الرَّبُّ إِلَهُكَ الَّذِي أَظْفَرَكَ بِالْقَوْمِ الَّذِينَ تَمَرَّدُوا عَلَى سَيِّدِي الْمَلِكِ»."
  },
  "29": {
    "en": "The king asked, “Is the young man Absalom safe?”\nAhimaaz answered, “I saw great confusion just as Joab was about to send the king’s servant and me, your servant, but I don’t know what it was.”",
    "ar": "فَسَأَلَ الْمَلِكُ: «أَسَالِمٌ الْفَتَى أَبْشَالُومُ؟» فَأَجَابَ أَخِيمَعَصُ: «حِينَ أَرْسَلَنِي إِلَيْكَ عَبْدُكَ يُوآبُ رَأَيْتُ هُنَاكَ جَلَبَةً لَمْ أُدْرِكْ دَوَاعِيهَا»."
  },
  "30": {
    "en": "The king said, “Stand aside and wait here.” So he stepped aside and stood there.",
    "ar": "فَقَالَ لَهُ الْمَلِكُ: «تَنَحَّ جَانِباً وَانْتَظِرْ هُنَا». فَتَنَحَّى وَوَقَفَ يَنْتَظِرُ."
  },
  "31": {
    "en": "Then the Cushite arrived and said, “My lord the king, hear the good news! The Lord has vindicated you today by delivering you from the hand of all who rose up against you.”",
    "ar": "وَإذَا بِالْكُوشِيِّ مُقْبِلٌ قَائِلاً: «بُشْرَى لِسَيِّدِي الْمَلِكِ، لأَنَّ الرَّبَّ قَدِ انْتَقَمَ لَكَ الْيَوْمَ مِنْ جَمِيعِ الثَّائِرِينَ عَلَيْكَ»."
  },
  "32": {
    "en": "The king asked the Cushite, “Is the young man Absalom safe?”\nThe Cushite replied, “May the enemies of my lord the king and all who rise up to harm you be like that young man.”",
    "ar": "فَسَأَلَ الْمَلِكُ الْكُوشِيَّ: «أَسَاِلمٌ الْفَتى أَبْشَالُومُ؟» فَأَجَابَهُ: «لِيَكُنْ أَعْدَاءُ سَيِّدِي الْمَلِكِ وَجَمِيعُ مَنْ ثَارَ عَلَيْكَ عُدْوَاناً كَالْفَتَى أَبْشَالُومَ»."
  },
  "33": {
    "en": "The king was shaken. He went up to the room over the gateway and wept. As he went, he said: “O my son Absalom! My son, my son Absalom! If only I had died instead of you—O Absalom, my son, my son!”",
    "ar": "فَارْتَعَشَ الْمَلِكُ وَصَعِدَ إِلَى عِلِّيَّةِ الْبَوَّابَةِ بَاكِياً يَذْرَعُ أَرْضَ الْحُجْرَةِ قَائِلاً: «يَا ابْنِي، يَا ابْنِي أَبْشَالُومُ. يَا لَيْتَنِي مُتُّ عِوَضاً عَنْكَ يَا أَبْشَالُومُ يَا ابْنِي. آهِ يَا ابْنِي»."
  }
}