{
  "1": {
    "en": "This is the account of Shem, Ham and Japheth, Noah’s sons, who themselves had sons after the flood.",
    "ar": "هَذَا سِجِلُّ مَوَالِيدِ سَامٍ وَحَامٍ وَيَافَثَ أَبْنَاءِ نُوحٍ، وَمَنْ وُلِدَ لَهُمْ مِنْ بَعْدِ الطُّوفَانِ."
  },
  "2": {
    "en": "The sons of Japheth:\nGomer, Magog, Madai, Javan, Tubal, Meshek and Tiras.",
    "ar": "أَبْنَاءُ يَافَثَ: جُومَرُ وَمَاجُوجُ وَمَادَايُ وَيَاوَانُ وَتُوبَالُ وَمَاشَكُ وَتِيرَاسُ."
  },
  "3": {
    "en": "The sons of Gomer:\nAshkenaz, Riphath and Togarmah.",
    "ar": "وَأَبْنَاءُ جُومَرَ: أَشْكَنَازُ وَرِيفَاثُ وَتُوجَرْمَةُ."
  },
  "4": {
    "en": "The sons of Javan:\nElishah, Tarshish, the Kittites and the Rodanites.",
    "ar": "وَأَبْنَاءُ يَاوَانَ: أَلِيشَةُ وَتَرْشِيشُ وَكِتِّيمُ وَدُودَانِيمُ."
  },
  "5": {
    "en": "(From these the maritime peoples spread out into their territories by their clans within their nations, each with its own language.)",
    "ar": "وَتَفَرَّعَ مِنْ هَؤُلاءِ سُكَّانُ الْجَزَائِرِ وَتَفَرَّقُوا فِي مَنَاطِقِهِمْ حَسَبَ قَبَائِلِهِمْ وَأُمَمِهِمْ، وَلُغَاتِهِمْ."
  },
  "6": {
    "en": "The sons of Ham:\nCush, Egypt, Put and Canaan.",
    "ar": "وَأَبْنَاءُ حَامٍ: كُوشٌ وَمِصْرَايِمُ وَفُوطُ وَكَنْعَانُ."
  },
  "7": {
    "en": "The sons of Cush:\nSeba, Havilah, Sabtah, Raamah and Sabteka.\nThe sons of Raamah:\nSheba and Dedan.",
    "ar": "وَأَبْنَاءُ كُوشٍ: سَبَا، وَحَوِيلَةُ، وَسَبْتَةُ وَرَعْمَةُ وَسَبْتَكَا. وَأَبْنَاءُ رَعْمَةَ: سَبَا وَدَدَانُ."
  },
  "8": {
    "en": "Cush was the father of Nimrod, who became a mighty warrior on the earth.",
    "ar": "وَأَنْجَبَ كُوْشُ نِمْرُودَ الَّذِي مَا لَبِثَ أَنْ أَصْبَحَ عَاتِياً فِي الأَرْضِ."
  },
  "9": {
    "en": "He was a mighty hunter before the Lord; that is why it is said, “Like Nimrod, a mighty hunter before the Lord.”",
    "ar": "كَانَ صَيَّاداً عَاتِياً أَمَامَ الرَّبِّ، لِذَلِكَ يُقَالُ: «كَنِمْرُودَ جَبَّارُّ صَيْدٍ أَمَامَ الرَّبِّ»."
  },
  "10": {
    "en": "The first centers of his kingdom were Babylon, Uruk, Akkad and Kalneh, in Shinar.",
    "ar": "وَقَدْ تَكَوَّنَتْ مَمْلَكَتُهُ أَوَّلَ الأَمْرِ مِنْ بَابِلَ وَأَرَكَ وَأَكَّدَ وَكَلْنَةَ فِي أَرْضِ شِنْعَارَ."
  },
  "11": {
    "en": "From that land he went to Assyria, where he built Nineveh, Rehoboth Ir, Calah",
    "ar": "وَمِنْ تِلْكَ الأَرْضِ خَرَجَ أَشُّورُ وَبَنَى مُدُنَ نِينَوَى وَرَحُبُوتَ عَيْرَ وَكَالَحَ،"
  },
  "12": {
    "en": "and Resen, which is between Nineveh and Calah—which is the great city.",
    "ar": "وَرَسَنَ الْوَاقِعَةَ بَيْنَ نِينَوَى وَكَالَحَ. وَهِيَ الْمَدِينَةُ الْكَبِيرَةُ."
  },
  "13": {
    "en": "Egypt was the father of\nthe Ludites, Anamites, Lehabites, Naphtuhites,",
    "ar": "وَمِنْ مِصْرَايِمَ تَحَدَّرَتْ هَذِهِ الْقَبَائِلُ: اللُّودِيُّونَ وَالْعَنَامِيُّونَ، وَاللهَابِيُّونَ وَالنَّفْتُوحِيُّونَ"
  },
  "14": {
    "en": "Pathrusites, Kasluhites (from whom the Philistines came) and Caphtorites.",
    "ar": "وَالْفَتْرُوسِيُّونَ وَالْكَسْلُوحِيُّونَ. وَمِنْهُمْ تَحَدَّرَ الْفِلِسْطِينِيُّونَ وَالْكَفْتُورِيُّونَ."
  },
  "15": {
    "en": "Canaan was the father of\nSidon his firstborn, and of the Hittites,",
    "ar": "وَأَنْجَبَ كَنْعَانُ صِيدُونَ ابْنَهُ الْبِكْرَ ثُمَّ حِثًّا،"
  },
  "16": {
    "en": "Jebusites, Amorites, Girgashites,",
    "ar": "وَمِنْهُ تَحَدَّرَتْ قَبَائِلُ الْيَبُوسِيِّينَ وَالأَمُورِيِّينَ وَالْجِرْجَاشِيِّينَ،"
  },
  "17": {
    "en": "Hivites, Arkites, Sinites,",
    "ar": "وَالْحِوِّيِّينَ وَالْعَرْقِيِّينَ وَالسِّينِيِّينَ،"
  },
  "18": {
    "en": "Arvadites, Zemarites and Hamathites.\nLater the Canaanite clans scattered",
    "ar": "وَالأَرْوَادِيِّينَ وَالصَّمَارِيِّينَ وَالْحَمَاتِيِّينَ، وَبَعْدَ ذَلِكَ انْتَشَرَتِ الْقَبَائِلُ الْكَنْعَانِيَّةُ"
  },
  "19": {
    "en": "and the borders of Canaan reached from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah and Zeboyim, as far as Lasha.",
    "ar": "فِي الأَرَاضِي الْوَاقِعَةِ بَيْنَ صِيدُونَ وَغَزَّةَ مُرُوراً بِجَرَارَ، وَبَيْنَ صِيدُونَ وَلاشَعَ مُرُوراً بِسَدُومَ وَعَمُورَةَ وَأَدْمَةَ وَصَبُويِيمَ."
  },
  "20": {
    "en": "These are the sons of Ham by their clans and languages, in their territories and nations.",
    "ar": "كَانَ هَؤُلاءِ هُمُ الْمُنْحَدِرُونَ مِنْ حَامٍ بِحَسَبِ قَبَائِلِهِمْ وَلُغَاتِهِمْ وَبُلْدَانِهِمْ وَشُعُوبِهِمْ."
  },
  "21": {
    "en": "Sons were also born to Shem, whose older brother was Japheth; Shem was the ancestor of all the sons of Eber.",
    "ar": "وَأَنْجَبَ سَامٌ، أَخُو يَافَثَ الأَكْبَرُ، أَبْنَاءً. وَمِنْهُ تَحَدَّرَ جَمِيعُ بَنِي عَابِرَ."
  },
  "22": {
    "en": "The sons of Shem:\nElam, Ashur, Arphaxad, Lud and Aram.",
    "ar": "أَمَّا أَبْنَاءُ سَامٍ فَهُمْ: عِيلامُ وَأَشُّورُ وَأَرْفَكْشَادُ وَلُودُ وَأَرَامُ"
  },
  "23": {
    "en": "The sons of Aram:\nUz, Hul, Gether and Meshek.",
    "ar": "وَأَبْنَاءُ أَرَامَ: عُوصُ، وَحُولُ، وَجَاثَرُ وَمَاشُ."
  },
  "24": {
    "en": "Arphaxad was the father of Shelah,\nand Shelah the father of Eber.",
    "ar": "وَأَنْجَبَ أَرْفَكْشَادُ شَالَحَ، وَوَلَدَ شَالَحُ عَابِرَ."
  },
  "25": {
    "en": "Two sons were born to Eber:\nOne was named Peleg, because in his time the earth was divided; his brother was named Joktan.",
    "ar": "وَوُلِدَ لِعَابِرَ ابْنَانِ: اسْمُ أَحَدِهِمَا فَالَجُ (وَمَعْنَاهُ انْقِسَامٌ) لأَنَّ أَهْلَ الأَرْضِ انْقَسَمُوا فِي أَيَّامِهِ. وَاسْمُ أَخِيهِ يَقْطَانُ."
  },
  "26": {
    "en": "Joktan was the father of\nAlmodad, Sheleph, Hazarmaveth, Jerah,",
    "ar": "وَأَنْجَبَ يَقْطَانُ أَلْمُودَادَ وَشَالَفَ وَحَضَرْمَوْتَ وَيَارَحَ،"
  },
  "27": {
    "en": "Hadoram, Uzal, Diklah,",
    "ar": "وَهَدُورَامَ وَأُوزَالَ وَدِقْلَةَ،"
  },
  "28": {
    "en": "Obal, Abimael, Sheba,",
    "ar": "وَعُوبَالَ وَأَبِيمَايِلَ وَشَبَا،"
  },
  "29": {
    "en": "Ophir, Havilah and Jobab. All these were sons of Joktan.",
    "ar": "وَأُوفِيرَ وَحَوِيلَةَ وَيُوبَابَ. وَهَؤُلاءِ جَمِيعُهُمْ أَبْنَاءُ يَقْطَانَ."
  },
  "30": {
    "en": "The region where they lived stretched from Mesha toward Sephar, in the eastern hill country.",
    "ar": "وَقَدِ اسْتَوْطَنُوا فِي الأَرَاضِي الْوَاقِعَةِ بَيْنَ مِيشَا وَالتِّلالِ الشَّرْقِيَّةِ مِنْ جَبَلِ سَفَارَ."
  },
  "31": {
    "en": "These are the sons of Shem by their clans and languages, in their territories and nations.",
    "ar": "هَؤُلاءِ هُمُ الْمُنْحَدِرُونَ مِنْ سَامٍ حَسَبَ قَبَائِلِهِمْ وَلُغَاتِهِمْ وَبُلْدَانِهِمْ وَشُعُوبِهِمْ."
  },
  "32": {
    "en": "These are the clans of Noah’s sons, according to their lines of descent, within their nations. From these the nations spread out over the earth after the flood.",
    "ar": "هَذِهِ هِيَ الْقَبَائِلُ الْمُنْحَدِرَةُ مِنْ أَبْنَاءِ نُوحٍ حَسَبَ شُعُوبِهِمْ، وَمِنْهُمُ انْتَشَرَتِ الأُمَمُ فِي الأَرْضِ بَعْدَ الطُّوفَانِ."
  }
}