{
  "1": {
    "en": "The Lord appeared to Abraham near the great trees of Mamre while he was sitting at the entrance to his tent in the heat of the day.",
    "ar": "ثُمَّ ظَهَرَ الرَّبُّ لإِبْرَاهِيمَ وَهُوَ جَالِسٌ عِنْدَ بَلُّوطَاتِ مَمْرَا وَقْتَ اشْتِدَادِ حَرِّ النَّهَارِ،"
  },
  "2": {
    "en": "Abraham looked up and saw three men standing nearby. When he saw them, he hurried from the entrance of his tent to meet them and bowed low to the ground.",
    "ar": "فَرَفَعَ عَيْنَيْهِ وَإذَا بِهِ يَرَى ثَلاثَةَ رِجَالٍ مَاثِلِينَ لَدَيْهِ. فَأَسْرَعَ لاسْتِقْبَالِهِمْ مِنْ بَابِ الْخَيْمَةِ وَسَجَدَ إِلَى الأَرْضِ."
  },
  "3": {
    "en": "He said, “If I have found favor in your eyes, my lord, do not pass your servant by.",
    "ar": "وَقَالَ: «يَا سَيِّدِي، إِنْ كُنْتُ قَدْ حَظِيْتُ بِرِضَاكَ فَلا تَعْبُرْ عَنْ عَبْدِكَ."
  },
  "4": {
    "en": "Let a little water be brought, and then you may all wash your feet and rest under this tree.",
    "ar": "بَلْ دَعْنِي أُقَدِّمُ لَكُمْ بَعْضَ مَاءٍ تَغْسِلُونَ بِهِ أَرْجُلَكُمْ وَتَتَّكِئُونَ تَحْتَ الشَّجَرَةِ،"
  },
  "5": {
    "en": "Let me get you something to eat, so you can be refreshed and then go on your way—now that you have come to your servant.”\n“Very well,” they answered, “do as you say.”",
    "ar": "ثُمَّ آتِي لَكُمْ بِلُقْمَةِ خُبْزٍ تُسْنِدُونَ بِها قُلُوبَكُمْ، وَبَعْدَ ذَلِكَ تُوَاصِلُونَ مَسِيرَتَكُمْ، لأَنَّكُمْ قَدْ مِلْتُمْ إِلَى بَيْتِ عَبْدِكُمْ». فَأَجَابُوهُ: «حَسَناً، لِيَكُنْ كَمَا قُلْتَ»."
  },
  "6": {
    "en": "So Abraham hurried into the tent to Sarah. “Quick,” he said, “get three seahs of the finest flour and knead it and bake some bread.”",
    "ar": "فَأَسْرَعَ إِبْرَاهِيمُ إِلَى دَاخِلِ الْخَيْمَةِ إِلَى زَوْجَتِهِ سَارَةَ وَقَالَ: «هَيَّا أَسْرِعِي وَاعْجِنِي ثَلاثَ كَيْلاتٍ مِنْ أَفْضَلِ الدَّقِيقِ وَاخْبِزِيهَا»."
  },
  "7": {
    "en": "Then he ran to the herd and selected a choice, tender calf and gave it to a servant, who hurried to prepare it.",
    "ar": "ثُمَّ أَسْرَعَ إِبْرَاهِيمُ نَحْوَ قَطِيعِهِ وَاخْتَارَ عِجْلاً غَضّاً مُسَمَّناً وَأَعْطَاهُ لِغُلامٍ كَيْ يُجَهِّزَهُ."
  },
  "8": {
    "en": "He then brought some curds and milk and the calf that had been prepared, and set these before them. While they ate, he stood near them under a tree.",
    "ar": "ثُمَّ أَخَذَ زُبْداً وَلَبَناً وَالْعِجْلَ الَّذِي طَبَخَهُ، وَمَدَّهَا أَمَامَهُمْ، وَبَقِيَ وَاقِفاً فِي خِدْمَتِهِمْ تَحْتَ الشَّجَرَةِ وَهُمْ يَأْكُلُونَ."
  },
  "9": {
    "en": "“Where is your wife Sarah?” they asked him.\n“There, in the tent,” he said.",
    "ar": "ثُمَّ سَأَلُوهُ: «أَيْنَ زَوْجَتُكَ؟» فَأَجَابَ: «هَا هِيَ فِي الْخَيْمَةِ»."
  },
  "10": {
    "en": "Then one of them said, “I will surely return to you about this time next year, and Sarah your wife will have a son.”\nNow Sarah was listening at the entrance to the tent, which was behind him.",
    "ar": "فَقَالَ: «إِنِّي أَرْجِعُ إِلَيْكَ فِي مِثْلِ هَذَا الْوَقْتِ مِنَ السَّنَةِ الْقَادِمَةِ فَتَكُونُ سَارَةُ آنَئِذٍ قَدْ وَلَدَتْ لَكَ ابْناً». وَكَانَتْ سَارَةُ وَرَاءَهُ، عِنْدَ بَابِ الْخَيْمَةِ، فَسَمِعَتْ حَدِيثَهُ."
  },
  "11": {
    "en": "Abraham and Sarah were already very old, and Sarah was past the age of childbearing.",
    "ar": "وَكَانَ إِبْرَاهِيمُ وَسَارَةُ عَجُوزَيْنِ طَاعِنَيْنِ جِدّاً فِي السِّنِّ وَقَدْ تَجَاوَزَتْ سَارَةُ سِنَّ الْيَأْسِ."
  },
  "12": {
    "en": "So Sarah laughed to herself as she thought, “After I am worn out and my lord is old, will I now have this pleasure?”",
    "ar": "فَضَحِكَتْ سَارَةُ فِي نَفْسِهَا قَائِلَةً: «أَبَعْدَ أَنْ فَنِيَ عُمْرِي وَأَصْبَحَ زَوْجِي شَيْخاً يَكُونُ لِي هَذَا التَّنَعُّمُ؟»"
  },
  "13": {
    "en": "Then the Lord said to Abraham, “Why did Sarah laugh and say, ‘Will I really have a child, now that I am old?’",
    "ar": "فَقَالَ الرَّبُّ لإِبْرَاهِيمَ: «لِمَاذَا ضَحِكَتْ سَارَةُ قَائِلَةً: أَحَقّاً أَلِدُ ابْناً وَقَدْ بَلَغْتُ سِنَّ الشَّيْخُوخَةِ؟"
  },
  "14": {
    "en": "Is anything too hard for the Lord? I will return to you at the appointed time next year, and Sarah will have a son.”",
    "ar": "أَيَتَعَذَّرُ عَلَى الرَّبِّ شَيْءٌ؟ سَأَرْجِعُ إِلَيْكَ فِي مِثْلِ هَذَا الْوَقْتِ مِنَ السَّنَةِ الْقَادِمَةِ فَتَكُونُ سَارَةُ قَدْ أَنْجَبَتِ ابْناً»."
  },
  "15": {
    "en": "Sarah was afraid, so she lied and said, “I did not laugh.”\nBut he said, “Yes, you did laugh.”",
    "ar": "فَخَافَتْ سَارَةُ وَأَنْكَرَتْ قَائِلَةً: «لَمْ أَضْحَكْ». فَقَالَ: «لا، بَلْ ضَحِكْتِ»."
  },
  "16": {
    "en": "When the men got up to leave, they looked down toward Sodom, and Abraham walked along with them to see them on their way.",
    "ar": "ثُمَّ نَهَضَ الرِّجَالُ وَتَطَلَّعُوا نَحْوَ سَدُومَ. فَمَشَى إِبْرَاهِيمُ مَعَهُمْ لِيُوَدِّعَهُمْ."
  },
  "17": {
    "en": "Then the Lord said, “Shall I hide from Abraham what I am about to do?",
    "ar": "فَقَالَ الرَّبُّ: «أَأَكْتُمُ عَنْ إِبْرَاهِيمَ مَا أَنَا فَاعِلُهُ؟"
  },
  "18": {
    "en": "Abraham will surely become a great and powerful nation, and all nations on earth will be blessed through him.",
    "ar": "وَإِبْرَاهِيمُ لابُدَّ أَنْ يُصْبِحَ أُمَّةً كَبِيرَةً وَقَوِيَّةً، وَبِهِ تَتَبَارَكُ شُعُوبُ الأَرْضِ جَمِيعاً،"
  },
  "19": {
    "en": "For I have chosen him, so that he will direct his children and his household after him to keep the way of the Lord by doing what is right and just, so that the Lord will bring about for Abraham what he has promised him.”",
    "ar": "لأَنَّنِي قَدِ اخْتَرْتُهُ لِيُوْصِيَ بَنِيهِ وَأَهْلَ بَيْتِهِ مِنْ بَعْدِهِ كَيْ يَحْفَظُوا طَرِيقَ الرَّبِّ، عَامِلِينَ الْبِرَّ وَالْعَدْلَ، حَتَّى يُنْجِزَ الرَّبُّ مَا وَعَدَ بِهِ إِبْرَاهِيمَ»."
  },
  "20": {
    "en": "Then the Lord said, “The outcry against Sodom and Gomorrah is so great and their sin so grievous",
    "ar": "وَقَالَ الرَّبُّ: «لأَنَّ الشَّكْوَى ضِدَّ مَظَالِمِ سَدُومَ وَعَمُورَةَ قَدْ كَثُرَتْ وَخَطِيئَتُهُمْ قَدْ عَظُمَتْ جِدّاً"
  },
  "21": {
    "en": "that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.”",
    "ar": "أَنْزِلُ لأَرَى إِنْ كَانَتْ أَعْمَالُهُمْ مُطَابِقَةً لِلشَّكْوَى ضِدَّهُمْ وَإلَّا فَأَعْلَمُ»."
  },
  "22": {
    "en": "The men turned away and went toward Sodom, but Abraham remained standing before the Lord.",
    "ar": "وَانْطَلَقَ الرَّجُلانِ مِنْ هُنَاكَ نَحْوَ سَدُومَ، وَبَقِيَ إِبْرَاهِيمُ مَاثِلاً أَمَامَ الرَّبِّ."
  },
  "23": {
    "en": "Then Abraham approached him and said: “Will you sweep away the righteous with the wicked?",
    "ar": "فَاقْتَرَبَ إِبْرَاهِيمُ وَقَالَ: «أَتُهْلِكُ الْبَارَّ مَعَ الأَثِيمِ؟"
  },
  "24": {
    "en": "What if there are fifty righteous people in the city? Will you really sweep it away and not spare the place for the sake of the fifty righteous people in it?",
    "ar": "لَوْ وُجِدَ فِي الْمَدِينَةِ خَمْسُونَ بَارّاً، فَهَلْ تُدَمِّرُهَا وَلا تَصْفَحُ عَنْهَا مِنْ أَجْلِ الْخَمْسِينَ بَارّاً الَّذِينَ فِيهَا؟"
  },
  "25": {
    "en": "Far be it from you to do such a thing—to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?”",
    "ar": "تَنَزَّهْتَ عَنْ أَنْ تُهْلِكَ الْبَارَّ مَعَ الأَثِيمِ، فَيَكُونُ الْبَارُّ كَالأَثِيمِ؛ حَاشَا لَكَ. أَدَيَّانُ الأَرْضِ كُلِّهَا لَا يُجْرِي عَدْلاً؟»"
  },
  "26": {
    "en": "The Lord said, “If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.”",
    "ar": "فَقَالَ الرَّبُّ: «إِنْ وَجَدْتُ فِي سَدُومَ خَمْسِينَ بَارّاً فَإِنَّنِي أَصْفَحُ عَنِ الْمَكَانِ كُلِّهِ مِنْ أَجْلِهِمْ»."
  },
  "27": {
    "en": "Then Abraham spoke up again: “Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes,",
    "ar": "فَأَجَابَ إِبْرَاهِيمُ: «هَا أَنَا قَدْ أَخَذْتُ فِي مُخَاطَبَةِ الْمَوْلَى، مَعَ أَنَّنِي لَسْتُ سِوَى تُرَابٍ وَرَمَادٍ."
  },
  "28": {
    "en": "what if the number of the righteous is five less than fifty? Will you destroy the whole city for lack of five people?”\n“If I find forty-five there,” he said, “I will not destroy it.”",
    "ar": "مَاذَا لَوْ نَقَصَ الْخَمْسُونَ بَارّاً خَمْسَةً؟ أَفَتُهْلِكُ الْمَدِينَةَ كُلَّهَا مِنْ أَجْلِ الْخَمْسَةِ؟» فَأَجَابَهُ: «إِنْ وَجَدْتُ خَمْسَةً وَأَرْبَعِينَ بَارّاً لَا أُهْلِكُهَا»."
  },
  "29": {
    "en": "Once again he spoke to him, “What if only forty are found there?”\nHe said, “For the sake of forty, I will not do it.”",
    "ar": "فَخَاطَبَهُ إِبْرَاهِيمُ ثَانِيَةً: «وَمَاذَا لَوْ وُجِدَ هُنَاكَ أَرْبَعُونَ بَارّاً فَقَطْ؟». فَأَجَابَهُ: «لا أُهْلِكُهَا مِنْ أَجْلِ الأَرْبَعِينَ»."
  },
  "30": {
    "en": "Then he said, “May the Lord not be angry, but let me speak. What if only thirty can be found there?”\nHe answered, “I will not do it if I find thirty there.”",
    "ar": "وَقَالَ إِبْرَاهِيمُ: «لا يَغْضَبِ الْمَوْلَى، بَلْ دَعْنِي أَتَكَلَّمُ. مَاذَا لَوْ وُجِدَ هُنَاكَ ثَلاثُونَ بَارّاً؟». فَأَجَابَهُ: «لا أُهْلِكُهَا إِنْ وَجَدْتُ ثَلاثِينَ»."
  },
  "31": {
    "en": "Abraham said, “Now that I have been so bold as to speak to the Lord, what if only twenty can be found there?”\nHe said, “For the sake of twenty, I will not destroy it.”",
    "ar": "وَقَالَ إِبْرَاهِيمُ: «هَا أَنَا قَدِ اسْتَرْسَلْتُ فِي الْكَلامِ أَمَامَ الْمَوْلَى، فَمَاذَا لَوْ وَجَدْتَ هُنَاكَ عِشْرِينَ بَارّاً؟» فَقَالَ: «لا أُهْلِكُهَا مِنْ أَجْلِ الْعِشْرِينَ»."
  },
  "32": {
    "en": "Then he said, “May the Lord not be angry, but let me speak just once more. What if only ten can be found there?”\nHe answered, “For the sake of ten, I will not destroy it.”",
    "ar": "وَقَالَ إِبْرَاهِيمُ: «لا يَغْضَبِ الْمَوْلَى، فَأَتَكَلَّمَ مَرَّةً أُخْرَى: مَاذَا لَوْ وُجِدَ هُنَاكَ عَشَرَةٌ؟». فَأَجَابَهُ الرَّبُّ: «لا أُهْلِكُهَا مِنْ أَجْلِ الْعَشَرَةِ»."
  },
  "33": {
    "en": "When the Lord had finished speaking with Abraham, he left, and Abraham returned home.",
    "ar": "وَعِنْدَمَا فَرَغَ الرَّبُّ مِنْ مُحَادَثَةِ إِبْرَاهِيمَ مَضَى، وَرَجَعَ إِبْرَاهِيمُ إِلَى مَكَانِهِ."
  }
}