{
  "1": {
    "en": "Sarah lived to be a hundred and twenty-seven years old.",
    "ar": "وَعَاشَتْ سَارَةُ مِئَةً وَسَبْعاً وَعِشْرِينَ سَنَةً."
  },
  "2": {
    "en": "She died at Kiriath Arba (that is, Hebron) in the land of Canaan, and Abraham went to mourn for Sarah and to weep over her.",
    "ar": "ثُمَّ مَاتَتْ سَارَةُ فِي قَرْيَةِ أَرْبَعَ، أَيْ حَبْرُونَ، فِي أَرْضِ كَنْعَانَ، فَجَاءَ إِبْرَاهِيمُ لِيَنْدُبَ سَارَةَ وَيَبْكِيَ عَلَيْهَا."
  },
  "3": {
    "en": "Then Abraham rose from beside his dead wife and spoke to the Hittites. He said,",
    "ar": "وَنَهَضَ إِبْرَاهِيمُ مِنْ أَمَامِ الْجُثْمَانِ وَقَالَ لِلْحِثِّيِّينَ:"
  },
  "4": {
    "en": "“I am a foreigner and stranger among you. Sell me some property for a burial site here so I can bury my dead.”",
    "ar": "«أَنَا غَرِيبٌ وَنَزِيلٌ بَيْنَكُمْ، فَمَلِّكُونِي مَعَكُمْ مَدْفَناً أُوَارِي فِيهِ مَيْتِي مِنْ أَمَامِي»."
  },
  "5": {
    "en": "The Hittites replied to Abraham,",
    "ar": "فَأَجَابُوهُ قَائِلِينَ:"
  },
  "6": {
    "en": "“Sir, listen to us. You are a mighty prince among us. Bury your dead in the choicest of our tombs. None of us will refuse you his tomb for burying your dead.”",
    "ar": "«أَصْغِ لَنَا يَا سَيِّدِي. أَنْتَ رَئِيسٌ مِنَ اللهِ فِي وَسَطِنَا، فَادْفِنْ مَيْتَكَ فِي أَفْضَلِ قُبُورِنَا، فَلا أَحَدَ مِنَّا يَمْنَعُ قَبْرَهُ عَنْكَ لِتَدْفِنَ مَيْتَكَ»."
  },
  "7": {
    "en": "Then Abraham rose and bowed down before the people of the land, the Hittites.",
    "ar": "فَنَهَضَ إِبْرَاهِيمُ وَانْحَنَى أَمَامَ الْحِثِّيِّينَ أَهْلِ الْبِلادِ،"
  },
  "8": {
    "en": "He said to them, “If you are willing to let me bury my dead, then listen to me and intercede with Ephron son of Zohar on my behalf",
    "ar": "وَقَالَ: «إِنْ طَابَتْ نُفُوسُكُمْ أَنْ أَدْفِنَ مَيْتِي مِنْ أَمَامِي، فَاسْمَعُوا لِي وَالْتَمِسُوا لأَجْلِي مِنْ عِفْرُونَ بْنِ صُوحَرَ،"
  },
  "9": {
    "en": "so he will sell me the cave of Machpelah, which belongs to him and is at the end of his field. Ask him to sell it to me for the full price as a burial site among you.”",
    "ar": "أَنْ يَبِيعَنِي مَغَارَةَ الْمَكْفِيلَةِ الَّتِي فِي طَرَفِ حَقْلِهِ، فَأَشْتَرِيَهَا مِنْهُ لِقَاءَ ثَمَنٍ كَامِلٍ، وَأَمْتَلِكَهَا لِتَكُونَ مَدْفَناً لِي فِي وَسَطِكُمْ»."
  },
  "10": {
    "en": "Ephron the Hittite was sitting among his people and he replied to Abraham in the hearing of all the Hittites who had come to the gate of his city.",
    "ar": "وَكَانَ عِفْرُونُ جَالِساً بَيْنَ الْحِثِّيِّينَ، فَقَالَ فِي مَسَامِعِ الْحِثِّيِّينَ، أَمَامَ كُلِّ الْحَاضِرِينَ فِي مَجْلِسِ مَدِينَتِهِ:"
  },
  "11": {
    "en": "“No, my lord,” he said. “Listen to me; I give you the field, and I give you the cave that is in it. I give it to you in the presence of my people. Bury your dead.”",
    "ar": "«لا يَا سَيِّدِي، بَلْ أَصْغِ إِلَيَّ، هُوَذَا الْحَقْلُ الَّذِي لِي وَالْمَغَارَةُ الَّتِي فِيهِ أَهَبُهُمَا لَكَ عَلَى مَشْهَدٍ مِنْ بَنِي شَعْبِي فَخُذْهُمَا وَادْفِنْ مَيْتَكَ»."
  },
  "12": {
    "en": "Again Abraham bowed down before the people of the land",
    "ar": "فَانْحَنَى إِبْرَاهِيمُ أَمَامَ أَهْلِ الْبِلادِ مَرَّةً ثَانِيَةً،"
  },
  "13": {
    "en": "and he said to Ephron in their hearing, “Listen to me, if you will. I will pay the price of the field. Accept it from me so I can bury my dead there.”",
    "ar": "وَقَالَ لِعِفْرُونَ فِي مَسَامِعِ شَعْبِ الأَرْضِ: «إِنْ كُنْتَ تَشَاءُ فَاسْمَعْ لِي. أَنَا أَدْفَعُ ثَمَنَ الْحَقْلِ. فَاقْبَلْ ذَلِكَ مِنِّي فَأَقُومَ بِدَفْنِ مَيْتِي هُنَاكَ»."
  },
  "14": {
    "en": "Ephron answered Abraham,",
    "ar": "فَأَجَابَ عِفْرُونُ إِبْرَاهِيمَ:"
  },
  "15": {
    "en": "“Listen to me, my lord; the land is worth four hundred shekels of silver, but what is that between you and me? Bury your dead.”",
    "ar": "«أَصْغِ لِي يَا سَيِّدِي، إِنَّ الأَرْضَ تُسَاوِي أَرْبَعَ مِئَةِ شَاقِلٍ (حَوَالَي خَمْسَةِ كِيلُو جِرَامَاتٍ) مِنَ الْفِضَّةِ، وَهُوَ (ثَمَنٌ) لَا قِيمَةَ لَهُ بَيْنِي وَبَيْنَكَ، فَادْفِنْ مَيْتَكَ»."
  },
  "16": {
    "en": "Abraham agreed to Ephron’s terms and weighed out for him the price he had named in the hearing of the Hittites: four hundred shekels of silver, according to the weight current among the merchants.",
    "ar": "فَقَبِلَ إِبْرَاهِيمُ عَرْضَ عِفْرُونَ، وَوَزَنَ لَهُ الْفِضَّةَ الَّتِي ذَكَرَهَا فِي مَسَامِعِ الْحِثِّيِّينَ. أَرْبَعَ مِئَةِ شَاقِلٍ رَائِجَةً بَيْنَ التُّجَّارِ."
  },
  "17": {
    "en": "So Ephron’s field in Machpelah near Mamre—both the field and the cave in it, and all the trees within the borders of the field—was deeded",
    "ar": "وَبِمُقْتَضَى ذَلِكَ أَصْبَحَ حَقْلُ عِفْرُونَ الَّذِي فِي الْمَكْفِيلَةِ مُقَابِلَ مَمْرَا، وَالْمَغَارَةُ الَّتِي فِيهِ، وَجَمِيعُ الأَشْجَارِ الْقَائِمَةِ فِي كُلِّ الْحُدُودِ الْمُحِيطَةِ بِهِ،"
  },
  "18": {
    "en": "to Abraham as his property in the presence of all the Hittites who had come to the gate of the city.",
    "ar": "مُلْكاً لإِبْرَاهِيمَ، بِمَشْهَدٍ مِنَ الْحِثِّيِّينَ وَسَائِرِ الْحَاضِرِينَ فِي مَجْلِسِ مَدِينَتِهِ."
  },
  "19": {
    "en": "Afterward Abraham buried his wife Sarah in the cave in the field of Machpelah near Mamre (which is at Hebron) in the land of Canaan.",
    "ar": "وَبَعْدَ ذَلِكَ دَفَنَ إِبْرَاهِيمُ زَوْجَتَهُ سَارَةَ فِي مَغَارَةِ الْمَكْفِيلَةِ، مُقَابِلَ مَمْرَا. وَهِيَ حَبْرُونُ فِي أَرْضِ كَنْعَانَ."
  },
  "20": {
    "en": "So the field and the cave in it were deeded to Abraham by the Hittites as a burial site.",
    "ar": "فَامْتَلَكَ إِبْرَاهِيمُ مِنَ الْحِثِّيِّينَ الْحَقْلَ وَالْمَغَارَةَ الَّتِي فِيهِ لِيَكُونَا مَدْفَناً لَهُ."
  }
}