{
  "1": {
    "en": "But God remembered Noah and all the wild animals and the livestock that were with him in the ark, and he sent a wind over the earth, and the waters receded.",
    "ar": "ثُمَّ افْتَقَدَ اللهُ نُوحاً وَمَا مَعَهُ فِي الْفُلْكِ مِنْ وُحُوشٍ وبَهَائِمَ، فَأَرْسَلَ رِيحاً عَلَى الأَرْضِ فَتَقَلَّصَتِ الْمِيَاهُ"
  },
  "2": {
    "en": "Now the springs of the deep and the floodgates of the heavens had been closed, and the rain had stopped falling from the sky.",
    "ar": "وَانْسَدَّتْ يَنَابِيعُ الْمَاءِ فِي الْأَرْضِ وَالسَّمَاءِ، وَاحْتَبَسَ الْمَطَرُ."
  },
  "3": {
    "en": "The water receded steadily from the earth. At the end of the hundred and fifty days the water had gone down,",
    "ar": "وَتَرَاجَعَتِ الْمِيَاهُ عَنِ الأَرْضِ تَدْرِيجِيًّا. وَبَعْدَ مِئَةٍ وَخَمْسِينَ يَوْماً نَقَصَتِ الْمِيَاهُ."
  },
  "4": {
    "en": "and on the seventeenth day of the seventh month the ark came to rest on the mountains of Ararat.",
    "ar": "وَاسْتَقَرَّ الْفُلْكُ عَلَى جِبَالِ أَرَارَاطَ فِي الْيَوْمِ السَّابِعَ عَشَرَ مِنَ الشَّهْرِ السَّابِعِ لِلطُّوفَانِ."
  },
  "5": {
    "en": "The waters continued to recede until the tenth month, and on the first day of the tenth month the tops of the mountains became visible.",
    "ar": "وَظَلَّتِ الْمِيَاهُ تَتَنَاقَصُ تَدْرِيجِيًّا حَتَّى الشَّهْرِ الْعَاشِرِ. وَفِي الْيَوْمِ الأَوَّلِ مِنَ الشَّهْرِ الْعَاشِرِ بَدَتْ قِمَمُ الْجِبَالِ."
  },
  "6": {
    "en": "After forty days Noah opened a window he had made in the ark",
    "ar": "وَبَعْدَ أَرْبَعِينَ يَوْماً أُخْرَى فَتَحَ نُوحٌ النَّافِذَةَ الَّتِي كَانَ قَدْ عَمِلَهَا فِي الْفُلْكِ."
  },
  "7": {
    "en": "and sent out a raven, and it kept flying back and forth until the water had dried up from the earth.",
    "ar": "وَأَطْلَقَ غُرَاباً، فَخَرَجَ وَظَلَّ يَحُومُ مُتَرَدِّداً إِلَى الْفُلْكِ حَتَّى جَفَّتِ الْمِيَاهُ عَنِ الأَرْضِ."
  },
  "8": {
    "en": "Then he sent out a dove to see if the water had receded from the surface of the ground.",
    "ar": "ثُمَّ أَطْلَقَ نُوحٌ حَمَامَةً مِنَ الْفُلْكِ لِيَرَى إِنْ كَانَتِ الْمِيَاهُ قَدْ تَقَلَّصَتْ عَنْ وَجْهِ الأَرْضِ،"
  },
  "9": {
    "en": "But the dove could find nowhere to perch because there was water over all the surface of the earth; so it returned to Noah in the ark. He reached out his hand and took the dove and brought it back to himself in the ark.",
    "ar": "وَلَكِنَّ الْحَمَامَةَ لَمْ تَجِدْ مَوْضِعاً تَسْتَقِرُّ عَلَيْهِ رِجْلُهَا فَرَجَعَتْ إِلَيْهِ فِي الْفُلْكِ، لأَنَّ الْمِيَاهَ كَانَتْ مَازَالَتْ تَغْمُرُ سَطْحَ الأَرْضِ، فَمَدَّ يَدَهُ وَأَخَذَهَا، وَأَدْخَلَهَا عِنْدَهُ إِلَى الْفُلْكِ."
  },
  "10": {
    "en": "He waited seven more days and again sent out the dove from the ark.",
    "ar": "وَانْتَظَرَ سَبْعَةَ أَيَّامٍ أُخْرَى ثُمَّ عَادَ فَأَطْلَقَ الْحَمَامَةَ مِنَ الْفُلْكِ،"
  },
  "11": {
    "en": "When the dove returned to him in the evening, there in its beak was a freshly plucked olive leaf! Then Noah knew that the water had receded from the earth.",
    "ar": "فَرَجَعَتْ إِلَيْهِ عِنْدَ الْمَسَاءِ تَحْمِلُ فِي مِنْقَارِهَا وَرَقَةَ زَيْتُونٍ خَضْرَاءَ، فَأَدْرَكَ نُوحٌ أَنَّ الْمِيَاهَ قَدْ تَنَاقَصَتْ عَنِ الأَرْضِ."
  },
  "12": {
    "en": "He waited seven more days and sent the dove out again, but this time it did not return to him.",
    "ar": "فَمَكَثَ سَبْعَةَ أَيَّامٍ أُخْرَى ثُمَّ أَطْلَقَ الْحَمَامَةَ فَلَمْ تَرْجِعْ إِلَيْهِ هَذِهِ الْمَرَّةَ."
  },
  "13": {
    "en": "By the first day of the first month of Noah’s six hundred and first year, the water had dried up from the earth. Noah then removed the covering from the ark and saw that the surface of the ground was dry.",
    "ar": "وَفِي الْيَوْمِ الأَوَّلِ مِنَ الشَّهْرِ الأَوَّلِ مِنَ السَّنَةِ الْوَاحِدَةِ وَالسِّتِّ مِئَةٍ مِنْ عُمْرِ نُوحٍ، جَفَّتِ الْمِيَاهُ عَنِ الأَرْضِ، فَرَفَعَ نُوحٌ سَقْفَ الْفُلْكِ وَتَطَلَّعَ حَوْلَهُ، فَرَأَى أَنَّ سَطْحَ الأَرْضِ قَدْ أَخَذَ فِي الْجَفَافِ."
  },
  "14": {
    "en": "By the twenty-seventh day of the second month the earth was completely dry.",
    "ar": "وَلَكِنَّ الأَرْضَ لَمْ تَجِفَّ تَمَاماً إِلّا فِي الْيَوْمِ السَّابِعِ وَالْعِشْرِينَ مِنَ الشَّهْرِ الثَّانِي."
  },
  "15": {
    "en": "Then God said to Noah,",
    "ar": "وَخَاطَبَ اللهُ نُوحاً قَائِلا:"
  },
  "16": {
    "en": "“Come out of the ark, you and your wife and your sons and their wives.",
    "ar": "«اخْرُجْ مِنَ الْفُلْكِ أَنْتَ وَامْرَأَتُكَ وَبَنُوكَ وَنِسَاءُ بَنِيكَ مَعَكَ،"
  },
  "17": {
    "en": "Bring out every kind of living creature that is with you—the birds, the animals, and all the creatures that move along the ground—so they can multiply on the earth and be fruitful and increase in number on it.”",
    "ar": "وَأَخْرِجْ كُلَّ مَا مَعَكَ مِنَ الْكَائِنَاتِ الْحَيَّةِ، مِنْ طُيُورٍ وَبَهَائِمَ وَكُلِّ مَا يَزْحَفُ عَلَى الأَرْضِ لِتَتَوَالَدَ وَتَتَكَاثَرَ عَلَى الأَرْضِ»."
  },
  "18": {
    "en": "So Noah came out, together with his sons and his wife and his sons’ wives.",
    "ar": "وَخَرَجَ نُوحٌ وَبَنُوهُ وَامْرَأَتُهُ وَزَوْجَاتُ بَنِيهِ مَعَهُ."
  },
  "19": {
    "en": "All the animals and all the creatures that move along the ground and all the birds—everything that moves on land—came out of the ark, one kind after another.",
    "ar": "وَكَذَلِكَ خَرَجَتْ مَعَهُ كُلُّ الْحَيَوَانَاتِ، وَالزَّوَاحِفِ وَالطُّيُورِ، وَكُلُّ مَا يَدِبُّ عَلَى الأَرْضِ، كُلٌّ مِنْهَا كَجِنْسِهَا."
  },
  "20": {
    "en": "Then Noah built an altar to the Lord and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it.",
    "ar": "وَبَنَى نُوحٌ مَذْبَحاً لِلرَّبِّ ثُمَّ اخْتَارَ بَعْضاً مِنْ جَمِيعِ الْبَهَائِمِ وَالطُّيُورِ الطَّاهِرَةِ وَقَرَّبَهَا مُحْرَقَاتٍ عَلَى الْمَذْبَحِ."
  },
  "21": {
    "en": "The Lord smelled the pleasing aroma and said in his heart: “Never again will I curse the ground because of humans, even though every inclination of the human heart is evil from childhood. And never again will I destroy all living creatures, as I have done.",
    "ar": "فَتَقَبَّلَهَا الرَّبُّ بِرِضًى، وَقَالَ فِي نَفْسِهِ: «لَنْ أَلْعَنَ الأَرْضَ مَرَّةً أُخْرَى مِنْ أَجْلِ الإِنْسَانِ، لأَنَّ أَهْوَاءَ قَلْبِ الإِنْسَانِ شِرِّيرَةٌ مُنْذُ حَدَاثَتِهِ وَلَنْ أُقْدِمَ عَلَى إِهْلاكِ كُلِّ حَيٍّ كَمَا فَعَلْتُ."
  },
  "22": {
    "en": "“As long as the earth endures,\nseedtime and harvest,\ncold and heat,\nsummer and winter,\nday and night\nwill never cease.”",
    "ar": "وَتَكُونُ كُلُّ أَيَّامِ الأَرْضِ مَوَاسِمَ زَرْعٍ وَحَصَادٍ وَبَرْدٍ وَحَرٍّ وَصَيْفٍ وَشِتَاءٍ وَنَهَارٍ وَلَيْلٍ، لَنْ تَبْطُلَ أَبَداً»."
  }
}