{
  "1": {
    "en": "Then God blessed Noah and his sons, saying to them, “Be fruitful and increase in number and fill the earth.",
    "ar": "وَبَارَكَ اللهُ نُوحاً وَأَبْنَاءَهُ قَائِلاً لَهُمْ: «أَثْمِرُوا وَتَكَاثَرُوا وَامْلَأُوا الأَرْضَ،"
  },
  "2": {
    "en": "The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands.",
    "ar": "لِتَخْشَكُمْ وَتَرْهَبْكُمْ كُلُّ حَيَوَانَاتِ الأَرْضِ وَطُيُورِ السَّمَاءِ، وَكُلُّ مَا يَتَحَرَّكُ عَلَى الأَرْضِ، وَسَمَكُ الْبَحْرِ، فَإِنَّهَا كُلَّهَا قَدْ أَصْبَحَتْ خَاضِعَةً لَكُمْ."
  },
  "3": {
    "en": "Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything.",
    "ar": "وَلْيَكُنْ كُلُّ حَيٍّ مُتَحَرِّكٍ طَعَاماً لَكُمْ، فَتَأْكُلُونَ كُلَّ شَيْءٍ كَمَا تَأْكُلُونَ الْبُقُولَ الْخَضْرَاءَ الَّتِي أَعْطَيْتُكُمْ."
  },
  "4": {
    "en": "“But you must not eat meat that has its lifeblood still in it.",
    "ar": "وَلَكِنْ لَا تَأْكُلُوا لَحْماً بِدَمِهِ."
  },
  "5": {
    "en": "And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being.",
    "ar": "وَأُطَالِبُ أَنَا بِدَمِكُمْ لأَنْفُسِكُمْ. مِنْ يَدِ كُلِّ حَيَوَانٍ أُطَالِبُ بِهِ، وَمِنْ يَدِ الإِنْسَانِ أَيْضاً أُطَالِبُ الأَخَ بِنَفْسِ أَخِيهِ الإِنْسَانِ."
  },
  "6": {
    "en": "“Whoever sheds human blood,\n    by humans shall their blood be shed;\nfor in the image of God\n    has God made mankind.",
    "ar": "فَسَافِكُ دَمِ الإِنْسَانِ يُحْكَمُ عَلَيْهِ بِسَفْكِ دَمِهِ لأَنَّ اللهَ خَلَقَ الإِنْسَانَ عَلَى صُورَتِهِ."
  },
  "7": {
    "en": "As for you, be fruitful and increase in number; multiply on the earth and increase upon it.”",
    "ar": "أَمَّا أَنْتُمْ فَأَثْمِرُوا وَتَكَاثَرُوا وَتَوَالَدُوا فِي الأَرْضِ»."
  },
  "8": {
    "en": "Then God said to Noah and to his sons with him:",
    "ar": "وَخَاطَبَ الرَّبُّ نُوحاً وَأَبْنَاءَهُ مَعَهُ قَائِلاً:"
  },
  "9": {
    "en": "“I now establish my covenant with you and with your descendants after you",
    "ar": "«هَا أَنَا أقْطَعُ عَهْدِي مَعَكُمْ وَمَعْ ذُرِّيَّتِكُمْ،"
  },
  "10": {
    "en": "and with every living creature that was with you—the birds, the livestock and all the wild animals, all those that came out of the ark with you—every living creature on earth.",
    "ar": "وَمَعْ جَمِيعِ الْمَخْلُوقَاتِ الْحَيَّةِ الَّتِي مَعَكُمْ، مِنْ طُيُورٍ وَبَهَائِمَ، وَمِنْ كُلِّ حَيَوَانَاتِ الأَرْضِ الَّتِي خَرَجَتْ مَعَكُمْ مِنَ الْفُلْكِ، مَعْ كُلِّ الْمَخْلُوقَاتِ الْحَيَّةِ عَلَى الأَرْضِ."
  },
  "11": {
    "en": "I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.”",
    "ar": "أقْطَعُ عَهْدِي مَعَكُمْ بِأَنْ لَا يُبِيدَ الطُّوفَانُ كُلَّ ذِي جَسَدٍ ثَانِيَةً، وَأَنْ لَا يَكُونَ هُنَاكَ طُوفَانٌ لِيَقْضِيَ عَلَى الْحَيَاةِ فِي الأَرْضِ»."
  },
  "12": {
    "en": "And God said, “This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:",
    "ar": "وَقَالَ الرَّبُّ: «وَهَذِهِ هِيَ عَلامَةُ الْعَهْدِ الأَبَدِيِّ الَّذِي أُقِيمُهُ بَيْنِي وَبَيْنَكُمْ وَبَيْنَ الْمَخْلُوقَاتِ الْحَيَّةِ الَّتِي مَعَكُمْ:"
  },
  "13": {
    "en": "I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.",
    "ar": "أَضَعُ قَوْسِي فِي السَّحَابِ فَتَكُونُ عَلامَةَ عَهْدٍ بَيْنِي وَبَيْنَ الأَرْضِ."
  },
  "14": {
    "en": "Whenever I bring clouds over the earth and the rainbow appears in the clouds,",
    "ar": "فَيَكُونُ عِنْدَمَا أُخَيِّمُ بِالسَّحَابِ فَوْقَ الأَرْضِ، وَتَظْهَرُ الْقَوْسُ،"
  },
  "15": {
    "en": "I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.",
    "ar": "أَنِّي أَذْكُرُ عَهْدِي الَّذِي بَيْنِي وَبَيْنَكُمْ وَبَيْنَ كُلِّ الْمَخْلُوقَاتِ الْحَيَّةِ مِنْ ذَوَاتِ الْجَسَدِ، فَلا تَتَحَوَّلُ الْمِيَاهُ إِلَى طُوفَانٍ يُبِيدُ كُلَّ حَيَاةٍ."
  },
  "16": {
    "en": "Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.”",
    "ar": "وَتَكُونُ الْقَوْسُ فِي السَّحَابِ، فَأُبْصِرُهَا، وَأَذْكُرُ الْعَهْدَ الأَبَدِيَّ الْمَقْطُوعَ بَيْنِي وَبَيْنَ جَمِيعِ الْمَخْلُوقَاتِ الْحَيَّةِ عَلَى الأَرْضِ»."
  },
  "17": {
    "en": "So God said to Noah, “This is the sign of the covenant I have established between me and all life on the earth.”",
    "ar": "وَقَالَ اللهُ لِنُوحٍ: «هَذِهِ هِيَ عَلامَةُ الْعَهْدِ الَّذِي قَطَعْتُهُ بَيْنِي وَبَيْنَ كُلِّ حَيٍّ عَلَى الأَرْضِ»."
  },
  "18": {
    "en": "The sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.)",
    "ar": "أَمَّا أَبْنَاءُ نُوحٍ الَّذِينَ خَرَجُوا مَعَهُ مِنَ الْفُلْكِ فَكَانُوا: سَاماً وَحَاماً وَيَافَثَ. وَحَامٌ هُوَ أَبُو الْكَنْعَانِيِّينَ."
  },
  "19": {
    "en": "These were the three sons of Noah, and from them came the people who were scattered over the whole earth.",
    "ar": "هَؤُلاءِ كَانُوا أَبْنَاءَ نُوحٍ الثَّلاثَةَ الَّذِينَ تَفَرَّعَتْ مِنْهُمْ شُعُوبُ الأَرْضِ كُلِّهَا."
  },
  "20": {
    "en": "Noah, a man of the soil, proceeded to plant a vineyard.",
    "ar": "وَاشْتَغَلَ نُوحٌ بِالْفِلاحَةِ وَغَرَسَ كَرْماً،"
  },
  "21": {
    "en": "When he drank some of its wine, he became drunk and lay uncovered inside his tent.",
    "ar": "وَشَرِبَ مِنَ الْخَمْرِ فَسَكِرَ وَتَعَرَّى دَاخِلَ خَيْمَتِهِ،"
  },
  "22": {
    "en": "Ham, the father of Canaan, saw his father naked and told his two brothers outside.",
    "ar": "فَشَاهَدَ حَامٌ أَبُو الْكَنْعَانِيِّينَ عُرْيَ أَبِيهِ، فَخَرَجَ وَأَخْبَرَ أَخَوَيْهِ اللَّذَيْنِ كَانَا خَارِجاً."
  },
  "23": {
    "en": "But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father’s naked body. Their faces were turned the other way so that they would not see their father naked.",
    "ar": "فَأَخَذَ سَامٌ وَيَافَثُ رِدَاءً وَوَضَعَاهُ عَلَى أَكْتَافِهِمَا وَمَشَيَا الْقَهْقَرِيَّ إِلَى دَاخِلِ الْخَيْمَةِ، وَسَتَرَا عُرْيَ أَبِيهِمَا مِنْ غَيْرِ أَنْ يَسْتَدِيرَا بِوَجْهَيْهِمَا نَحْوَهُ فَيُبْصِرَا عُرْيَهُ."
  },
  "24": {
    "en": "When Noah awoke from his wine and found out what his youngest son had done to him,",
    "ar": "وَعِنْدَمَا أَفَاقَ نُوحٌ مِنْ سُكْرِهِ وَعَلِمَ مَا فَعَلَهُ بِهِ ابْنُهُ الصَّغِيرُ"
  },
  "25": {
    "en": "he said,\n“Cursed be Canaan!\n    The lowest of slaves\n    will he be to his brothers.”",
    "ar": "قَالَ: «لِيَكُنْ كَنْعَانُ مَلْعُوناً، وَلْيَكُنْ عَبْدَ الْعَبِيدِ لإِخْوَتِهِ»."
  },
  "26": {
    "en": "He also said,\n“Praise be to the Lord, the God of Shem!\n    May Canaan be the slave of Shem.",
    "ar": "ثُمَّ قَالَ: «تَبَارَكَ اللهُ إِلَهُ سَامٍ. وَلْيَكُنْ كَنْعَانُ عَبْداً لَهُ."
  },
  "27": {
    "en": "May God extend Japheth’s territory;\n    may Japheth live in the tents of Shem,\n    and may Canaan be the slave of Japheth.”",
    "ar": "لِيُوْسِعِ اللهُ لِيَافَثَ فَيَسْكُنَ فِي خِيَامِ سَامٍ. وَلْيَكُنْ كَنْعَانُ عَبْداً لَهُ»."
  },
  "28": {
    "en": "After the flood Noah lived 350 years.",
    "ar": "وَعَاشَ نُوحٌ بَعْدَ الطُّوفَانِ ثَلاثَ مِئَةٍ وَخَمْسِينَ سَنَةً،"
  },
  "29": {
    "en": "Noah lived a total of 950 years, and then he died.",
    "ar": "ثُمَّ مَاتَ وَلَهُ مِنَ الْعُمْرِ تِسْعُ مِئَةٍ وَخَمْسُونَ سَنَةً."
  }
}