{
  "1": {
    "en": "A good name is better than fine perfume,\n    and the day of death better than the day of birth.",
    "ar": "الصِّيتُ الْحَسَنُ خَيْرٌ مِنَ الطِّيبِ، وَيَوْمُ الْوَفَاةِ أَفْضَلُ مِنْ يَوْمِ الْوِلادَةِ."
  },
  "2": {
    "en": "It is better to go to a house of mourning\n    than to go to a house of feasting,\nfor death is the destiny of everyone;\n    the living should take this to heart.",
    "ar": "الذَّهَابُ إِلَى بَيْتِ النَّوْحِ خَيْرٌ مِنَ الْحُضُورِ إِلَى بَيْتِ الْوَلِيمَةِ، لأَنَّ الْمَوْتَ هُوَ مَصِيرُ كُلِّ إِنْسَانٍ. وَهَذَا مَا يَحْتَفِظُ بِهِ الْحَيُّ فِي قَلْبِهِ."
  },
  "3": {
    "en": "Frustration is better than laughter,\n    because a sad face is good for the heart.",
    "ar": "الْحُزْنُ خَيْرٌ مِنَ الضَّحِكِ، لأَنَّهُ بِكَآبَةِ الْوَجْهِ يُصْلَحُ الْقَلْبُ."
  },
  "4": {
    "en": "The heart of the wise is in the house of mourning,\n    but the heart of fools is in the house of pleasure.",
    "ar": "قَلْبُ الْحُكَمَاءِ فِي بَيْتِ النَّوْحِ، أَمَّا قُلُوبُ الْجُهَّالِ فَفِي بَيْتِ اللَّذَّةِ."
  },
  "5": {
    "en": "It is better to heed the rebuke of a wise person\n    than to listen to the song of fools.",
    "ar": "الاسْتِمَاعُ إِلَى زَجْرِ الْحَكِيمِ خَيْرٌ مِنَ الإِصْغَاءِ إِلَى غِنَاءِ الْجُهَّالِ."
  },
  "6": {
    "en": "Like the crackling of thorns under the pot,\n    so is the laughter of fools.\n    This too is meaningless.",
    "ar": "لأَنَّ ضَحِكَ الْجُهَّالِ كَقَرْقَعَةِ الشَّوْكِ تَحْتَ الْقِدْرِ، وَهَذَا أَيْضاً بَاطِلٌ."
  },
  "7": {
    "en": "Extortion turns a wise person into a fool,\n    and a bribe corrupts the heart.",
    "ar": "الظُّلْمُ يَجْعَلُ الْحَكِيمَ أَحْمَقَ، وَالرِّشْوَةُ تُفْسِدُ الْقَلْبَ."
  },
  "8": {
    "en": "The end of a matter is better than its beginning,\n    and patience is better than pride.",
    "ar": "نِهَايَةُ أَمْرٍ خَيْرٌ مِنْ بِدَايَتِهِ، وَالصَّبْرُ خَيْرٌ مِنَ الْعَجْرَفَةِ."
  },
  "9": {
    "en": "Do not be quickly provoked in your spirit,\n    for anger resides in the lap of fools.",
    "ar": "لَا يَسْتَسْلِمْ قَلْبُكَ سَرِيعاً لِلْغَضَبِ، لأَنَّ الْغَضَبَ يَسْتَقِرُّ فِي صُدُورِ الْجُهَّالِ."
  },
  "10": {
    "en": "Do not say, “Why were the old days better than these?”\n    For it is not wise to ask such questions.",
    "ar": "لَا تَقُلْ: كَيْفَ حَدَثَ أَنَّ الأَيَّامَ الْمَاضِيَةَ كَانَتْ خَيْراً مِنْ هَذِهِ الأَيَّامِ؟ لأَنَّ سُؤَالَكَ هَذَا لَا يَنِمُّ عَنْ حِكْمَةٍ."
  },
  "11": {
    "en": "Wisdom, like an inheritance, is a good thing\n    and benefits those who see the sun.",
    "ar": "الْحِكْمَةُ مَعَ الْمِيرَاثِ صَالِحَةٌ وَذَاتُ مَنْفَعَةٍ لِلأَحْيَاءِ."
  },
  "12": {
    "en": "Wisdom is a shelter\n    as money is a shelter,\nbut the advantage of knowledge is this:\n    Wisdom preserves those who have it.",
    "ar": "الَّذِي يَسْتَظِلُّ بِالْحِكْمَةِ كَمَنْ يَسْتَظِلُّ بِالْفِضَّةِ، إِلّا أَنَّ لِمَعْرِفَةِ الْحِكْمَةِ فَضْلاً، وَهُوَ أَنَّهَا تَحْفَظُ حَيَاةَ أَصْحَابِهَا."
  },
  "13": {
    "en": "Consider what God has done:\nWho can straighten\n    what he has made crooked?",
    "ar": "تَأَمَّلْ فِي عَمَلِ اللهِ، مَنْ يَقْدِرُ أَنْ يُقَوِّمَ مَا يُعَوِّجُهُ؟"
  },
  "14": {
    "en": "When times are good, be happy;\n    but when times are bad, consider this:\nGod has made the one\n    as well as the other.\nTherefore, no one can discover\n    anything about their future.",
    "ar": "افْرَحْ فِي يَوْمِ السَّرَّاءِ، وَاعْتَبِرْ فِي يَوْمِ الضَّرَّاءِ. إِنَّ الرَّبَّ قَدْ جَعَلَ السَّرَّاءَ مَعَ الضَّرَّاءِ، لِئَلّا يَكْتَشِفَ الإِنْسَانُ شَيْئاً مِمَّا يَحْدُثُ بَعْدَ مَوْتِهِ."
  },
  "15": {
    "en": "In this meaningless life of mine I have seen both of these:\nthe righteous perishing in their righteousness,\n    and the wicked living long in their wickedness.",
    "ar": "لَقَدْ شَاهَدْتُ هَذِهِ جَمِيعَهَا فِي أَيَّامِ أَبَاطِيلِي: رُبَّ صِدِّيقٍ يَهْلِكُ فِي بِرِّهِ، وَمُنَافِقٍ تَطُولُ أَيَّامُهُ فِي شَرِّهِ."
  },
  "16": {
    "en": "Do not be overrighteous,\n    neither be overwise—\n    why destroy yourself?",
    "ar": "لَا تُغَالِ فِي بِرِّكَ وَلا تُبَالِغْ فِي حِكْمَتِكَ، إِذْ لِمَاذَا تُهْلِكُ نَفْسَكَ؟"
  },
  "17": {
    "en": "Do not be overwicked,\n    and do not be a fool—\n    why die before your time?",
    "ar": "لَا تُفْرِطْ فِي شَرِّكَ وَلا تَكُنْ أَحْمَقَ. لِمَاذَا تَمُوتُ قَبْلَ أَوَانِكَ؟"
  },
  "18": {
    "en": "It is good to grasp the one\n    and not let go of the other.\n    Whoever fears God will avoid all extremes.",
    "ar": "حَسَنٌ أَنْ تَتَشَبَّثَ بِهَذَا وَأَنْ لَا تُفَرِّطَ فِي ذَاكَ، لأَنَّ مُتَّقِيَ اللهِ يَتَفَادَى التَّطَرُّفَ فِي كِلَيْهِمَا."
  },
  "19": {
    "en": "Wisdom makes one wise person more powerful\n    than ten rulers in a city.",
    "ar": "تَدْعَمُ الْحِكْمَةُ الْحَكِيمَ بِالْقُوَّةِ أَكْثَرَ مِنْ عَشَرَةِ مُتَسَلِّطِينَ فِي الْمَدِينَةِ."
  },
  "20": {
    "en": "Indeed, there is no one on earth who is righteous,\n    no one who does what is right and never sins.",
    "ar": "لَيْسَ مِنْ صِدِّيقٍ عَلَى وَجْهِ الأَرْضِ يَصْنَعُ خَيْراً وَلا يُخْطِئُ."
  },
  "21": {
    "en": "Do not pay attention to every word people say,\n    or you may hear your servant cursing you—",
    "ar": "لَا تَكْتَرِثْ لِكُلِّ كَلامٍ يُقَالُ لِئَلّا تَسْمَعَ عَبْدَكَ يَشْتِمُكَ."
  },
  "22": {
    "en": "for you know in your heart\n    that many times you yourself have cursed others.",
    "ar": "لأَنَّكَ تُدْرِكُ فِي قَرَارَةِ نَفْسِكَ أَنَّكَ كَثِيراً مَا لَعَنْتَ غَيْرَكَ."
  },
  "23": {
    "en": "All this I tested by wisdom and I said,\n“I am determined to be wise”—\n    but this was beyond me.",
    "ar": "كُلُّ ذَلِكَ اخْتَبَرْتُهُ بِالْحِكْمَةِ وَقُلْتُ: سَأَكُونُ حَكِيماً، وَلَكِنَّهَا كَانَتْ بَعِيدَةً عَنِّي."
  },
  "24": {
    "en": "Whatever exists is far off and most profound—\n    who can discover it?",
    "ar": "مَا هُوَ بَعِيدٌ، بَعِيدٌ جِدّاً، وَمَا هُوَ عَمِيقٌ، عَمِيقٌ جِدّاً. وَمَنْ لِي بِمَنْ يَكْتَشِفُهُ؟"
  },
  "25": {
    "en": "So I turned my mind to understand,\n    to investigate and to search out wisdom and the scheme of things\nand to understand the stupidity of wickedness\n    and the madness of folly.",
    "ar": "فَتَفَحَّصْتُ قَلْبِي لأَعْلَمَ وَأَبْحَثَ وَأَنْشُدَ الْحِكْمَةَ وَأَلْتَمِسَ جَوَاهِرَ الأَشْيَاءِ وَأَعْرِفَ جَهَالَةَ الشَّرِّ، وَحَمَاقَةَ الْجُنُونِ."
  },
  "26": {
    "en": "I find more bitter than death\n    the woman who is a snare,\nwhose heart is a trap\n    and whose hands are chains.\nThe man who pleases God will escape her,\n    but the sinner she will ensnare.",
    "ar": "فَوَجَدْتُ أَنَّ الْمَرْأَةَ الَّتِي قَلْبُهَا أَشْرَاكٌ وَشِبَاكٌ، وَيَدَاهَا قُيُودٌ، هِيَ أَمَرُّ مِنَ الْمَوْتِ، وَمَنْ يُرْضِي اللهَ يَهْرُبُ مِنْهَا، أَمَّا الْخَاطِئُ فَيَقَعُ فِي أَشْرَاكِهَا."
  },
  "27": {
    "en": "“Look,” says the Teacher, “this is what I have discovered:\n“Adding one thing to another to discover the scheme of things—",
    "ar": "وَيَقُولُ الْجَامِعَةُ: إِلَيْكَ مَا وَجَدْتُهُ: أَضِفْ وَاحِداً إِلَى وَاحِدٍ لِتَكْتَشِفَ حَاصِلَ الأَشْيَاءِ"
  },
  "28": {
    "en": "while I was still searching\n    but not finding—\nI found one upright man among a thousand,\n    but not one upright woman among them all.",
    "ar": "الَّتِي مَا بَرِحَتْ نَفْسِي تَبْحَثُ عَنْهَا مِنْ غَيْرِ جَدْوَى: وَجَدْتُ صِدِّيقاً وَاحِداً بَيْنَ أَلْفِ رَجُلٍ، وَعَلَى امْرَأَةٍ وَاحِدَةٍ (صِدِّيقَةٍ) بَيْنَ الأَلْفِ لَمْ أَعْثُرْ."
  },
  "29": {
    "en": "This only have I found:\n    God created mankind upright,\n    but they have gone in search of many schemes.”",
    "ar": "بَلْ هَذَا مَا وَجَدْتُهُ: إِنَّ اللهَ قَدْ صَنَعَ الْبَشَرَ مُسْتَقِيمِينَ، أَمَّا هُمْ فَانْطَلَقُوا بَاحِثِينَ عَنْ مُسْتَحْدَثَاتٍ كَثِيرَةٍ!"
  }
}