{
  "1": {
    "en": "At that time the disciples came to Jesus and asked, “Who, then, is the greatest in the kingdom of heaven?”",
    "ar": "فِي تِلْكَ السَّاعَةِ، تَقَدَّمَ التَّلامِيذُ إِلَى يَسُوعَ يَسْأَلُونَهُ: «مَنْ هُوَ الأَعْظَمُ، إِذَنْ، فِي مَلَكُوتِ السَّمَاوَاتِ؟»"
  },
  "2": {
    "en": "He called a little child to him, and placed the child among them.",
    "ar": "فَدَعَا إِلَيْهِ وَلَداً صَغِيراً وَأَوْقَفَهُ وَسْطَهُمْ،"
  },
  "3": {
    "en": "And he said: “Truly I tell you, unless you change and become like little children, you will never enter the kingdom of heaven.",
    "ar": "وَقَالَ: «الْحَقَّ أَقُولُ لَكُمْ إِنْ كُنْتُمْ لَا تَتَحَوَّلُونَ وَتَصِيرُونَ مِثْلَ الأَوْلادِ الصِّغَارِ، فَلَنْ تَدْخُلُوا مَلَكُوتَ السَّمَاوَاتِ أَبَداً."
  },
  "4": {
    "en": "Therefore, whoever takes the lowly position of this child is the greatest in the kingdom of heaven.",
    "ar": "فَمَنِ اتَّضَعَ فَصَارَ مِثْلَ هَذَا الْوَلَدِ الصَّغِيرِ، فَهُوَ الأَعْظَمُ فِي مَلَكُوتِ السَّمَاوَاتِ."
  },
  "5": {
    "en": "And whoever welcomes one such child in my name welcomes me.",
    "ar": "وَمَنْ قَبِلَ بِاسْمِي وَلَداً صَغِيراً مِثْلَ هَذَا، فَقَدْ قَبِلَنِي."
  },
  "6": {
    "en": "“If anyone causes one of these little ones—those who believe in me—to stumble, it would be better for them to have a large millstone hung around their neck and to be drowned in the depths of the sea.",
    "ar": "وَمَنْ كَانَ عَثْرَةً لأَحَدِ هَؤُلاءِ الصِّغَارِ الْمُؤْمِنِينَ بِي، فَأَفْضَلُ لَهُ لَوْ عُلِّقَ فِي عُنُقِهِ حَجَرُ الرَّحَى وَأُغْرِقَ فِي أَعْمَاقِ الْبَحْرِ."
  },
  "7": {
    "en": "Woe to the world because of the things that cause people to stumble! Such things must come, but woe to the person through whom they come!",
    "ar": "الْوَيْلُ لِلْعَالَمِ مِنَ الْعَثَرَاتِ! فَلابُدَّ أَنْ تَأْتِيَ الْعَثَرَاتُ؛ وَلكِنِ الْوَيْلُ لِمَنْ تَأْتِي الْعَثَرَاتُ عَلَى يَدِهِ!"
  },
  "8": {
    "en": "If your hand or your foot causes you to stumble, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire.",
    "ar": "فَإِنْ كَانَتْ يَدُكَ أَوْ رِجْلُكَ فَخّاً لَكَ، فَاقْطَعْهَا وَأَلْقِهَا عَنْكَ: أَفْضَلُ لَكَ أَنْ تَدْخُلَ الْحَيَاةَ وَيَدُكَ أَوْ رِجْلُكَ مَقْطُوعَةٌ، مِنْ أَنْ تُطْرَحَ فِي النَّارِ الأَبَدِيَّةِ."
  },
  "9": {
    "en": "And if your eye causes you to stumble, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell.",
    "ar": "وَإِنْ كَانَتْ عَيْنُكَ فَخّاً لَكَ، فَاقْلَعْهَا وَأَلْقِهَا عَنْكَ: أَفْضَلُ لَكَ أَنْ تَدْخُلَ الْحَيَاةَ وَعَيْنُكَ مَقْلُوعَةٌ، مِنْ أَنْ تُطْرَحَ فِي جَهَنَّمِ النَّارِ وَلَكَ عَيْنَانِ."
  },
  "10": {
    "en": "“See that you do not despise one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven.",
    "ar": "إِيَّاكُمْ أَنْ تَحْتَقِرُوا أَحَداً مِنْ هَؤُلاءِ الصِّغَارِ! فَإِنِّي أَقُولُ لَكُمْ: إِنَّ مَلائِكَتَهُمْ فِي السَّمَاءِ يُشَاهِدُونَ كُلَّ حِينٍ وَجْهَ أَبِي الَّذِي فِي السَّمَاوَاتِ."
  },
  "11": {
    "en": "",
    "ar": "فَإِنَّ ابْنَ الإِنْسَانِ قَدْ جَاءَ لِكَيْ يُخَلِّصَ الْهَالِكِينَ."
  },
  "12": {
    "en": "“What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off?",
    "ar": "مَا رَأْيُكُمْ فِي إِنْسَانٍ كَانَ عِنْدَهُ مِئَةُ خَرُوفٍ، فَضَلَّ وَاحِدٌ مِنْهَا: أَفَلا يَتْرُكُ التِّسْعَةَ وَالتِّسْعِينَ فِي الْجِبَالِ، وَيَذْهَبُ يَبْحَثُ عَنِ الضَّالِّ؟"
  },
  "13": {
    "en": "And if he finds it, truly I tell you, he is happier about that one sheep than about the ninety-nine that did not wander off.",
    "ar": "الْحَقَّ أَقُولُ لَكُمْ: إِنَّهُ إِذَا وَجَدَهُ، فَإِنَّهُ يَفْرَحُ بِهِ أَكْثَرَ مِنْ فَرَحِهِ بِالتِّسْعَةِ وَالتِّسْعِينَ الَّتِي لَمْ تَضِلّ!"
  },
  "14": {
    "en": "In the same way your Father in heaven is not willing that any of these little ones should perish.",
    "ar": "وَهكَذَا، لَا يَشَاءُ أَبُوكُمُ الَّذِي فِي السَّمَاوَاتِ أَنْ يَهْلِكَ وَاحِدٌ مِنْ هَؤُلاءِ الصِّغَارِ."
  },
  "15": {
    "en": "“If your brother or sister sins, go and point out their fault, just between the two of you. If they listen to you, you have won them over.",
    "ar": "إِنْ أَخْطَأَ إِلَيْكَ أَخُوكَ، فَاذْهَبْ إِلَيْهِ وَعَاتِبْهُ بَيْنَكَ وَبَيْنَهُ عَلَى انْفِرَادٍ. فَإِذَا سَمِعَ لَكَ، تَكُونُ قَدْ رَبِحْتَ أَخَاكَ."
  },
  "16": {
    "en": "But if they will not listen, take one or two others along, so that ‘every matter may be established by the testimony of two or three witnesses.’",
    "ar": "وَإذَا لَمْ يَسْمَعْ، فَخُذْ مَعَكَ أَخاً آخَرَ أَوِ اثْنَيْنِ، حَتَّى يَثْبُتَ كُلُّ أَمْرٍ بِشَهَادَةِ شَاهِدَيْنِ أَوْ ثَلاثَةٍ."
  },
  "17": {
    "en": "If they still refuse to listen, tell it to the church; and if they refuse to listen even to the church, treat them as you would a pagan or a tax collector.",
    "ar": "فَإِذَا لَمْ يَسْمَعْ لَهُمَا، فَاعْرِضِ الأَمْرَ عَلَى الْكَنِيسَةِ. فَإِذَا لَمْ يَسْمَعْ لِلْكَنِيسَةِ أَيْضاً، فَلْيَكُنْ عِنْدَكَ كَالْوَثَنِيِّ وَجَابِي الضَّرَائِبِ."
  },
  "18": {
    "en": "“Truly I tell you, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.",
    "ar": "فَالْحَقَّ أَقُولُ لَكُمْ: إِنَّ كُلَّ مَا تَرْبِطُونَهُ عَلَى الأَرْضِ يَكُونُ قَدْ رُبِطَ فِي السَّمَاءِ، وَمَا تَحُلُّونَهُ عَلَى الأَرْضِ يَكُونُ قَدْ حُلَّ فِي السَّمَاءِ."
  },
  "19": {
    "en": "“Again, truly I tell you that if two of you on earth agree about anything they ask for, it will be done for them by my Father in heaven.",
    "ar": "وَأَيْضاً أَقُولُ لَكُمْ: إِذَا اتَّفَقَ اثْنَانِ مِنْكُمْ عَلَى الأَرْضِ في أَيِّ أَمْرٍ، مَهْمَا كَانَ مَا يَطْلُبَانِهِ، فَإِنَّ ذَلِكَ يَكُونُ لَهُمَا مِنْ قِبَلِ أَبِي الَّذِي فِي السَّمَاوَاتِ."
  },
  "20": {
    "en": "For where two or three gather in my name, there am I with them.”",
    "ar": "فَإِنَّهُ حَيْثُمَا اجْتَمَعَ اثْنَانِ أَوْ ثَلاثَةٌ بِاسْمِي، فَأَنَا أَكُونُ فِي وَسَطِهِمْ»."
  },
  "21": {
    "en": "Then Peter came to Jesus and asked, “Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?”",
    "ar": "عِنْدَئِذٍ تَقَدَّمَ إِلَيْهِ بُطْرُسُ وَسَأَلَهُ: «يَا رَبُّ، كَمْ مَرَّةً يُخْطِئُ إِلَيَّ أَخِي فَأَغْفِرَ لَهُ؟ هَلْ إِلَى سَبْعِ مَرَّاتٍ؟»"
  },
  "22": {
    "en": "Jesus answered, “I tell you, not seven times, but seventy-seven times.",
    "ar": "فَأَجَابَهُ يَسُوعُ: «لا إِلَى سَبْعِ مَرَّاتٍ، بَلْ إِلَى سَبْعِينَ سَبْعَ مَرَّاتٍ!"
  },
  "23": {
    "en": "“Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants.",
    "ar": "لِهَذَا السَّبَبِ، يُشَبَّهُ مَلَكُوتُ السَّمَاوَاتِ بِإِنْسَانٍ مَلِكٍ أَرَادَ أَنْ يُحَاسِبَ عَبِيدَهُ."
  },
  "24": {
    "en": "As he began the settlement, a man who owed him ten thousand bags of gold was brought to him.",
    "ar": "فَلَمَّا شَرَعَ يُحَاسِبُهُمْ، أُحْضِرَ إِلَيْهِ وَاحِدٌ مَدْيُونٌ بِعَشَرَةِ آلافِ وَزْنَةٍ."
  },
  "25": {
    "en": "Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt.",
    "ar": "وَإِذْ لَمْ يَكُنْ عِنْدَهُ مَا يُوفِي بِهِ دَيْنَهُ، أَمَرَ سَيِّدُهُ بِأَنْ يُبَاعَ هُوَ وَزَوْجَتُهُ وَأَوْلادُهُ وَكُلُّ مَا يَمْلِكُ لِيُوفِيَ الدَّيْنَ."
  },
  "26": {
    "en": "“At this the servant fell on his knees before him. ‘Be patient with me,’ he begged, ‘and I will pay back everything.’",
    "ar": "لكِنَّ الْعَبْدَ خَرَّ أَمَامَهُ سَاجِداً وَقَائِلاً: يَا سَيِّدُ، أَمْهِلْنِي فَأُوفِيَ لَكَ الدَّيْنَ كُلَّهُ."
  },
  "27": {
    "en": "The servant’s master took pity on him, canceled the debt and let him go.",
    "ar": "فَأَشْفَقَ سَيِّدُ ذَلِكَ الْعَبْدِ عَلَيْهِ، فَأَطْلَقَ سَرَاحَهُ، وَسَامَحَهُ بِالدَّيْنِ."
  },
  "28": {
    "en": "“But when that servant went out, he found one of his fellow servants who owed him a hundred silver coins. He grabbed him and began to choke him. ‘Pay back what you owe me!’ he demanded.",
    "ar": "وَلكِنْ لَمَّا خَرَجَ ذَلِكَ الْعَبْدُ، قَصَدَ وَاحِداً مِنْ زُمَلائِهِ الْعَبِيدِ كَانَ مَدْيُوناً لَهُ بِمِئَةِ دِينَارٍ. فَقَبَضَ عَلَيْهِ وَأَخَذَ بِخِنَاقِهِ قَائِلاً: أَوْفِنِي مَا عَلَيْكَ!"
  },
  "29": {
    "en": "“His fellow servant fell to his knees and begged him, ‘Be patient with me, and I will pay it back.’",
    "ar": "فَرَكَعَ زَمِيلُهُ الْعَبْدُ أَمَامَهُ وَقَالَ مُتَوَسِّلاً: أَمْهِلْنِي فَأُوْفِيَكَ!"
  },
  "30": {
    "en": "“But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt.",
    "ar": "فَلَمْ يَقْبَلْ بَلْ مَضَى وَأَلْقَاهُ فِي السِّجْنِ حَتَّى يُوفِيَ مَا عَلَيْهِ."
  },
  "31": {
    "en": "When the other servants saw what had happened, they were outraged and went and told their master everything that had happened.",
    "ar": "وَإِذْ شَاهَدَ زُمَلاؤُهُ الْعَبِيدُ مَا جَرَى، حَزِنُوا جِدّاً، فَمَضَوْا وَأَخْبَرُوا سَيِّدَهُمْ بِكُلِّ مَا جَرَى."
  },
  "32": {
    "en": "“Then the master called the servant in. ‘You wicked servant,’ he said, ‘I canceled all that debt of yours because you begged me to.",
    "ar": "فَاسْتَدْعَاهُ سَيِّدُهُ وَقَالَ لَهُ: أَيُّهَا الْعَبْدُ الشِّرِّيرُ، ذَلِكَ الدَّيْنُ كُلُّهُ سَامَحْتُكَ بِهِ لأَنَّكَ تَوَسَّلْتَ إِلَيَّ."
  },
  "33": {
    "en": "Shouldn’t you have had mercy on your fellow servant just as I had on you?’",
    "ar": "أَفَمَا كَانَ يَجِبُ أَنْ تَرْحَمَ زَمِيلَكَ الْعَبْدَ كَمَا رَحِمْتُكَ أَنَا؟"
  },
  "34": {
    "en": "In anger his master handed him over to the jailers to be tortured, until he should pay back all he owed.",
    "ar": "وَإِذْ ثَارَ غَضَبُ سَيِّدِهِ عَلَيْهِ، دَفَعَهُ إِلَى الْجَلّادِينَ لِيُعَذِّبُوهُ حَتَّى يُوفِيَ كُلَّ مَا عَلَيْهِ."
  },
  "35": {
    "en": "“This is how my heavenly Father will treat each of you unless you forgive your brother or sister from your heart.”",
    "ar": "هَكَذَا يَفْعَلُ بِكُمْ أَبِي السَّمَاوِيُّ إِنْ لَمْ يَغْفِرْ كُلٌّ مِنْكُمْ لأَخِيهِ مِنْ قَلْبِهِ!»"
  }
}