{
  "1": {
    "en": "Then Jesus said to the crowds and to his disciples:",
    "ar": "عِنْدَئِذٍ خَاطَبَ يَسُوعُ الْجُمُوعَ وَتَلامِيذَهُ،"
  },
  "2": {
    "en": "“The teachers of the law and the Pharisees sit in Moses’ seat.",
    "ar": "وَقَالَ: «اعْتَلَى الْكَتَبَةُ وَالْفَرِّيسِيُّونَ كُرْسِيَّ مُوسَى:"
  },
  "3": {
    "en": "So you must be careful to do everything they tell you. But do not do what they do, for they do not practice what they preach.",
    "ar": "فَاحْفَظُوا كُلَّ مَا يَقُولُونَهُ لَكُمْ وَاعْمَلُوا بِهِ. وَلَكِنْ لَا تَعْمَلُوا مِثْلَ مَا يَعْمَلُونَ؛ لأَنَّهُمْ يَقُولُونَ وَلا يَفْعَلُونَ،"
  },
  "4": {
    "en": "They tie up heavy, cumbersome loads and put them on other people’s shoulders, but they themselves are not willing to lift a finger to move them.",
    "ar": "بَلْ يَحْزِمُونَ أَحْمَالاً ثَقِيلَةً لَا تُطَاقُ وَيَضَعُونَهَا عَلَى أَكْتَافِ النَّاسِ، وَلَكِنَّهُمْ هُمْ لَا يُرِيدُونَ أَنْ يُحَرِّكُوهَا بِطَرَفِ الإِصْبَعِ."
  },
  "5": {
    "en": "“Everything they do is done for people to see: They make their phylacteries wide and the tassels on their garments long;",
    "ar": "وَكُلُّ مَا يَعْمَلُونَهُ، فَإِنَّمَا يَعْمَلُونَهُ لِكَيْ يَلْفِتُوا نَظَرَ النَّاسِ إِلَيْهِمْ. فَهُمْ يَجْعَلُونَ عَصَائِبَهُمْ عَرِيضَةً وَيُطِيلُونَ أَطْرَافَ أَثْوَابِهِمْ؛"
  },
  "6": {
    "en": "they love the place of honor at banquets and the most important seats in the synagogues;",
    "ar": "وَيُحِبُّونَ أَمَاكِنَ الصَّدَارَةِ فِي الْوَلائِمِ، وَالأَمَاكِنَ الْمُتَقَدِّمَةَ فِي الْمَجَامِعِ،"
  },
  "7": {
    "en": "they love to be greeted with respect in the marketplaces and to be called ‘Rabbi’ by others.",
    "ar": "وَأَنْ تُلْقَى عَلَيْهِمِ التَّحِيَّاتُ فِي السَّاحَاتِ، وَأَنْ يَدْعُوَهُمُ النَّاسُ: ’يَا مُعَلِّمُ، يَا مُعَلِّمُ.‘"
  },
  "8": {
    "en": "“But you are not to be called ‘Rabbi,’ for you have one Teacher, and you are all brothers.",
    "ar": "أَمَّا أَنْتُمْ، فَلا تَقْبَلُوا أَنْ يَدْعُوَكُمْ أَحَدٌ: يَا مُعَلِّمُ! لأَنَّ مُعَلِّمَكُمْ وَاحِدٌ، وَأَنْتُمْ جَمِيعاً إِخْوَةٌ."
  },
  "9": {
    "en": "And do not call anyone on earth ‘father,’ for you have one Father, and he is in heaven.",
    "ar": "وَلا تَدْعُوا أَحَداً عَلَى الأَرْضِ أَباً لَكُمْ؛ لأَنَّ أَبَاكُمْ وَاحِدٌ، وَهُوَ الآبُ الَّذِي فِي السَّمَاوَاتِ."
  },
  "10": {
    "en": "Nor are you to be called instructors, for you have one Instructor, the Messiah.",
    "ar": "وَلا تَقْبَلُوا أَنْ يَدْعُوَكُمْ أَحَدٌ رُؤَسَاءَ، لأَنَّ رَئِيسَكُمْ وَاحِدٌ، وَهُوَ الْمَسِيحُ."
  },
  "11": {
    "en": "The greatest among you will be your servant.",
    "ar": "وَلْيَكُنْ أَكْبَرُكُمْ خَادِماً لَكُمْ."
  },
  "12": {
    "en": "For those who exalt themselves will be humbled, and those who humble themselves will be exalted.",
    "ar": "فَإِنَّ كُلَّ مَنْ يُرَفِّعُ نَفْسَهُ يُوْضَعُ، وَمَنْ يَضَعُ نَفْسَهُ يُرَفَّعُ."
  },
  "13": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the door of the kingdom of heaven in people’s faces. You yourselves do not enter, nor will you let those enter who are trying to.",
    "ar": "لَكِنِ الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ تُغْلِقُونَ مَلَكُوتَ السَّمَاوَاتِ فِي وُجُوهِ النَّاسِ، فَلا أَنْتُمْ تَدْخُلُونَ، وَلا تَدَعُونَ الدَّاخِلِينَ يَدْخُلُونَ!"
  },
  "14": {
    "en": "",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ تَلْتَهِمُونَ بُيُوتَ الأَرَامِلِ وَتَتَبَاهُونَ بِإِطَالَةِ صَلَوَاتِكُمْ. لِذَلِكَ سَتَنْزِلُ بِكُمْ دَيْنُونَةٌ أَقْسَى!"
  },
  "15": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when you have succeeded, you make them twice as much a child of hell as you are.",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُرَاؤُونَ! فَإِنَّكُمْ تَطُوفُونَ الْبَحْرَ وَالْبَرَّ لِتَكْسَبُوا مُتَهَوِّداً وَاحِداً؛ فَإِذَا تَهَوَّدَ جَعَلْتُمُوهُ أَهْلاً لِجَهَنَّمَ ضِعْفَ مَا أَنْتُمْ عَلَيْهِ!"
  },
  "16": {
    "en": "“Woe to you, blind guides! You say, ‘If anyone swears by the temple, it means nothing; but anyone who swears by the gold of the temple is bound by that oath.’",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْقَادَةُ الْعُمْيَانُ! تَقُولُونَ: مَنْ أَقْسَمَ بِالْهَيْكَلِ، فَقَسَمُهُ غَيْرُ مُلْزِمٍ؛ أَمَّا مَنْ أَقْسَمَ بِذَهَبِ الْهَيْكَلِ، فَقَسَمُهُ مُلْزِمٌ!"
  },
  "17": {
    "en": "You blind fools! Which is greater: the gold, or the temple that makes the gold sacred?",
    "ar": "أَيُّهَا الْجُهَّالُ وَالْعُمْيَانُ! أَيُّ الاِثْنَيْنِ أَعْظَمُ: الذَّهَبُ أَمِ الْهَيْكَلُ الَّذِي يَجْعَلُ الذَّهَبَ مُقَدَّساً؟"
  },
  "18": {
    "en": "You also say, ‘If anyone swears by the altar, it means nothing; but anyone who swears by the gift on the altar is bound by that oath.’",
    "ar": "وَتَقُولُونَ: مَنْ أَقْسَمَ بِالْمَذْبَحِ، فَقَسَمُهُ غَيْرُ مُلْزِمٍ؛ أَمَّا مَنْ أَقْسَمَ بِالْقُرْبَانِ الَّذِي عَلَى الْمَذْبَحِ، فَقَسَمُهُ مُلْزِمٌ!"
  },
  "19": {
    "en": "You blind men! Which is greater: the gift, or the altar that makes the gift sacred?",
    "ar": "أَيُّهَا الْعُمْيَانُ! أَيُّ الاِثْنَيْنِ أَعْظَمُ: الْقُرْبَانِ أَمِ الْمَذْبَحُ الَّذِي يَجْعَلُ الْقُرْبَانَ مُقَدَّسَاً؟"
  },
  "20": {
    "en": "Therefore, anyone who swears by the altar swears by it and by everything on it.",
    "ar": "فَإِنَّ مَنْ أَقْسَمَ بِالْمَذْبَحِ، فَقَدْ أَقْسَمَ بِهِ وَبِكُلِّ مَا عَلَيْهِ؛"
  },
  "21": {
    "en": "And anyone who swears by the temple swears by it and by the one who dwells in it.",
    "ar": "وَمَنْ أَقْسَمَ بِالْهَيْكَلِ، فَقَدْ أَقْسَمَ بِهِ وَبِالسَّاكِنِ فِيهِ؛"
  },
  "22": {
    "en": "And anyone who swears by heaven swears by God’s throne and by the one who sits on it.",
    "ar": "وَمَنْ أَقْسَمَ بِالسَّمَاءِ، فَقَدْ أَقْسَمَ بِعَرْشِ اللهِ وَبِالْجَالِسِ عَلَيْهِ!"
  },
  "23": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices—mint, dill and cumin. But you have neglected the more important matters of the law—justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former.",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ تُقَدِّمُونَ حَتَّى عُشُورَ النَّعْنَعِ وَالشِّبِثِّ وَالْكَمُّونِ، وَقَدْ أَهْمَلْتُمْ أَهَمَّ مَا فِي الشَّرِيعَةِ: الْعَدْلَ وَالرَّحْمَةَ وَالأَمَانَةَ. كَانَ يَجِبُ أَنْ تَفْعَلُوا هَذِهِ وَلا تُغْفِلُوا تِلْكَ!"
  },
  "24": {
    "en": "You blind guides! You strain out a gnat but swallow a camel.",
    "ar": "أَيُّهَا الْقَادَةُ الْعُمْيَانُ! إِنَّكُمْ تُصَفُّونَ الْمَاءَ مِنَ الْبَعُوضَةِ، وَلَكِنَّكُمْ تَبْلَعُونَ الْجَمَلَ!"
  },
  "25": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence.",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ تُنَظِّفُونَ الْكَأْسَ وَالصَّحْنَ مِنَ الْخَارِجِ، وَلَكِنْ دَاخِلَهُمَا مُمْتَلِئٌ بِمَا كَسَبْتُمْ بِالنَّهْبِ وَالطَّمَعِ!"
  },
  "26": {
    "en": "Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean.",
    "ar": "أَيُّهَا الْفَرِّيسِيُّ الأَعْمَى، نَظِّفْ أَوَّلاً دَاخِلَ الْكَأْسِ لِيَصِيرَ خَارِجُهَا أَيْضاً نَظِيفاً!"
  },
  "27": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of the bones of the dead and everything unclean.",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ كَالْقُبُورِ الْمُبَيَّضَةِ: تَبْدُو جَمِيلَةً مِنَ الْخَارِجِ، وَلَكِنَّهَا مِنَ الدَّاخِلِ مُمْتَلِئَةٌ بِعِظَامِ الْمَوْتَى وَكُلِّ نَجَاسَةٍ!"
  },
  "28": {
    "en": "In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness.",
    "ar": "كَذَلِكَ أَنْتُمْ أَيْضاً، تَبْدُونَ لِلنَّاسِ صَالِحِينَ، وَلَكِنَّكُمْ مِنَ الدَّاخِلِ مُمْتَلِئُونَ بِالنِّفَاقِ وَالْفِسْقِ!"
  },
  "29": {
    "en": "“Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous.",
    "ar": "الْوَيْلُ لَكُمْ أَيُّهَا الْكَتَبَةُ وَالْفَرِّيسِيُّونَ الْمُنَافِقُونَ! فَإِنَّكُمْ تَبْنُونَ قُبُورَ الأَنْبِيَاءِ وَتُزَيِّنُونَ مَدَافِنَ الصَّالِحِينَ،"
  },
  "30": {
    "en": "And you say, ‘If we had lived in the days of our ancestors, we would not have taken part with them in shedding the blood of the prophets.’",
    "ar": "وَتَقُولُونَ: لَوْ عِشْنَا فِي زَمَنِ آبَائِنَا لَمَا شَارَكْنَاهُمْ فِي سَفْكِ دَمِ الأَنْبِيَاءِ."
  },
  "31": {
    "en": "So you testify against yourselves that you are the descendants of those who murdered the prophets.",
    "ar": "فَبِهَذَا تَشْهَدُونَ عَلَى أَنْفُسِكُمْ بِأَنَّكُمْ أَبْنَاءُ قَاتِلِي الأَنْبِيَاءِ!"
  },
  "32": {
    "en": "Go ahead, then, and complete what your ancestors started!",
    "ar": "فَأَكْمِلُوا مَا بَدَأَهُ آبَاؤُكُمْ لِيَطْفَحَ الْكَيْلُ!"
  },
  "33": {
    "en": "“You snakes! You brood of vipers! How will you escape being condemned to hell?",
    "ar": "أَيُّهَا الْحَيَّاتُ، أَوْلادَ الأَفَاعِي! كَيْفَ تُفْلِتُونَ مِنْ عِقَابِ جَهَنَّمَ؟"
  },
  "34": {
    "en": "Therefore I am sending you prophets and sages and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town.",
    "ar": "لِذَلِكَ: هَا أَنَا أُرْسِلُ إِلَيْكُمْ أَنْبِيَاءَ وَحُكَمَاءَ وَمُعَلِّمِينَ، فَبَعْضَهُمْ تَقْتُلُونَ وَتَصْلِبُونَ، وَبَعْضَهُمْ تَجْلِدُونَ فِي مَجَامِعِكُمْ، وَتُطَارِدُونَهُمْ مِنْ مَدِينَةٍ إِلَى أُخْرَى."
  },
  "35": {
    "en": "And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar.",
    "ar": "وَبِهَذَا يَقَعُ عَلَيْكُمْ كُلُّ دَمٍ زَكِيٍّ سُفِكَ عَلَى الأَرْضِ: مِنْ دَمِ هَابِيلَ الْبَارِّ إِلَى دَمِ زَكَرِيَّا بْنِ بَرَخِيَّا الَّذِي قَتَلْتُمُوهُ بَيْنَ الْهَيْكَلِ وَالْمَذْبَحِ."
  },
  "36": {
    "en": "Truly I tell you, all this will come on this generation.",
    "ar": "الْحَقَّ أَقُولُ لَكُمْ: إِنَّ عِقَابَ ذلِكَ كُلِّهِ سَيَنْزِلُ بِهَذَا الْجِيلِ."
  },
  "37": {
    "en": "“Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing.",
    "ar": "يَا أُورُشَلِيمُ، يَا أُورُشَلِيمُ، يَا قَاتِلَةَ الأَنْبِيَاءِ وَرَاجِمَةَ الْمُرْسَلِينَ إِلَيْهَا! كَمْ مَرَّةٍ أَرَدْتُ أَنْ أَجْمَعَ أَوْلادَكِ كَمَا تَجْمَعُ الدَّجَاجَةُ فِرَاخَهَا تَحْتَ جَنَاحَيْهَا، فَلَمْ تُرِيدُوا!"
  },
  "38": {
    "en": "Look, your house is left to you desolate.",
    "ar": "هَا إِنَّ بَيْتَكُمْ يُتْرَكُ لَكُمْ خَرَاباً!"
  },
  "39": {
    "en": "For I tell you, you will not see me again until you say, ‘Blessed is he who comes in the name of the Lord.’”",
    "ar": "فَإِنِّي أَقُولُ لَكُمْ إِنَّكُمْ لَنْ تَرَوْنِي مِنَ الآنَ، حَتَّى تَقُولُوا: مُبَارَكٌ الآتِي بِاسْمِ الرَّبِّ!»"
  }
}