{
  "1": {
    "en": "Early in the morning, all the chief priests and the elders of the people made their plans how to have Jesus executed.",
    "ar": "وَلَمَّا طَلَعَ الصَّبَاحُ، عَقَدَ رُؤَسَاءُ الْكَهَنَةِ وَشُيُوخُ الشَّعْبِ اجْتِمَاعاً آخَرَ، وَتَآمَرُوا عَلَى يَسُوعَ لِيُنْزِلُوا بِهِ عُقُوبَةَ الْمَوْتِ."
  },
  "2": {
    "en": "So they bound him, led him away and handed him over to Pilate the governor.",
    "ar": "ثُمَّ قَيَّدُوهُ وَسَاقُوهُ فَسَلَّمُوهُ إِلَى بِيلاطُسَ الْحَاكِمِ."
  },
  "3": {
    "en": "When Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty pieces of silver to the chief priests and the elders.",
    "ar": "فَلَمَّا رَأَى يَهُوذَا مُسَلِّمُهُ أَنَّ الْحُكْمَ عَلَيْهِ قَدْ صَدَرَ، نَدِمَ وَرَدَّ الثَّلاثِينَ قِطْعَةً مِنَ الْفِضَّةِ إِلَى رُؤَسَاءِ الْكَهَنَةِ وَالشُّيُوخِ،"
  },
  "4": {
    "en": "“I have sinned,” he said, “for I have betrayed innocent blood.”\n“What is that to us?” they replied. “That’s your responsibility.”",
    "ar": "وَقَالَ: «قَدْ أَخْطَأْتُ إِذْ سَلَّمْتُكُمْ دَماً بَرِيئاً». فَأَجَابُوهُ: «لَيْسَ هَذَا شَأْنَنَا نَحْنُ، بَلْ هُوَ شَأْنُكَ أَنْتَ!»"
  },
  "5": {
    "en": "So Judas threw the money into the temple and left. Then he went away and hanged himself.",
    "ar": "فَأَلْقَى قِطَعَ الْفِضَّةِ فِي الْهَيْكَلِ وَانْصَرَفَ، ثُمَّ ذَهَبَ وَشَنَقَ نَفْسَهُ."
  },
  "6": {
    "en": "The chief priests picked up the coins and said, “It is against the law to put this into the treasury, since it is blood money.”",
    "ar": "فَأَخَذَ رُؤَسَاءُ الْكَهَنَةِ قِطَعَ الْفِضَّةِ وَقَالُوا: «هَذَا الْمَبْلَغُ ثَمَنُ دَمٍ، فَلا يَحِلُّ لَنَا إِلْقَاؤُهُ فِي صُنْدُوقِ الْهَيْكَلِ!»"
  },
  "7": {
    "en": "So they decided to use the money to buy the potter’s field as a burial place for foreigners.",
    "ar": "وَبَعْدَ التَّشَاوُرِ اشْتَرَوْا بِالْمَبْلَغِ حَقْلَ الْفَخَّارِيِّ لِيَكُونَ مَقْبَرَةً لِلْغُرَبَاءِ،"
  },
  "8": {
    "en": "That is why it has been called the Field of Blood to this day.",
    "ar": "وَلِذَلِكَ مَازَالَ هَذَا الْحَقْلُ يُدْعَى حَتَّى الْيَوْمِ حَقْلَ الدَّمِ."
  },
  "9": {
    "en": "Then what was spoken by Jeremiah the prophet was fulfilled: “They took the thirty pieces of silver, the price set on him by the people of Israel,",
    "ar": "عِنْدَئِذٍ تَمَّ مَا قِيلَ بِلِسَانِ النَّبِيِّ إِرْمِيَا الْقَائِلِ: «وَأَخَذُوا الثَّلاثِينَ قِطْعَةً مِنَ الْفِضَّةِ، ثَمَنَ الْكَرِيمِ الَّذِي ثَمَّنَهُ بَنُو إِسْرَائِيلَ،"
  },
  "10": {
    "en": "and they used them to buy the potter’s field, as the Lord commanded me.”",
    "ar": "وَدَفَعُوهَا لِقَاءَ حَقْلِ الْفَخَّارِيِّ، كَمَا أَمَرَنِي الرَّبُّ»."
  },
  "11": {
    "en": "Meanwhile Jesus stood before the governor, and the governor asked him, “Are you the king of the Jews?”\n“You have said so,” Jesus replied.",
    "ar": "وَوَقَفَ يَسُوعُ أَمَامَ الْحَاكِمِ. فَسَأَلَهُ الْحَاكِمُ: «أَأَنْتَ مَلِكُ الْيَهُودِ؟» أَجَابَهُ: «أَنْتَ قُلْتَ!»"
  },
  "12": {
    "en": "When he was accused by the chief priests and the elders, he gave no answer.",
    "ar": "وَكَانَ رُؤَسَاءُ الْكَهَنَةِ وَالشُّيُوخُ يُوَجِّهُونَ ضِدَّهُ الاِتِّهَامَاتِ، وَهُوَ صَامِتٌ لَا يَرُدُّ."
  },
  "13": {
    "en": "Then Pilate asked him, “Don’t you hear the testimony they are bringing against you?”",
    "ar": "فَقَالَ لَهُ بِيلاطُسُ: «أَمَا تَسْمَعُ مَا يَشْهَدُونَ بِهِ عَلَيْكَ؟»"
  },
  "14": {
    "en": "But Jesus made no reply, not even to a single charge—to the great amazement of the governor.",
    "ar": "لَكِنَّ يَسُوعَ لَمْ يُجِبِ الْحَاكِمَ وَلَوْ بِكَلِمَةٍ، حَتَّى تَعَجَّبَ الْحَاكِمُ كَثِيراً."
  },
  "15": {
    "en": "Now it was the governor’s custom at the festival to release a prisoner chosen by the crowd.",
    "ar": "وَكَانَ مِنْ عَادَةِ الْحَاكِمِ فِي كُلِّ عِيدٍ أَنْ يُطْلِقَ لِجُمْهُورِ الشَّعْبِ أَيَّ سَجِينٍ يُرِيدُونَهُ."
  },
  "16": {
    "en": "At that time they had a well-known prisoner whose name was Jesus Barabbas.",
    "ar": "وَكَانَ عِنْدَهُمْ وَقْتَئِذٍ سَجِينٌ مَشْهُورٌ اسْمُهُ بَارَابَاسُ؛"
  },
  "17": {
    "en": "So when the crowd had gathered, Pilate asked them, “Which one do you want me to release to you: Jesus Barabbas, or Jesus who is called the Messiah?”",
    "ar": "فَفِيمَا هُمْ مُجْتَمِعُونَ، سَأَلَهُمْ بِيلاطُسُ: «مَنْ تُرِيدُونَ أَنْ أُطْلِقَ لَكُمْ: بَارَابَاسَ، أَمْ يَسُوعَ الَّذِي يُدْعَى الْمَسِيحَ؟»"
  },
  "18": {
    "en": "For he knew it was out of self-interest that they had handed Jesus over to him.",
    "ar": "إِذْ كَانَ يَعْلَمُ أَنَّهُمْ سَلَّمُوهُ عَنْ حَسَدٍ."
  },
  "19": {
    "en": "While Pilate was sitting on the judge’s seat, his wife sent him this message: “Don’t have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.”",
    "ar": "وَفِيمَا هُوَ جَالِسٌ عَلَى مَنَصَّةِ الْقَضَاءِ، أَرْسَلَتْ إِلَيْهِ زَوْجَتُهُ تَقُولُ: «إِيَّاكَ وَذَلِكَ الْبَارَّ! فَقَدْ تَضَايَقْتُ الْيَوْمَ كَثِيراً فِي حُلْمٍ بِسَبَبِهِ»."
  },
  "20": {
    "en": "But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed.",
    "ar": "وَلَكِنَّ رُؤَسَاءَ الْكَهَنَةِ وَالشُّيُوخَ حَرَّضُوا الْجُمُوعَ أَنْ يُطَالِبُوا بِإِطْلاقِ بَارَابَاسَ وَقَتْلِ يَسُوعَ."
  },
  "21": {
    "en": "“Which of the two do you want me to release to you?” asked the governor.\n“Barabbas,” they answered.",
    "ar": "فَسَأَلَهُمْ بِيلاطُسُ: «أَيَّ الاِثْنَيْنِ تُرِيدُونَ أَنْ أُطْلِقَ لَكُمْ؟» أَجَابُوا: «بَارَابَاسَ»."
  },
  "22": {
    "en": "“What shall I do, then, with Jesus who is called the Messiah?” Pilate asked.\nThey all answered, “Crucify him!”",
    "ar": "فَعَادَ يَسْأَلُ: «فَمَاذَا أَفْعَلُ بِيَسُوعَ الَّذِي يُدْعَى الْمَسِيحَ؟» أَجَابُوا جَمِيعاً: «لِيُصْلَبْ!»"
  },
  "23": {
    "en": "“Why? What crime has he committed?” asked Pilate.\nBut they shouted all the louder, “Crucify him!”",
    "ar": "فَسَأَلَ الْحَاكِمُ: «وَأَيَّ شَرٍّ فَعَلَ؟» فَازْدَادُوا صُرَاخاً: «لِيُصْلَبْ!»"
  },
  "24": {
    "en": "When Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. “I am innocent of this man’s blood,” he said. “It is your responsibility!”",
    "ar": "فَلَمَّا رَأَى بِيلاطُسُ أَنَّهُ لَا فَائِدَةَ، وَأَنَّ فِتْنَةً تَكَادُ تَنْشَبُ بِالأَحْرَى، أَخَذَ مَاءً وَغَسَلَ يَدَيْهِ أَمَامَ الْجَمْعِ، وَقَالَ: «أَنَا بَرِيءٌ مِنْ دَمِ هَذَا الْبَارِّ. فَانْظُرُوا أَنْتُمْ فِي الأَمْرِ!»"
  },
  "25": {
    "en": "All the people answered, “His blood is on us and on our children!”",
    "ar": "فَأَجَابَ الشَّعْبُ بِأَجْمَعِهِ: «لِيَكُنْ دَمُهُ عَلَيْنَا وَعَلَى أَوْلادِنَا!»"
  },
  "26": {
    "en": "Then he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified.",
    "ar": "فَأَطْلَقَ لَهُمْ بَارَابَاسَ؛ وَأَمَّا يَسُوعُ فَجَلَدَهُ، ثُمَّ سَلَّمَهُ إِلَى الصَّلْبِ."
  },
  "27": {
    "en": "Then the governor’s soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him.",
    "ar": "فَاقْتَادَ جُنُودُ الْحَاكِمِ يَسُوعَ إِلَى دَارِ الْحُكُومَةِ، وَجَمَعُوا عَلَيْهِ جُنُودَ الْكَتِيبَةِ كُلِّهَا،"
  },
  "28": {
    "en": "They stripped him and put a scarlet robe on him,",
    "ar": "فَجَرَّدُوهُ مِنْ ثِيَابِهِ، وَأَلْبَسُوهُ رِدَاءً قِرْمِزِيًّا،"
  },
  "29": {
    "en": "and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand. Then they knelt in front of him and mocked him. “Hail, king of the Jews!” they said.",
    "ar": "وَجَدَلُوا إِكْلِيلاً مِنْ شَوْكٍ وَضَعُوهُ عَلَى رَأْسِهِ، وَوَضَعُوا قَصَبَةً فِي يَدِهِ الْيُمْنَى، وَرَكَعُوا أَمَامَهُ يَسْخَرُونَ مِنْهُ وَهُمْ يَقُولُونَ: «سَلامٌ يَا مَلِكَ الْيَهُودِ!»"
  },
  "30": {
    "en": "They spit on him, and took the staff and struck him on the head again and again.",
    "ar": "وَبَصَقُوا عَلَيْهِ، وَأَخَذُوا القَصَبَةَ مِنْهُ، وَضَرَبُوهُ بِها عَلَى رَأْسِهِ."
  },
  "31": {
    "en": "After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him.",
    "ar": "وَبَعْدَمَا أَوْسَعُوهُ سُخْرِيَةً، نَزَعُوا عَنْهُ الرِّدَاءَ، وَأَلْبَسُوهُ ثِيَابَهُ، وَسَاقُوهُ إِلَى الصَّلْبِ."
  },
  "32": {
    "en": "As they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross.",
    "ar": "وَبَيْنَمَا كَانَ الْجُنُودُ يَسُوقُونَهُ إِلَى الصَّلْبِ، وَجَدُوا رَجُلاً مِنَ الْقَيْرَوَانِ اسْمُهُ سِمْعَانُ، فَسَخَّرُوهُ أَنْ يَحْمِلَ عَنْهُ الصَّلِيبَ."
  },
  "33": {
    "en": "They came to a place called Golgotha (which means “the place of the skull”).",
    "ar": "وَلَمَّا وَصَلُوا إِلَى الْمَكَانِ الْمَعْرُوفِ بالْجُلْجُثَةِ، وَهُوَ الَّذِي يُدْعَى مَكَانَ الْجُمْجُمَةِ،"
  },
  "34": {
    "en": "There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it.",
    "ar": "أَعْطَوْا يَسُوعَ خَمْراً مَمْزُوجَةً بِمَرَارَةٍ لِيَشْرَبَ فَلَمَّا ذَاقَهَا، رَفَضَ أَنْ يَشْرَبَهَا."
  },
  "35": {
    "en": "When they had crucified him, they divided up his clothes by casting lots.",
    "ar": "فَصَلَبُوهُ، ثُمَّ تَقَاسَمُوا ثِيَابَهُ فِيمَا بَيْنَهُمْ مُقْتَرِعِينَ عَلَيْهَا."
  },
  "36": {
    "en": "And sitting down, they kept watch over him there.",
    "ar": "وَجَلَسُوا هُنَاكَ يَحْرُسُونَهُ؛"
  },
  "37": {
    "en": "Above his head they placed the written charge against him: this is jesus, the king of the jews.",
    "ar": "وَقَدْ عَلَّقُوا فَوْقَ رَأْسِهِ لافِتَةً تَحْمِلُ تُهْمَتَهُ، مَكْتُوباً عَلَيْهَا: «هَذَا هُوَ يَسُوعُ، مَلِكُ الْيَهُودِ»."
  },
  "38": {
    "en": "Two rebels were crucified with him, one on his right and one on his left.",
    "ar": "وَصَلَبُوا مَعَهُ لِصَّيْنِ، وَاحِداً عَنِ الْيَمِينِ، وَوَاحِداً عَنِ الْيَسَارِ."
  },
  "39": {
    "en": "Those who passed by hurled insults at him, shaking their heads",
    "ar": "وَكَانَ الْمَارَّةُ يَشْتُمُونَهُ، وَهُمْ يَهُزُّونَ رُؤُوسَهُمْ"
  },
  "40": {
    "en": "and saying, “You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!”",
    "ar": "وَيَقُولُونَ: «يَا هَادِمَ الْهَيْكَلِ وَبَانِيَهُ فِي ثَلاثَةِ أَيَّامٍ، خَلِّصْ نَفْسَكَ! إِنْ كُنْتَ ابْنَ اللهِ فَانْزِلْ عَنِ الصَّلِيبِ!»"
  },
  "41": {
    "en": "In the same way the chief priests, the teachers of the law and the elders mocked him.",
    "ar": "وَسَخِرَ مِنْهُ أَيْضاً رُؤَسَاءُ الْكَهَنَةِ وَالْكَتَبَةُ وَالشُّيُوخُ، قَائِلِينَ:"
  },
  "42": {
    "en": "“He saved others,” they said, “but he can’t save himself! He’s the king of Israel! Let him come down now from the cross, and we will believe in him.",
    "ar": "«خَلَّصَ غَيْرَهُ؛ أَمَّا نَفْسَهُ فَلا يَقْدِرُ أَنْ يُخَلِّصَ! أَهُوَ مَلِكُ إِسْرَائِيلَ؟ فَلْيَنْزِلِ الآنَ عَنِ الصَّلِيبِ فَنُؤْمِنَ بِهِ!"
  },
  "43": {
    "en": "He trusts in God. Let God rescue him now if he wants him, for he said, ‘I am the Son of God.’”",
    "ar": "تَوَكَّلَ عَلَى اللهِ، فَلْيُخَلِّصْهُ الآنَ إِنْ كَانَ يُرِيدُهُ! فَهُوَ قَدْ قَالَ: أَنَا ابْنُ اللهِ!»"
  },
  "44": {
    "en": "In the same way the rebels who were crucified with him also heaped insults on him.",
    "ar": "وَكَانَ اللِّصَّانِ الْمَصْلُوبَانِ مَعَهُ يَسْخَرَانِ مِنْهُ بِمِثْلِ هَذَا الْكَلامِ!"
  },
  "45": {
    "en": "From noon until three in the afternoon darkness came over all the land.",
    "ar": "وَمِنَ السَّاعَةِ الثَّانِيَةَ عَشْرَةَ ظُهْراً إِلَى السَّاعَةِ الثَّالِثَةِ بَعْدَ الظُّهْرِ، حَلَّ الظَّلامُ عَلَى الأَرْضِ كُلِّهَا."
  },
  "46": {
    "en": "About three in the afternoon Jesus cried out in a loud voice, “Eli, Eli, lema sabachthani?” (which means “My God, my God, why have you forsaken me?”).",
    "ar": "وَنَحْوَ السَّاعَةِ الثَّالِثَةِ صَرَخَ يَسُوعُ بِصَوْتٍ عَظِيمٍ: «إِيلِي، إِيلِي، لَمَا شَبَقْتَنِي؟» أَيْ: «إِلهِي، إِلهِي، لِمَاذَا تَرَكْتَنِي؟»"
  },
  "47": {
    "en": "When some of those standing there heard this, they said, “He’s calling Elijah.”",
    "ar": "فَلَمَّا سَمِعَهُ بَعْضُ الْوَاقِفِينَ هُنَاكَ، قَالُوا: «إِنَّهُ يُنَادِي إِيلِيَّا!»"
  },
  "48": {
    "en": "Immediately one of them ran and got a sponge. He filled it with wine vinegar, put it on a staff, and offered it to Jesus to drink.",
    "ar": "فَرَكَضَ وَاحِدٌ مِنْهُمْ، وَأَخَذَ إِسْفِنْجَةً غَمَسَهَا فِي الْخَلِّ، وَثَبَّتَهَا عَلَى قَصَبَةٍ وَقَدَّمَ إِلَيْهِ لِيَشْرَبَ؛"
  },
  "49": {
    "en": "The rest said, “Now leave him alone. Let’s see if Elijah comes to save him.”",
    "ar": "وَلَكِنَّ الْبَاقِينَ قَالُوا: «دَعْهُ وَشَأْنَهُ! لِنَرَ هَلْ يَأْتِي إِيلِيَّا لِيُخَلِّصَهُ!»"
  },
  "50": {
    "en": "And when Jesus had cried out again in a loud voice, he gave up his spirit.",
    "ar": "فَصَرَخَ يَسُوعُ مَرَّةً أُخْرَى بِصَوْتٍ عَظِيمٍ، وَأَسْلَمَ الرُّوحَ."
  },
  "51": {
    "en": "At that moment the curtain of the temple was torn in two from top to bottom. The earth shook, the rocks split",
    "ar": "وَإذَا سِتَارُ الْهَيْكَلِ قَدِ انْشَقَّ شَطْرَيْنِ، مِنَ الأَعْلَى إِلَى الأَسْفَلِ، وَتَزَلْزَلَتِ الأَرْضُ، وَتَشَقَّقَتِ الصُّخُورُ،"
  },
  "52": {
    "en": "and the tombs broke open. The bodies of many holy people who had died were raised to life.",
    "ar": "وَتَفَتَّحَتِ الْقُبُورُ، وَقَامَتْ أَجْسَادٌ كَثِيرَةٌ لِقِدِّيسِينَ كَانُوا قَدْ رَقَدُوا؛"
  },
  "53": {
    "en": "They came out of the tombs after Jesus’ resurrection and went into the holy city and appeared to many people.",
    "ar": "وَإِذْ خَرَجُوا مِنَ الْقُبُورِ، دَخَلُوا الْمَدِينَةَ الْمُقَدَّسَةَ بَعْدَ قِيَامَةِ يَسُوعَ، وَرَآهُمْ كَثِيرُونَ."
  },
  "54": {
    "en": "When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, “Surely he was the Son of God!”",
    "ar": "وَأَمَّا قَائِدُ الْمِئَةِ، وَجُنُودُهُ الَّذِينَ كَانُوا يَتَوَلَّوْنَ حِرَاسَةَ يَسُوعَ، فَقَدِ اسْتَوْلَى عَلَيْهِمْ خَوْفٌ شَدِيدٌ حِينَمَا رَأَوْا الزِّلْزَالَ وَكُلَّ مَا جَرَى، فَقَالُوا: «حَقّاً كَانَ هَذَا ابْنَ اللهِ!»"
  },
  "55": {
    "en": "Many women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs.",
    "ar": "وَمِنْ بَعِيدٍ، كَانَتْ نِسَاءٌ كَثِيرَاتٌ يُرَاقِبْنَ مَا يَجْرِي، وَكُنَّ قَدْ تَبِعْنَ يَسُوعَ مِنَ الْجَلِيلِ لِيَخْدِمْنَهُ،"
  },
  "56": {
    "en": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons.",
    "ar": "وَبَيْنَهُنَّ مَرْيَمُ الْمَجْدَلِيَّةُ، وَمَرْيَمُ أُمُّ يَعْقُوبَ وَيُوسِي، وَأُمُّ ابْنَيْ زَبَدِي."
  },
  "57": {
    "en": "As evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus.",
    "ar": "وَلَمَّا حَلَّ الْمَسَاءُ، جَاءَ رَجُلٌ غَنِيٌّ مِنْ بَلْدَةِ الرَّامَةِ، اسْمُهُ يُوسُفُ، كَانَ أَيْضاً تِلْمِيذاً لِيَسُوعَ."
  },
  "58": {
    "en": "Going to Pilate, he asked for Jesus’ body, and Pilate ordered that it be given to him.",
    "ar": "فَتَقَدَّمَ إِلَى بِيلاطُسَ يَطْلُبُ جُثْمَانَ يَسُوعَ. فَأَمَرَ بِيلاطُسُ أَنْ يُعْطَى لَهُ"
  },
  "59": {
    "en": "Joseph took the body, wrapped it in a clean linen cloth,",
    "ar": "فَأَخَذَ يُوسُفُ الْجُثْمَانَ، وَكَفَّنَهُ بِكَتَّانٍ نَقِيٍّ،"
  },
  "60": {
    "en": "and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away.",
    "ar": "وَدَفَنَهُ فِي قَبْرِهِ الْجَدِيدِ الَّذِي كَانَ قَدْ حَفَرَهُ فِي الصَّخْرِ؛ وَدَحْرَجَ حَجَراً كَبِيراً عَلَى بَابِ الْقَبْرِ، ثُمَّ ذَهَبَ."
  },
  "61": {
    "en": "Mary Magdalene and the other Mary were sitting there opposite the tomb.",
    "ar": "وَكَانَتْ هُنَاكَ مَرْيَمُ الْمَجْدَلِيَّةُ وَمَرْيَمُ الأُخْرَى جَالِسَتَيْنِ تِجَاهَ الْقَبْرِ."
  },
  "62": {
    "en": "The next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate.",
    "ar": "وَفِي الْيَوْمِ التَّالِي، أَيْ بَعْدَ الإِعْدَادِ لِلسَّبْتِ، تَقَدَّمَ رُؤَسَاءُ الْكَهَنَةِ وَالْفَرِّيسِيُّونَ مَعاً إِلَى بِيلاطُسَ،"
  },
  "63": {
    "en": "“Sir,” they said, “we remember that while he was still alive that deceiver said, ‘After three days I will rise again.’",
    "ar": "وَقَالُوا: «يَا سَيِّدُ. تَذَكَّرْنَا أَنَّ ذَلِكَ الْمُضَلِّلَ قَالَ وَهُوَ حَيٌّ: إِنِّي بَعْدَ ثَلاثَةِ أَيَّامٍ أَقُومُ."
  },
  "64": {
    "en": "So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.”",
    "ar": "فَأَصْدِرْ أَمْراً بِحِرَاسَةِ الْقَبْرِ بِإِحْكَامٍ إِلَى الْيَوْمِ الثَّالِثِ، لِئَلّا يَأْتِيَ تَلامِيذُهُ وَيَسْرِقُوهُ، وَيَقُولُوا لِلشَّعْبِ: إِنَّهُ قَامَ مِنْ بَيْنِ الأَمْوَاتِ، فَيَكُونَ التَّضْلِيلُ الأَخِيرُ أَسْوَأَ مِنَ الأَوَّلِ»."
  },
  "65": {
    "en": "“Take a guard,” Pilate answered. “Go, make the tomb as secure as you know how.”",
    "ar": "فَأَجَابَهُمْ بِيلاطُسُ: «عِنْدَكُمْ حُرَّاسٌ! فَاذْهَبُوا وَاحْرُسُوهُ كَمَا تَرَوْنَ»."
  },
  "66": {
    "en": "So they went and made the tomb secure by putting a seal on the stone and posting the guard.",
    "ar": "فَذَهَبُوا وَأَحْكَمُوا إِغْلاقَ الْقَبْرِ، وَخَتَمُوا الْحَجَرَ، وَأَقَامُوا حُرَّاساً."
  }
}