{
  "1": {
    "en": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb.",
    "ar": "وَفِي الْيَوْمِ الأَوَّلِ مِنَ الأُسْبُوعِ، بَعْدَ انْتِهَاءِ السَّبْتِ، ذَهَبَتْ مَرْيَمُ الْمَجْدَلِيَّةُ وَمَرْيَمُ الأُخْرَى تَتَفَقَّدَانِ الْقَبْرَ."
  },
  "2": {
    "en": "There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it.",
    "ar": "فَإِذَا زِلْزَالٌ عَنِيفٌ قَدْ حَدَثَ، لأَنَّ مَلاكاً مِنْ عِنْدِ الرَّبِّ نَزَلَ مِنَ السَّمَاءِ، وَجَاءَ فَدَحْرَجَ الْحَجَرَ وَجَلَسَ عَلَيْهِ."
  },
  "3": {
    "en": "His appearance was like lightning, and his clothes were white as snow.",
    "ar": "وَكَانَ مَنْظَرُ الْمَلاكِ كَالْبَرْقِ، وَثَوْبُهُ أَبْيَضَ كَالثَّلْجِ."
  },
  "4": {
    "en": "The guards were so afraid of him that they shook and became like dead men.",
    "ar": "وَلَمَّا رَآهُ الْجُنُودُ الَّذِينَ كَانُوا يَحْرُسُونَ الْقَبْرَ، أَصَابَهُمُ الذُّعْرُ وَصَارُوا كَأَنَّهُمْ مَوْتَى."
  },
  "5": {
    "en": "The angel said to the women, “Do not be afraid, for I know that you are looking for Jesus, who was crucified.",
    "ar": "فَطَمْأَنَ المَلاكُ الْمَرْأَتَيْنِ قَائِلاً: «لا تَخَافَا. فَأَنَا أَعْلَمُ إِنَّكُمَا تَبْحَثَانِ عَنْ يَسُوعَ الَّذِي صُلِبَ."
  },
  "6": {
    "en": "He is not here; he has risen, just as he said. Come and see the place where he lay.",
    "ar": "إِنَّهُ لَيْسَ هُنَا، فَقَدْ قَامَ، كَمَا قَالَ. تَعَالَيَا وَانْظُرَا الْمَكَانَ الَّذِي كَانَ مَوْضُوعاً فِيهِ."
  },
  "7": {
    "en": "Then go quickly and tell his disciples: ‘He has risen from the dead and is going ahead of you into Galilee. There you will see him.’ Now I have told you.”",
    "ar": "وَاذْهَبَا بِسُرْعَةٍ وَأَخْبِرَا تَلامِيذَهُ أَنَّهُ قَدْ قَامَ مِنْ بَيْنِ الأَمْوَاتِ، وَهَا هُوَ يَسْبِقُكُمْ إِلَى الْجَلِيلِ، هُنَاكَ تَرَوْنَهُ. هَا أَنَا قَدْ أَخْبَرْتُكُمَا!»"
  },
  "8": {
    "en": "So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples.",
    "ar": "فَانْطَلَقَتِ الْمَرْأَتَانِ مِنَ الْقَبْرِ مُسْرِعَتَيْنِ، وَقَدِ اسْتَوْلَى عَلَيْهِمَا خَوْفٌ شَدِيدٌ وَفَرَحٌ عَظِيمٌ، وَرَكَضَتَا إِلَى التَّلامِيذِ تَحْمِلانِ الْبُشْرَى."
  },
  "9": {
    "en": "Suddenly Jesus met them. “Greetings,” he said. They came to him, clasped his feet and worshiped him.",
    "ar": "وَفِيمَا هُمَا مُنْطَلِقَتَانِ لِتُبَشِّرَا التَّلامِيذَ، إِذَا يَسُوعُ نَفْسُهُ قَدِ الْتَقَاهُمَا وَقَالَ: «سَلامٌ!» فَتَقَدَّمَتَا وَأَمْسَكَتَا بِقَدَمَيْهِ، وَسَجَدَتَا لَهُ."
  },
  "10": {
    "en": "Then Jesus said to them, “Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.”",
    "ar": "فَقَالَ لَهُمَا يَسُوعُ: «لا تَخَافَا! اذْهَبَا قُولا لإِخْوَتِي أَنْ يَذْهَبُوا إِلَى الْجَلِيلِ، وَهُنَاكَ يَرَوْنَنِي!»"
  },
  "11": {
    "en": "While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened.",
    "ar": "وَبَيْنَمَا كَانَتِ الْمَرْأَتَانِ ذَاهِبَتَيْنِ، إِذَا بَعْضُ الْحُرَّاسِ قَدْ ذَهَبُوا إِلَى الْمَدِينَةِ وَأَخْبَرُوا رُؤَسَاءَ الْكَهَنَةِ بِكُلِّ مَا جَرَى."
  },
  "12": {
    "en": "When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money,",
    "ar": "فَاجْتَمَعَ رُؤَسَاءُ الْكَهَنَةِ وَالشُّيُوخُ وَتَشَاوَرُوا فِي الأَمْرِ. ثُمَّ رَشَوْا الْجُنُودَ بِمَالٍ كَثِيرٍ،"
  },
  "13": {
    "en": "telling them, “You are to say, ‘His disciples came during the night and stole him away while we were asleep.’",
    "ar": "وَقَالُوا لَهُمْ: «قُولُوا: إِنَّ تَلامِيذَهُ جَاءُوا لَيْلاً وَسَرَقُوهُ وَنَحْنُ نَائِمُونَ!"
  },
  "14": {
    "en": "If this report gets to the governor, we will satisfy him and keep you out of trouble.”",
    "ar": "فَإِذَا بَلَغَ الْخَبَرُ الْحَاكِمَ، فَإِنَّنَا نُدَافِعُ عَنْكُمْ، فَتَكُونُونَ فِي مَأْمَنٍ مِنْ أَيِّ سُوءٍ»."
  },
  "15": {
    "en": "So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day.",
    "ar": "فَأَخَذَ الْجُنُودُ الْمَالَ، وَعَمِلُوا كَمَا لَقَّنُوهُمْ. وَقَدِ انْتَشَرَتْ هَذِهِ الإِشَاعَةُ بَيْنَ الْيَهُودِ إِلَى الْيَوْمِ."
  },
  "16": {
    "en": "Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go.",
    "ar": "وَأَمَّا التَّلامِيذُ الأَحَدَ عَشَرَ، فَذَهَبُوا إِلَى مِنْطَقَةِ الْجَلِيلِ، إِلَى الْجَبَلِ الَّذِي عَيَّنَهُ لَهُمْ يَسُوعُ."
  },
  "17": {
    "en": "When they saw him, they worshiped him; but some doubted.",
    "ar": "فَلَمَّا رَأَوْهُ، سَجَدُوا لَهُ. وَلَكِنَّ بَعْضَهُمْ شَكُّوا،"
  },
  "18": {
    "en": "Then Jesus came to them and said, “All authority in heaven and on earth has been given to me.",
    "ar": "فَتَقَدَّمَ يَسُوعُ وَكَلَّمَهُمْ قَائِلاً: «دُفِعَ إِليَّ كُلُّ سُلْطَانٍ فِي السَّمَاءِ وَعَلَى الأَرْضِ."
  },
  "19": {
    "en": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
    "ar": "فَاذْهَبُوا إِذَنْ، وَتَلْمِذُوا جَمِيعَ الأُمَمِ، وَعَمِّدُوهُمْ بِاسْمِ الآبِ وَالاِبْنِ وَالرُّوحِ الْقُدُسِ؛"
  },
  "20": {
    "en": "and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.”",
    "ar": "وَعَلِّمُوهُمْ أَنْ يَعْمَلُوا بِكُلِّ مَا أَوْصَيْتُكُمْ بِهِ. وَهَا أَنَا مَعَكُمْ كُلَّ الأَيَّامِ إِلَى انْتِهَاءِ الزَّمَانِ!»"
  }
}