{
  "1": {
    "en": "Then Jesus was led by the Spirit into the wilderness to be tempted by the devil.",
    "ar": "ثُمَّ صَعِدَ الرُّوحُ بِيَسُوعَ إِلَى الْبَرِّيَّةِ، لِيُجَرَّبَ مِنْ قِبَلِ إِبْلِيسَ."
  },
  "2": {
    "en": "After fasting forty days and forty nights, he was hungry.",
    "ar": "وَبَعْدَمَا صَامَ أَرْبَعِينَ نَهَاراً وَأَرْبَعِينَ لَيْلَةً، جَاعَ أَخِيراً،"
  },
  "3": {
    "en": "The tempter came to him and said, “If you are the Son of God, tell these stones to become bread.”",
    "ar": "فَتَقَدَّمَ إِلَيْهِ الْمُجَرِّبُ وَقَالَ لَهُ: «إِنْ كُنْتَ ابْنَ اللهِ، فَقُلْ لِهَذِهِ الْحِجَارَةِ أَنْ تَتَحَوَّلَ إِلَى خُبْزٍ!»"
  },
  "4": {
    "en": "Jesus answered, “It is written: ‘Man shall not live on bread alone, but on every word that comes from the mouth of God.’”",
    "ar": "فَأَجَابَهُ قَائِلاً: «مَكْتُوبٌ: لَيْسَ بِالْخُبْزِ وَحْدَهُ يَحْيَا الإِنْسَانُ، بَلْ بِكُلِّ كَلِمَةٍ تَخْرُجُ مِنْ فَمِ اللهِ!»"
  },
  "5": {
    "en": "Then the devil took him to the holy city and had him stand on the highest point of the temple.",
    "ar": "ثُمَّ أَخَذَهُ إِبْلِيسُ إِلَى الْمَدِينَةِ الْمُقَدَّسَةِ، وَأَوْقَفَهُ عَلَى حَافَةِ سَطْحِ الْهَيْكَلِ،"
  },
  "6": {
    "en": "“If you are the Son of God,” he said, “throw yourself down. For it is written:\n“‘He will command his angels concerning you,\n    and they will lift you up in their hands,\n    so that you will not strike your foot against a stone.’”",
    "ar": "وَقَالَ لَهُ: «إِنْ كُنْتَ ابْنَ اللهِ، فَاطْرَحْ نَفْسَكَ إِلَى أَسْفَلُ، لأَنَّهُ مَكْتُوبٌ: يُوصِي مَلائِكَتَهُ بِكَ، فَيَحْمِلُونَكَ عَلَى أَيْدِيهِمْ لِكَيْ لَا تَصْدِمَ قَدَمَكَ بِحَجَرٍ!»"
  },
  "7": {
    "en": "Jesus answered him, “It is also written: ‘Do not put the Lord your God to the test.’”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «وَمَكْتُوبٌ أَيْضاً: لَا تُجَرِّبِ الرَّبَّ إِلهَكَ!»"
  },
  "8": {
    "en": "Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor.",
    "ar": "ثُمَّ أَخَذَهُ إِبْلِيسُ أَيْضاً إِلَى قِمَّةِ جَبَلٍ عَالٍ جِدّاً، وَأَرَاهُ جَمِيعَ مَمَالِكِ الْعَالَمِ وَعَظَمَتَهَا،"
  },
  "9": {
    "en": "“All this I will give you,” he said, “if you will bow down and worship me.”",
    "ar": "وَقَالَ لَهُ: «أُعْطِيكَ هَذِهِ كُلَّهَا إِنْ جَثَوْتَ وَسَجَدْتَ لِي!»"
  },
  "10": {
    "en": "Jesus said to him, “Away from me, Satan! For it is written: ‘Worship the Lord your God, and serve him only.’”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «اذْهَبْ يَا شَيْطَانُ! لأَنَّهُ مَكْتُوبٌ: لِلرَّبِّ إِلهِكَ تَسْجُدُ، وَإِيَّاهُ وَحْدَهُ تَعْبُدُ!»"
  },
  "11": {
    "en": "Then the devil left him, and angels came and attended him.",
    "ar": "فَتَرَكَهُ إِبْلِيسُ، وَإذَا بَعْضُ الْمَلائِكَةِ جَاءُوا إِلَيْهِ وَأَخَذُوا يَخْدِمُونَهُ."
  },
  "12": {
    "en": "When Jesus heard that John had been put in prison, he withdrew to Galilee.",
    "ar": "وَلَمَّا سَمِعَ يَسُوعُ أَنَّهُ قَدْ أُلْقِيَ الْقَبْضُ عَلَى يُوحَنَّا، عَادَ إِلَى مِنْطَقَةِ الْجَلِيلِ."
  },
  "13": {
    "en": "Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali—",
    "ar": "وَإِذْ تَرَكَ النَّاصِرَةَ، تَوَجَّهَ إِلَى كَفْرَنَاحُومَ الْوَاقِعَةِ عَلَى شَاطِئِ الْبُحَيْرَةِ ضِمْنَ حُدُودِ زَبُولُونَ وَنَفْتَالِيمَ، وَسَكَنَ فِيهَا،"
  },
  "14": {
    "en": "to fulfill what was said through the prophet Isaiah:",
    "ar": "لِيَتِمَّ مَا قِيلَ بِلِسَانِ النَّبِيِّ إِشَعْيَاءَ الْقَائِلِ:"
  },
  "15": {
    "en": "“Land of Zebulun and land of Naphtali,\n    the Way of the Sea, beyond the Jordan,\n    Galilee of the Gentiles—",
    "ar": "«أَرْضُ زَبُولُونَ وَأَرْضُ نَفْتَالِيمَ، عَلَى طَرِيقِ الْبُحَيْرَةِ مَا وَرَاءَ نَهْرِ الأُرْدُنِّ، بِلادُ الْجَلِيلِ الَّتِي يَسْكُنُهَا الأَجَانِبُ،"
  },
  "16": {
    "en": "the people living in darkness\n    have seen a great light;\non those living in the land of the shadow of death\n    a light has dawned.”",
    "ar": "الشَّعْبُ الْجَالِسُ فِي الظُّلْمَةِ، أَبْصَرَ نُوراً عَظِيماً، وَالْجَالِسُونَ فِي أَرْضِ الْمَوْتِ وَظِلالِهِ، أَشْرَقَ عَلَيْهِمْ نُورٌ!»"
  },
  "17": {
    "en": "From that time on Jesus began to preach, “Repent, for the kingdom of heaven has come near.”",
    "ar": "مِنْ ذلِكَ الْحِينِ بَدَأَ يَسُوعُ يُبَشِّرُ قَائِلاً: «تُوبُوا، فَقَدِ اقْتَرَبَ مَلَكُوتُ السَّمَاوَاتِ!»"
  },
  "18": {
    "en": "As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen.",
    "ar": "وَبَيْنَمَا كَانَ يَسُوعُ يَمْشِي عَلَى شَاطِئِ بُحَيْرَةِ الْجَلِيلِ، رَأَى أَخَوَيْنِ، هُمَا سِمْعَانُ الَّذِي يُدْعَى بُطْرُسَ وَأَنْدَرَاوُسُ أَخُوهُ، يُلْقِيَانِ الشَّبَكَةَ فِي الْبُحَيْرَةِ، إِذْ كَانَا صَيَّادَيْنِ."
  },
  "19": {
    "en": "“Come, follow me,” Jesus said, “and I will send you out to fish for people.”",
    "ar": "فَقَالَ لَهُمَا: «هَيَّا اتْبَعَانِي، فَأَجْعَلَكُمَا صَيَّادَيْنِ لِلنَّاسِ!»"
  },
  "20": {
    "en": "At once they left their nets and followed him.",
    "ar": "فَتَرَكَا الشِّبَاكَ وَتَبِعَاهُ حَالاً."
  },
  "21": {
    "en": "Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them,",
    "ar": "وَسَارَ مِنْ هُنَاكَ فَرَأَى أَخَوَيْنِ آخَرَيْنِ، هُمَا يَعْقُوبُ بْنُ زَبَدِي وَيُوحَنَّا أَخُوهُ، فِي الْقَارِبِ مَعَ أَبِيهِمَا يُصْلِحَانِ شِبَاكَهُمَا، فَدَعَاهُمَا لِيَتْبَعَاهُ."
  },
  "22": {
    "en": "and immediately they left the boat and their father and followed him.",
    "ar": "فَتَركَا الْقَارِبَ وَأَبَاهُمَا، وَتَبِعَاهُ حَالاً."
  },
  "23": {
    "en": "Jesus went throughout Galilee, teaching in their synagogues, proclaiming the good news of the kingdom, and healing every disease and sickness among the people.",
    "ar": "وَكَانَ يَسُوعُ يَتَنَقَّلُ فِي مِنْطَقَةِ الْجَلِيلِ كُلِّهَا، يُعَلِّمُ فِي مَجَامِعِ الْيَهُودِ، وَيُنَادِي بِبِشَارَةِ الْمَلَكُوتِ، وَيَشْفِي كُلَّ مَرَضٍ وَعِلَّةٍ فِي الشَّعْبِ،"
  },
  "24": {
    "en": "News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed; and he healed them.",
    "ar": "فَذَاعَ صِيتُهُ فِي سُورِيَّةَ كُلِّهَا. فَحَمَلُوا إِلَيْهِ مَرْضَاهُمُ الْمُصَابِينَ بِأَمْرَاضٍ وَأَوْجَاعٍ مُخْتَلِفَةٍ، وَالْمَسْكُونِينَ بِالشَّيَاطِينِ، وَالْمَصْرُوعِينَ، وَالْمَشْلُولِينَ، فَشَفَاهُمْ جَمِيعاً."
  },
  "25": {
    "en": "Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him.",
    "ar": "فَتَبِعَتْهُ جُمُوعٌ كَبِيرَةٌ مِنْ مَنَاطِقِ الْجَلِيلِ، وَالْمُدُنِ الْعَشْرِ، وَأُورُشَلِيمَ، وَالْيَهُودِيَّةِ، وَمَا وَرَاءَ الأُرْدُنِّ."
  }
}