{
  "1": {
    "en": "A wise son heeds his father’s instruction,\n    but a mocker does not respond to rebukes.",
    "ar": "الابْنُ الْحَكِيمُ يَقْبَلُ تَأْدِيبَ أَبِيهِ، أَمَّا الْمُسْتَهْزِئُ فَلا يَسْتَمِعُ لِلانْتِهَارِ."
  },
  "2": {
    "en": "From the fruit of their lips people enjoy good things,\n    but the unfaithful have an appetite for violence.",
    "ar": "مِنْ ثَمَرِ أَقْوَالِ فَمِهِ يَأْكُلُ الإِنْسَانُ خَيْراً، وَشَهْوَةُ الْغَادِرِينَ ارْتِكَابُ الظُّلْمِ."
  },
  "3": {
    "en": "Those who guard their lips preserve their lives,\n    but those who speak rashly will come to ruin.",
    "ar": "مَنْ ضَبَطَ لِسَانَهُ صَانَ حَيَاتَهُ، وَمَنْ فَغَرَ فَاهُ مُتَهَوِّراً بِكَلامِهِ، فَمَصِيرُهُ الدَّمَارُ."
  },
  "4": {
    "en": "A sluggard’s appetite is never filled,\n    but the desires of the diligent are fully satisfied.",
    "ar": "نَفْسُ الْكَسُولِ تَشْتَهِي كَثِيراً وَلا تَحْصُلُ عَلَى شَيْءٍ، أَمَّا نَفْسُ الْمُجْتَهِدِ فَتَغْنَى."
  },
  "5": {
    "en": "The righteous hate what is false,\n    but the wicked make themselves a stench\n    and bring shame on themselves.",
    "ar": "يَمْقُتُ الصِّدِّيقُ الْكَذِبَ، أَمَّا الشِّرِّيرُ فَبِكَثْرَةِ كَذِبِهِ يُخْزِي وَيُخْجِلُ."
  },
  "6": {
    "en": "Righteousness guards the person of integrity,\n    but wickedness overthrows the sinner.",
    "ar": "الْبِرُّ يَحْفَظُ صَاحِبَ السِّيرَةِ الْكَامِلَةِ، وَيُطَوِّحُ الشَّرُّ بِالْخَاطِئِ."
  },
  "7": {
    "en": "One person pretends to be rich, yet has nothing;\n    another pretends to be poor, yet has great wealth.",
    "ar": "رُبَّ فَقِيرٍ مُعْدَمٍ يَتَظَاهَرُ بِالْغِنَى، وَكَثِيرِ الْغِنَى يَتَظَاهَرُ بِالْفَقْرِ."
  },
  "8": {
    "en": "A person’s riches may ransom their life,\n    but the poor cannot respond to threatening rebukes.",
    "ar": "يَفْتَدِي الْمَرْءُ نَفْسَهُ بِغِنَاهُ، أَمَّا الْفَقِيرُ فَلا يُبَالِي بِالتَّهْدِيدِ."
  },
  "9": {
    "en": "The light of the righteous shines brightly,\n    but the lamp of the wicked is snuffed out.",
    "ar": "نُورُ الأَبْرَارِ يَتَلأْلأُ بِالْبَهْجَةِ، وَسِرَاجُ الأَشْرَارِ يَنْطَفِئُ وَيُظْلِمُ."
  },
  "10": {
    "en": "Where there is strife, there is pride,\n    but wisdom is found in those who take advice.",
    "ar": "تُوَلِّدُ الْكِبْرِيَاءُ الْخُصُومَةَ، أَمَّا الْمُشَاوِرُونَ فَذَوُو حِكْمَةٍ."
  },
  "11": {
    "en": "Dishonest money dwindles away,\n    but whoever gathers money little by little makes it grow.",
    "ar": "مَالُ الظُّلْمِ يَتَبَدَّدُ سَرِيعاً، وَالْمَالُ الْمُدَّخَرُ مِنْ تَعَبِ الْيَدِ يَزْدَادُ."
  },
  "12": {
    "en": "Hope deferred makes the heart sick,\n    but a longing fulfilled is a tree of life.",
    "ar": "الأَمَلُ الْمُمَاطَلُ يُسْقِمُ الْقَلْبَ، وَالرَّغْبَةُ الْمُتَحَقِّقَةُ شَجَرَةُ حَيَاةٍ."
  },
  "13": {
    "en": "Whoever scorns instruction will pay for it,\n    but whoever respects a command is rewarded.",
    "ar": "مَنِ ازْدَرَى بِكَلِمَةِ اللهِ يَجْلِبُ عَلَى نَفْسِهِ الْخَرَابَ، وَمَنْ خَشِيَ وَصِيَّةَ اللهِ يَلْقَى الثَّوَابَ."
  },
  "14": {
    "en": "The teaching of the wise is a fountain of life,\n    turning a person from the snares of death.",
    "ar": "شَرِيعَةُ الْحَكِيمِ تُنْعِشُ كَيَنْبُوعِ حَيَاةٍ، وَالَّذِي يَقْبَلُهَا يَتَفَادَى أَشْرَاكَ الْمَوْتِ."
  },
  "15": {
    "en": "Good judgment wins favor,\n    but the way of the unfaithful leads to their destruction.",
    "ar": "حُسْنُ التَّعَقُّلِ يُحْرِزُ الرِّضَى، أَمَّا سَبِيلُ الْغَادِرِينَ فَلا يَدُومُ."
  },
  "16": {
    "en": "All who are prudent act with knowledge,\n    but fools expose their folly.",
    "ar": "كُلُّ عَاقِلٍ يَعْمَلُ بِالْمَعْرِفَةِ أَمَّا الأَحْمَقُ فَيَعْرِضُ حُمْقَهُ."
  },
  "17": {
    "en": "A wicked messenger falls into trouble,\n    but a trustworthy envoy brings healing.",
    "ar": "الرَّسُولُ الشِّرِّيرُ يُوْقِعُ النَّاسَ فِي الأَزْمَاتِ، أَمَّا السَّفِيرُ الأَمِينُ فَيُصْلِحُ بَيْنَ الْمُتَخَاصِمِينَ."
  },
  "18": {
    "en": "Whoever disregards discipline comes to poverty and shame,\n    but whoever heeds correction is honored.",
    "ar": "مَنْ يَرْفُضُ التَّأْدِيبَ يَحُلُّ بِهِ الْفَقْرُ وَالذُّلُّ، وَمَنْ يَتَجَاوَبُ مَعَ التَّوْبِيخِ يُكْرَمُ."
  },
  "19": {
    "en": "A longing fulfilled is sweet to the soul,\n    but fools detest turning from evil.",
    "ar": "الرَّغْبَةُ الصَّالِحَةُ الَّتِي تَتَحَقَّقُ تَلُذُّ النَّفْسَ، وَتَجَنُّبُ الشَّرِّ رِجْسٌ لَدَى الْحَمْقَى."
  },
  "20": {
    "en": "Walk with the wise and become wise,\n    for a companion of fools suffers harm.",
    "ar": "مَنْ يُعَاشِرِ الْحُكَمَاءَ يُصْبِحْ حَكِيماً، وَرَفِيقُ الْحَمْقَى يَنَالُهُ الأَذَى."
  },
  "21": {
    "en": "Trouble pursues the sinner,\n    but the righteous are rewarded with good things.",
    "ar": "تُلاحِقُ الْبَلِيَّةُ الْخُطَاةَ، وَيُثَابُ الصِّدِّيقُونَ خَيْراً."
  },
  "22": {
    "en": "A good person leaves an inheritance for their children’s children,\n    but a sinner’s wealth is stored up for the righteous.",
    "ar": "ثَرْوَةُ الصَّالِحِ تَدُومُ حَتَّى يَرِثَهَا الأَحْفَادُ، أَمَّا مِيرَاثُ الْخَاطِئِ فَمُدَّخَرٌ لِلصِّدِّيقِ."
  },
  "23": {
    "en": "An unplowed field produces food for the poor,\n    but injustice sweeps it away.",
    "ar": "قَدْ يُنْتِجُ حَقْلُ الْفَقِيرِ الْمَحْرُوثُ وَفْرَةً مِنَ الْغِلالِ، إِنَّمَا يُتْلِفُهَا سُوءُ التَّبَصُّرِ."
  },
  "24": {
    "en": "Whoever spares the rod hates their children,\n    but the one who loves their children is careful to discipline them.",
    "ar": "مَنْ كَفَّ عَنْ تَأْدِيبِ ابْنِهِ يَمْقُتُهُ، وَمَنْ يُحِبُّ ابْنَهُ يَسْعَى إِلَى تَأْدِيبِهِ."
  },
  "25": {
    "en": "The righteous eat to their hearts’ content,\n    but the stomach of the wicked goes hungry.",
    "ar": "يَأْكُلُ الصِّدِّيقُ حَتَّى الشِّبَعِ، أَمَّا بَطْنُ الشِّرِّيرِ فَتَظَلُّ خَاوِيَةً."
  }
}