{
  "1": {
    "en": "Better a dry crust with peace and quiet\n    than a house full of feasting, with strife.",
    "ar": "لُقْمَةُ خُبْزٍ جَافَّةٌ مَصْحُوبَةٌ بِالسَّلامِ خَيْرٌ مِنْ بَيْتٍ مَلِيءٍ بِذَبَائِحَ وَيَسُودُهُ الْخِصَامُ."
  },
  "2": {
    "en": "A prudent servant will rule over a disgraceful son\n    and will share the inheritance as one of the family.",
    "ar": "الْعَبْدُ الْعَاقِلُ يَسُودُ عَلَى الابْنِ الْفَاجِرِ، وَيُشَارِكُ الإِخْوَةَ فِي الْمِيرَاثِ."
  },
  "3": {
    "en": "The crucible for silver and the furnace for gold,\n    but the Lord tests the heart.",
    "ar": "كَمَا تُنَقِّي الْبُوْتَقَةُ الفِضَّةَ، وَالْكُورُ الذَّهَبَ، فَإِنَّ الرَّبَّ يَمْتَحِنُ الْقُلُوبَ أَيْضاً."
  },
  "4": {
    "en": "A wicked person listens to deceitful lips;\n    a liar pays attention to a destructive tongue.",
    "ar": "فَاعِلُ الإِثْمِ يُصْغِي لِكَلامِ الشَّرِّ، وَالْكَاذِبُ يَتَجَاوَبُ مَعَ أَقْوَالِ السُّوءِ."
  },
  "5": {
    "en": "Whoever mocks the poor shows contempt for their Maker;\n    whoever gloats over disaster will not go unpunished.",
    "ar": "الْمُسْتَهْزِئُ بِالْفَقِيرِ يَحْتَقِرُ صَانِعَهُ، وَالشَّامِتُ بِالْبَلِيَّةِ لَا يُفْلِتُ مِنَ الْعِقَابِ."
  },
  "6": {
    "en": "Children’s children are a crown to the aged,\n    and parents are the pride of their children.",
    "ar": "تَاجُ الشُّيُوخِ الأَحْفَادُ، وَفَخْرُ الأَبْنَاءِ آبَاؤُهُمْ."
  },
  "7": {
    "en": "Eloquent lips are unsuited to a godless fool—\n    how much worse lying lips to a ruler!",
    "ar": "لَا يَصِحُّ لِلْجَاهِلِ أَنْ يَنْطِقَ بِمَأْثُورِ الْقَوْلِ، وَأَشَرُّ مِنْهُ الْكَذِبُ عَلَى الرَّجُلِ النَّبِيلِ."
  },
  "8": {
    "en": "A bribe is seen as a charm by the one who gives it;\n    they think success will come at every turn.",
    "ar": "الرِّشْوَةُ تَعْوِيذَةٌ فِي عَيْنَيْ مُهْدِيهَا، وَحَيْثُمَا تَوَجَّهَ يُفْلِحُ."
  },
  "9": {
    "en": "Whoever would foster love covers over an offense,\n    but whoever repeats the matter separates close friends.",
    "ar": "مَنْ يَصْفَحْ عَنِ الذَّنْبِ يَلْتَمِسْ الْمَحَبَّةَ، وَالوَاشِي يُفَرِّقُ بَيْنَ الأَصْدِقَاءِ الْحَمِيمِينَ."
  },
  "10": {
    "en": "A rebuke impresses a discerning person\n    more than a hundred lashes a fool.",
    "ar": "يُؤَثِّرُ التَّأْنِيبُ فِي الْحَكِيمِ أَكْثَرَ مِنْ تَأْثِيرِ مِئَةِ جَلْدَةٍ فِي الْجَاهِلِ."
  },
  "11": {
    "en": "Evildoers foster rebellion against God;\n    the messenger of death will be sent against them.",
    "ar": "الشِّرِّيرُ يَسْعَى فَقَطْ لِلتَّمَرُّدِ، فَيَنْقَضُّ عَلَيْهِ رَسُولٌ قَاسٍ."
  },
  "12": {
    "en": "Better to meet a bear robbed of her cubs\n    than a fool bent on folly.",
    "ar": "مُصَادَفَةُ دُبَّةٍ ثَكُولٍ خَيْرٌ مِنْ مُصَادَفَةِ جَاهِلٍ مُتَوَرِّطٍ فِي حَمَاقَتِهِ."
  },
  "13": {
    "en": "Evil will never leave the house\n    of one who pays back evil for good.",
    "ar": "مَنْ يُجَازِي خَيْراً بِشَرٍّ، لَنْ يَبْرَحَ الشَّرُّ مِنْ بَيْتِهِ."
  },
  "14": {
    "en": "Starting a quarrel is like breaching a dam;\n    so drop the matter before a dispute breaks out.",
    "ar": "بِدَايَةُ الْخِصَامِ كَتَفَجُّرِ الْمِيَاهِ، فَاتْرُكِ الْخِصَامَ قَبْلَ انْفِجَارِهِ."
  },
  "15": {
    "en": "Acquitting the guilty and condemning the innocent—\n    the Lord detests them both.",
    "ar": "مُبْرِئُ الْمُذْنِبِ وَمُذَنِّبُ الْبَرِيءِ كِلاهُمَا رِجْسٌ عِنْدَ الرَّبِّ."
  },
  "16": {
    "en": "Why should fools have money in hand to buy wisdom,\n    when they are not able to understand it?",
    "ar": "مَا جَدْوَى أَنْ يَكُونَ لَدَى الْجَاهِلِ مَالٌ لاقْتِنَاءِ الْحِكْمَةِ، وَهُوَ لَا يَمْلِكُ الْفَهْمَ لِتَعَلُّمِهَا."
  },
  "17": {
    "en": "A friend loves at all times,\n    and a brother is born for a time of adversity.",
    "ar": "الصِّدِّيقُ يُحِبُّ فِي كُلِّ حِينٍ، وَالأَخُ يُولَدُ لِيَكُونَ عَوْناً فِي الضِّيقِ."
  },
  "18": {
    "en": "One who has no sense shakes hands in pledge\n    and puts up security for a neighbor.",
    "ar": "الأَحْمَقُ مَنْ يَكْفَلُ سِوَاهُ بِصَفْقِ الْكَفِّ، وَيَضْمَنُ جَارَهُ ضَمَاناً كَامِلاً"
  },
  "19": {
    "en": "Whoever loves a quarrel loves sin;\n    whoever builds a high gate invites destruction.",
    "ar": "مَنْ يُحِبَّ الإِثْمَ يُحِبَّ الْمُشَاجَرَةَ، وَمَنْ يُكْثِرْ مِنَ الْمُبَاهَاةِ يَجْلِبْ عَلَى نَفْسِهِ الدَّمَارَ."
  },
  "20": {
    "en": "One whose heart is corrupt does not prosper;\n    one whose tongue is perverse falls into trouble.",
    "ar": "ذُو الْقَلْبِ الْمُعَوَّجِ لَا يُفْلِحُ، وَصَاحِبُ اللِّسَانِ الْمُنَافِقِ يَقَعُ فِي الْبَلِيَّةِ."
  },
  "21": {
    "en": "To have a fool for a child brings grief;\n    there is no joy for the parent of a godless fool.",
    "ar": "مَنْ أَنْجَبَ جَاهِلاً صَارَ غَمّاً لَهُ، وَأَبُو الأَحْمَقِ لَا يَعْرِفُ الْفَرَحَ."
  },
  "22": {
    "en": "A cheerful heart is good medicine,\n    but a crushed spirit dries up the bones.",
    "ar": "الْقَلْبُ الْمَسْرُورُ دَوَاءٌ شَافٍ، وَالرُّوحُ الْمُنْسَحِقَةُ تُبْلِي الْعِظَامَ."
  },
  "23": {
    "en": "The wicked accept bribes in secret\n    to pervert the course of justice.",
    "ar": "الشِّرِّيرُ يَأْخُذُ الرِّشْوَةَ مِنَ الْحِضْنِ لِيُحَرِّفَ سَيْرَ الْقَضَاءِ."
  },
  "24": {
    "en": "A discerning person keeps wisdom in view,\n    but a fool’s eyes wander to the ends of the earth.",
    "ar": "الْحِكْمَةُ هِيَ غَايَةُ العَاقِلِ أَمَّا عَيْنَا الْجَاهِلِ فَزَائِغَتَانِ إِلَى أَقَاصِي الأَرْضِ."
  },
  "25": {
    "en": "A foolish son brings grief to his father\n    and bitterness to the mother who bore him.",
    "ar": "الابْنُ الْجَاهِلُ مَبْعَثُ تَعَاسَةٍ لأَبِيهِ، وَمَرَارَةُ قَلْبٍ لأُمِّهِ."
  },
  "26": {
    "en": "If imposing a fine on the innocent is not good,\n    surely to flog honest officials is not right.",
    "ar": "أَيْضاً لَا يَلِيقُ تَغْرِيمُ الْبَرِيءِ، وَلا جَلْدُ الشُّرَفَاءِ تَقْوِيماً لَهُمْ."
  },
  "27": {
    "en": "The one who has knowledge uses words with restraint,\n    and whoever has understanding is even-tempered.",
    "ar": "ذُو الْمَعْرِفَةِ يَتَرَوَّى فِي كَلِمَاتِهِ، وَالْعَاقِلُ ذُو رَبَاطَةِ جَأْشٍ."
  },
  "28": {
    "en": "Even fools are thought wise if they keep silent,\n    and discerning if they hold their tongues.",
    "ar": "حَتَّى الْجَاهِلُ، إِنْ صَمَتَ، يُحْسَبُ حَكِيماً، وَإِنْ أَطْبَقَ شَفَتَيْهِ يُحْسَبُ عَاقِلاً."
  }
}