{
  "1": {
    "en": "My son, if you accept my words\n    and store up my commands within you,",
    "ar": "يَا ابْنِي إِنْ قَبِلْتَ كَلامِي، وَادَّخَرْتَ وَصَايَايَ فِي قَلْبِكَ،"
  },
  "2": {
    "en": "turning your ear to wisdom\n    and applying your heart to understanding—",
    "ar": "وَأَرْهَفْتَ أُذُنَكَ إِلَى الْحِكْمَةِ، وَأَمَلْتَ قَلْبَكَ نَحْوَ الْفَهْمِ،"
  },
  "3": {
    "en": "indeed, if you call out for insight\n    and cry aloud for understanding,",
    "ar": "وَإِنْ نَشَدْتَ الْفِطْنَةَ، وَهَتَفْتَ دَاعِياً الْفَهْمَ."
  },
  "4": {
    "en": "and if you look for it as for silver\n    and search for it as for hidden treasure,",
    "ar": "إِنِ الْتَمَسْتَهُ كَمَا تُلْتَمَسُ الْفِضَّةُ، وَبَحَثْتَ عَنْهُ كَمَا يُبْحَثُ عَنِ الْكُنُوزِ الدَّفِينَةِ،"
  },
  "5": {
    "en": "then you will understand the fear of the Lord\n    and find the knowledge of God.",
    "ar": "عِنْدَئِذٍ تُدْرِكُ مَخَافَةَ الرَّبِّ وَتَعْثُرُ عَلَى مَعْرِفَةِ اللهِ،"
  },
  "6": {
    "en": "For the Lord gives wisdom;\n    from his mouth come knowledge and understanding.",
    "ar": "لأَنَّ الرَّبَّ يَهَبُ الْحِكْمَةَ، وَمِنْ فَمِهِ تَتَدَفَّقُ الْمَعْرِفَةُ وَالْفَهْمُ."
  },
  "7": {
    "en": "He holds success in store for the upright,\n    he is a shield to those whose walk is blameless,",
    "ar": "يَذْخَرُ لِلْمُسْتَقِيمِينَ فِطْنَةً، وَهُوَ تُرْسٌ لِلسَّالِكِينَ بِالْكَمَالِ."
  },
  "8": {
    "en": "for he guards the course of the just\n    and protects the way of his faithful ones.",
    "ar": "يَرْعَى سُبُلَ الْعَدْلِ، وَيُحَافِظُ عَلَى طَرِيقِ أَتْقِيَائِهِ."
  },
  "9": {
    "en": "Then you will understand what is right and just\n    and fair—every good path.",
    "ar": "حِينَئِذٍ تُدْرِكُ الْعَدْلَ وَالْحَقَّ وَالاسْتِقَامَةَ، وَكُلَّ سَبِيلٍ صَالِحٍ."
  },
  "10": {
    "en": "For wisdom will enter your heart,\n    and knowledge will be pleasant to your soul.",
    "ar": "إِنِ اسْتَقَرَّتِ الْحِكْمَةُ فِي قَلْبِكَ وَاسْتَلَذَّتْ نَفْسُكَ الْمَعْرِفَةَ،"
  },
  "11": {
    "en": "Discretion will protect you,\n    and understanding will guard you.",
    "ar": "يَرْعَاكَ التَّعَقُّلُ، وَيَحْرُسُكَ الْفَهْمُ."
  },
  "12": {
    "en": "Wisdom will save you from the ways of wicked men,\n    from men whose words are perverse,",
    "ar": "إِنْقَاذاً لَكَ مِنْ طَرِيقِ الشَّرِّ وَمِنَ النَّاطِقِينَ بِالأَكَاذِيبِ."
  },
  "13": {
    "en": "who have left the straight paths\n    to walk in dark ways,",
    "ar": "مِنَ الَّذِينَ يَبْتَعِدُونَ عَنْ سَوَاءِ السَّبِيلِ وَيَسْلُكُونَ فِي طُرُقِ الظُّلْمَةِ،"
  },
  "14": {
    "en": "who delight in doing wrong\n    and rejoice in the perverseness of evil,",
    "ar": "الَّذِينَ يَفْرَحُونَ بِارْتِكَابِ الْمَسَاوِئِ، وَيَبْتَهِجُونَ بِنِفَاقِ الشَّرِّ،"
  },
  "15": {
    "en": "whose paths are crooked\n    and who are devious in their ways.",
    "ar": "مِنْ ذَوِي الْمَسَالِكِ الْمُلْتَوِيَةِ وَالسُّبُلِ الْمُعْوَجَّةِ."
  },
  "16": {
    "en": "Wisdom will save you also from the adulterous woman,\n    from the wayward woman with her seductive words,",
    "ar": "وَإِنْقَاذاً لَكَ مِنَ الْمَرْأَةِ الْغَرِيبَةِ الْمُخَاتِلَةِ الَّتِي تَتَمَلَّقُكَ بِكَلامِهَا،"
  },
  "17": {
    "en": "who has left the partner of her youth\n    and ignored the covenant she made before God.",
    "ar": "الَّتِي نَبَذَتْ شَرِيكَ صِبَاهَا وَتَنَاسَتْ عَهْدَ إِلَهِهَا."
  },
  "18": {
    "en": "Surely her house leads down to death\n    and her paths to the spirits of the dead.",
    "ar": "لأَنَّ بَيْتَهَا يَغُوصُ عَمِيقاً إِلَى الْمَوْتِ، وَسُبُلَهَا تُفْضِي إِلَى عَالَمِ الأَرْوَاحِ."
  },
  "19": {
    "en": "None who go to her return\n    or attain the paths of life.",
    "ar": "كُلُّ مَنْ يَدْخُلُ إِلَيْهَا لَا يَرْجِعُ وَلا يَبْلُغُ سُبُلَ الْحَيَاةِ."
  },
  "20": {
    "en": "Thus you will walk in the ways of the good\n    and keep to the paths of the righteous.",
    "ar": "لِهَذَا سِرْ فِي طَرِيقِ الأَخْيَارِ، وَاحْفَظْ سَبِيلَ الأَبْرَارِ،"
  },
  "21": {
    "en": "For the upright will live in the land,\n    and the blameless will remain in it;",
    "ar": "لأَنَّ الْمُسْتَقِيمِينَ يَسْكُنُونَ الأَرْضَ، وَالْكَامِلِينَ يَمْكُثُونَ دَائِماً فِيهَا."
  },
  "22": {
    "en": "but the wicked will be cut off from the land,\n    and the unfaithful will be torn from it.",
    "ar": "أَمَّا الأَشْرَارُ فَيَنْقَرِضُونَ مِنَ الأَرْضِ، وَالْغَادِرُونَ يُسْتَأْصَلُونَ مِنْهَا."
  }
}