{
  "1": {
    "en": "When you sit to dine with a ruler,\n    note well what is before you,",
    "ar": "إِذَا جَلَسْتَ تَأْكُلُ مَعَ حَاكِمٍ، فَتَأَمَّلْ أَشَدَّ التَّأَمُّلِ فِيمَا هُوَ أَمَامَكَ."
  },
  "2": {
    "en": "and put a knife to your throat\n    if you are given to gluttony.",
    "ar": "ضَعْ سِكِّيناً فِي حَلْقِكَ إِنْ كُنْتَ شَرِهاً!"
  },
  "3": {
    "en": "Do not crave his delicacies,\n    for that food is deceptive.",
    "ar": "لَا تَشْتَهِ أَطَايِبَهُ لأَنَّهَا أَطْعِمَةٌ خَادِعَةٌ."
  },
  "4": {
    "en": "Do not wear yourself out to get rich;\n    do not trust your own cleverness.",
    "ar": "لَا تَشْقَ طَلَباً للثَّرَاءِ. اكْبَحْ جِمَاحَ نَفْسِكَ بِفَضْلِ فِطْنَتِكَ."
  },
  "5": {
    "en": "Cast but a glance at riches, and they are gone,\n    for they will surely sprout wings\n    and fly off to the sky like an eagle.",
    "ar": "مَا تَكَادُ تَتَأَلَّقُ عَيْنَاكَ حُبُوراً بِهِ حَتَّى يَتَبَدَّدَ، إِذْ فَجْأَةً يَصْنَعُ لِنَفْسِهِ أَجْنِحَةً وَيَطِيرُ كَالنَّسْرِ مُحَلِّقاً نَحْوَ السَّمَاءِ."
  },
  "6": {
    "en": "Do not eat the food of a begrudging host,\n    do not crave his delicacies;",
    "ar": "لَا تَأْكُلْ مِنْ خُبْزِ رَجُلٍ بَخِيلٍ، وَلا تَشْتَهِ أَطَايِبَهُ،"
  },
  "7": {
    "en": "for he is the kind of person\n    who is always thinking about the cost.\n“Eat and drink,” he says to you,\n    but his heart is not with you.",
    "ar": "لأَنَّهُ يُفَكِّرُ دَائِماً فِي الثَّمَنِ. يَقُولُ لَكَ: كُلْ وَاشْرَبْ، إِلّا أَنَّ قَلْبَهُ يَكُنُّ لَكَ غَيْرَ ذَلِكَ،"
  },
  "8": {
    "en": "You will vomit up the little you have eaten\n    and will have wasted your compliments.",
    "ar": "فَتَتَقَيَّأَ اللُّقَمَ الَّتِي أَكَلْتَهَا وَتَذْهَبَ كَلِمَاتُكَ الطَّيِّبَةُ سُدىً!"
  },
  "9": {
    "en": "Do not speak to fools,\n    for they will scorn your prudent words.",
    "ar": "لَا تَتَكَلَّمْ فِي مَسَامِعِ الْجَاهِلِ لأَنَّهُ يَزْدَرِي بِحِكْمَةِ أَقْوَالِكَ."
  },
  "10": {
    "en": "Do not move an ancient boundary stone\n    or encroach on the fields of the fatherless,",
    "ar": "لَا تَنْقُلْ مَعَالِمَ تُخْمٍ قَدِيمٍ، وَلا تَدْخُلْ حُقُولَ الأَيْتَامِ،"
  },
  "11": {
    "en": "for their Defender is strong;\n    he will take up their case against you.",
    "ar": "لأَنَّ وَلِيَّهُمْ قَادِرٌ، وَهُوَ يُدَافِعُ عَنْ دَعْوَاهُمْ ضِدَّكَ."
  },
  "12": {
    "en": "Apply your heart to instruction\n    and your ears to words of knowledge.",
    "ar": "وَجِّهْ قَلْبَكَ إِلَى التَّأْدِيبِ، وَأَرْهِفْ أُذُنَيْكَ لِكَلِمَاتِ الْمَعْرِفَةِ."
  },
  "13": {
    "en": "Do not withhold discipline from a child;\n    if you punish them with the rod, they will not die.",
    "ar": "لَا تَمْتَنِعْ عَنْ تَأْدِيبِ الْوَلَدِ. إِنْ عَاقَبْتَهُ بِالْعَصَا لَا يَمُوتُ."
  },
  "14": {
    "en": "Punish them with the rod\n    and save them from death.",
    "ar": "اضْرِبْهُ بِالْعَصَا، فَتُنْقِذَ نَفْسَهُ مِنَ الْهَاوِيَةِ."
  },
  "15": {
    "en": "My son, if your heart is wise,\n    then my heart will be glad indeed;",
    "ar": "يَا ابْنِي إِنْ كَانَ قَلْبُكَ حَكِيماً، يَبْتَهِجُ قَلْبِي أَيْضاً،"
  },
  "16": {
    "en": "my inmost being will rejoice\n    when your lips speak what is right.",
    "ar": "تَفْرَحُ نَفْسِي عِنْدَمَا تَنْطِقُ شَفَتَاكَ بِالْحَقِّ."
  },
  "17": {
    "en": "Do not let your heart envy sinners,\n    but always be zealous for the fear of the Lord.",
    "ar": "لَا يَغَرْ قَلْبُكَ مِنَ الْخُطَاةِ، بَلْ وَاظِبْ عَلَى تَقْوَى الرَّبِّ الْيَوْمَ كُلَّهُ،"
  },
  "18": {
    "en": "There is surely a future hope for you,\n    and your hope will not be cut off.",
    "ar": "فَهُنَاكَ حَقّاً ثَوَابٌ، وَرَجَاؤُكَ لَنْ يَخِيبَ."
  },
  "19": {
    "en": "Listen, my son, and be wise,\n    and set your heart on the right path:",
    "ar": "اسْتَمِعْ يَا ابْنِي وَكُنْ حَكِيماً، وَوَجِّهْ قَلْبَكَ نَحْوَ سَبِيلِ الْحَقِّ."
  },
  "20": {
    "en": "Do not join those who drink too much wine\n    or gorge themselves on meat,",
    "ar": "لَا تَكُنْ وَاحِداً مِنْ مُدْمِنِي الْخَمْرِ، الشَّرِهِينَ لاِلْتِهَامِ اللَّحْمِ،"
  },
  "21": {
    "en": "for drunkards and gluttons become poor,\n    and drowsiness clothes them in rags.",
    "ar": "لأَنَّ السِّكِّيرَ وَالشَّرِهَ يَفْتَقِرَانِ، وَكَثْرَةُ النَّوْمِ تَكْسُو الْمَرْءَ بِالْخِرَقِ."
  },
  "22": {
    "en": "Listen to your father, who gave you life,\n    and do not despise your mother when she is old.",
    "ar": "اسْتَمِعْ لأَبِيكَ الَّذِي أَنْجَبَكَ، وَلا تَحْتَقِرْ أُمَّكَ إِذَا شَاخَتْ."
  },
  "23": {
    "en": "Buy the truth and do not sell it—\n    wisdom, instruction and insight as well.",
    "ar": "اقْتَنِ الْحَقَّ وَلا تَبِعْهُ، وَكَذَا الْحِكْمَةَ وَالتَّأْدِيبَ وَالْفِطْنَةَ."
  },
  "24": {
    "en": "The father of a righteous child has great joy;\n    a man who fathers a wise son rejoices in him.",
    "ar": "أَبُو الصِّدِّيقِ يَغْتَبِطُ أَشَدَّ الاغْتِبَاطِ، وَمَنْ أَنْجَبَ حَكِيماً يُسَرُّ بِهِ."
  },
  "25": {
    "en": "May your father and mother rejoice;\n    may she who gave you birth be joyful!",
    "ar": "لِيَفْرَحْ أَبُوكَ وَأُمُّكَ وَلْتَبْتَهِجْ مَنْ أَنْجَبَتْكَ."
  },
  "26": {
    "en": "My son, give me your heart\n    and let your eyes delight in my ways,",
    "ar": "يَا ابْنِي هَبْنِي قَلْبَكَ، وَلْتُرَاعِ عَيْنَاكَ سُبُلِي."
  },
  "27": {
    "en": "for an adulterous woman is a deep pit,\n    and a wayward wife is a narrow well.",
    "ar": "فَإِنَّ الْعَاهِرَةَ حُفْرَةٌ عَمِيقَةٌ، وَالزَّوْجَةَ الْمَاجِنَةَ بِئْرٌ ضَيِّقَةٌ،"
  },
  "28": {
    "en": "Like a bandit she lies in wait\n    and multiplies the unfaithful among men.",
    "ar": "تَكْمُنُ مُتَرَبِّصَةً كَلِصٍّ، وَتَزِيدُ مِنَ الْغَادِرِينَ بَيْنَ النَّاسِ."
  },
  "29": {
    "en": "Who has woe? Who has sorrow?\n    Who has strife? Who has complaints?\n    Who has needless bruises? Who has bloodshot eyes?",
    "ar": "لِمَنِ الْمُعَانَاةُ؟ لِمَنِ الْوَيْلُ وَالشَّقَاءُ وَالْمُخَاصَمَاتُ وَالشَّكْوَى؟ لِمَنِ الْجِرَاحُ بِلا سَبَبٍ؟ وِلِمَنِ احْمِرَارُ الْعَيْنَيْنِ؟"
  },
  "30": {
    "en": "Those who linger over wine,\n    who go to sample bowls of mixed wine.",
    "ar": "إِنَّهَا لِلْمُدْمِنِينَ الْخَمْرَ، السَّاعِينَ وَرَاءَ الْمُسْكِرِ الْمَمْزُوجِ."
  },
  "31": {
    "en": "Do not gaze at wine when it is red,\n    when it sparkles in the cup,\n    when it goes down smoothly!",
    "ar": "لَا تَنْظُرْ إِلَى الْخَمْرِ إِذَا الْتَهَبَتْ بِالاحْمِرَارِ، وَتَأَلَّقَتْ فِي الْكَأْسِ، وَسَالَتْ سَائِغَةً،"
  },
  "32": {
    "en": "In the end it bites like a snake\n    and poisons like a viper.",
    "ar": "فَإِنَّهَا فِي آخِرِهَا تَلْسَعُ كَالْحَيَّةِ وَتَلْدَغُ كَالأُفْعُوَانِ."
  },
  "33": {
    "en": "Your eyes will see strange sights,\n    and your mind will imagine confusing things.",
    "ar": "فَتُشَاهِدُ عَيْنَاكَ أُمُوراً غَرِيبَةً، وَقَلْبُكَ يُحَدِّثُكَ بِأَشْيَاءَ مُلْتَوِيَةٍ،"
  },
  "34": {
    "en": "You will be like one sleeping on the high seas,\n    lying on top of the rigging.",
    "ar": "فَتَكُونُ مُتَرَنِّحاً كَمَنْ يَضْطَجِعُ فِي وَسَطِ عُبَابِ الْبَحْرِ، أَوْ كَرَاقِدٍ عَلَى قِمَّةِ سَارِيَةٍ!"
  },
  "35": {
    "en": "“They hit me,” you will say, “but I’m not hurt!\n    They beat me, but I don’t feel it!\nWhen will I wake up\n    so I can find another drink?”",
    "ar": "فَتَقُولُ: «ضَرَبُونِي وَلَكِنْ لَمْ أَتَوَجَّعْ. لَكَمُونِي فَلَمْ أَشْعُرْ، فَمَتَى أَسْتَيْقِظُ؟ سَأَذْهَبُ أَلْتَمِسُ شُرْبَهَا مَرَّةً أُخْرَى»."
  }
}