{
  "1": {
    "en": "In the beginning was the Word, and the Word was with God, and the Word was God.",
    "ar": "فِي الْبَدْءِ كَانَ الْكَلِمَةُ، وَالْكَلِمَةُ كَانَ عِنْدَ اللهِ. وَكَانَ الْكَلِمَةُ اللهُ."
  },
  "2": {
    "en": "He was with God in the beginning.",
    "ar": "هَذَا كَانَ فِي الْبَدْءِ عِنْدَ اللهِ."
  },
  "3": {
    "en": "Through him all things were made; without him nothing was made that has been made.",
    "ar": "بِهِ تَكَوَّنَ كُلُّ شَيْءٍ، وَبِغَيْرِهِ لَمْ يَتَكَوَّنْ أَيُّ شَيْءٍ مِمَّا تَكَوَّنَ."
  },
  "4": {
    "en": "In him was life, and that life was the light of all mankind.",
    "ar": "فِيهِ كَانَتِ الْحَيَاةُ. وَالْحَيَاةُ كَانَتِ نُورَ النَّاسِ."
  },
  "5": {
    "en": "The light shines in the darkness, and the darkness has not overcome it.",
    "ar": "وَالنُّورُ يُضِيءُ فِي الظَّلامِ، وَالظَّلامُ لَمْ يُدْرِكْ النُّورَ."
  },
  "6": {
    "en": "There was a man sent from God whose name was John.",
    "ar": "ظَهَرَ إِنْسَانٌ أَرْسَلَهُ اللهُ، اسْمُهُ يُوحَنَّا،"
  },
  "7": {
    "en": "He came as a witness to testify concerning that light, so that through him all might believe.",
    "ar": "جَاءَ يَشْهَدُ لِلنُّورِ، لِكَيْ يُؤْمِنَ الْجَمِيعُ بِوَاسِطَتِهِ."
  },
  "8": {
    "en": "He himself was not the light; he came only as a witness to the light.",
    "ar": "لَمْ يَكُنْ هُوَ النُّورَ، بَلْ كَانَ شَاهِداً لِلنُّورِ،"
  },
  "9": {
    "en": "The true light that gives light to everyone was coming into the world.",
    "ar": "فَالنُّورُ الْحَقُّ الَّذِي يُنِيرُ كُلَّ إِنْسَانٍ كَانَ آتِياً إِلَى الْعَالَمِ."
  },
  "10": {
    "en": "He was in the world, and though the world was made through him, the world did not recognize him.",
    "ar": "كَانَ فِي الْعَالَمِ، وَبِهِ تَكَوَّنَ الْعَالَمُ، وَلَمْ يَعْرِفْهُ الْعَالَمُ."
  },
  "11": {
    "en": "He came to that which was his own, but his own did not receive him.",
    "ar": "وَقَدْ جَاءَ إِلَى خَاصَّتِهِ، وَلَكِنَّ هَؤُلاءِ لَمْ يَقْبَلُوهُ."
  },
  "12": {
    "en": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—",
    "ar": "أَمَّا الَّذِينَ قَبِلُوهُ، أَيِ الَّذِينَ آمَنُوا بِاسْمِهِ، فَقَدْ مَنَحَهُمُ الْحَقَّ فِي أَنْ يَصِيرُوا أَوْلادَ اللهِ،"
  },
  "13": {
    "en": "children born not of natural descent, nor of human decision or a husband’s will, but born of God.",
    "ar": "وَهُمُ الَّذِينَ وُلِدُوا لَيْسَ مِنْ دَمٍ، وَلا مِنْ رَغْبَةِ جَسَدٍ، وَلا مِنْ رَغْبَةِ بَشَرٍ، بَلْ مِنَ اللهِ."
  },
  "14": {
    "en": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
    "ar": "وَالْكَلِمَةُ صَارَ بَشَراً، وَخَيَّمَ بَيْنَنَا، وَنَحْنُ رَأَيْنَا مَجْدَهُ، مَجْدَ ابْنٍ وَحِيدٍ عِنْدَ الآبِ، وَهُوَ مُمْتَلِىءٌ بِالنِّعْمَةِ وَالْحَقِّ."
  },
  "15": {
    "en": "(John testified concerning him. He cried out, saying, “This is the one I spoke about when I said, ‘He who comes after me has surpassed me because he was before me.’”)",
    "ar": "شَهِدَ لَهُ يُوحَنَّا فَهَتَفَ قَائِلاً: «هَذَا هُوَ الَّذِي قُلْتُ عَنْهُ: إِنَّ الآتِيَ بَعْدِي مُتَقَدِّمٌ عَلَيَّ، لأَنَّهُ كَانَ قَبْلَ أَنْ أُوْجَدَ»."
  },
  "16": {
    "en": "Out of his fullness we have all received grace in place of grace already given.",
    "ar": "فَمِنِ امْتِلائِهِ أَخَذْنَا جَمِيعُنَا وَنِلْنَا نِعْمَةً عَلَى نِعْمَةٍ،"
  },
  "17": {
    "en": "For the law was given through Moses; grace and truth came through Jesus Christ.",
    "ar": "لأَنَّ الشَّرِيعَةَ أُعْطِيَتْ عَلَى يَدِ مُوسَى، أَمَّا النِّعْمَةُ وَالْحَقُّ فَقَدْ تَوَاجَدَا بِيَسُوعَ الْمَسِيحِ."
  },
  "18": {
    "en": "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known.",
    "ar": "مَا مِنْ أَحَدٍ رَأَى اللهَ قَطُّ. وَلَكِنَّ الابْنَ الْوَحِيدَ، الَّذِي فِي حِضْنِ الآبِ، هُوَ الَّذِي خَبَّرَ عَنْهُ."
  },
  "19": {
    "en": "Now this was John’s testimony when the Jewish leaders in Jerusalem sent priests and Levites to ask him who he was.",
    "ar": "وَهذِهِ شَهَادَةُ يُوحَنَّا حِينَ أَرْسَلَ الْيَهُودُ مِنْ أُورُشَلِيمَ بَعْضَ الْكَهَنَةِ وَاللّاوِيِّينَ يَسْأَلُونَهُ: «مَنْ أَنْتْ؟»"
  },
  "20": {
    "en": "He did not fail to confess, but confessed freely, “I am not the Messiah.”",
    "ar": "فَاعْتَرَفَ وَلَمْ يُنْكِرْ، بَلْ أَكَّدَ قَائِلاً: «لَسْتُ أَنَا الْمَسِيحَ»."
  },
  "21": {
    "en": "They asked him, “Then who are you? Are you Elijah?”\nHe said, “I am not.”\n“Are you the Prophet?”\nHe answered, “No.”",
    "ar": "فَسَأَلُوهُ: «مَاذَا إِذَنْ؟ هَلْ أَنْتَ إِيلِيَّا؟» قَالَ: «لَسْتُ إِيَّاهُ!». «أَوَ أَنْتَ النَّبِيُّ؟» فَأَجَابَ: «لا!»"
  },
  "22": {
    "en": "Finally they said, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”",
    "ar": "فَقَالُوا: «فَمَنْ أَنْتَ، لِنَحْمِلَ الْجَوَابَ إِلَى الَّذِينَ أَرْسَلُونَا؟ مَاذَا تَقُولُ عَنْ نَفْسِكَ؟»"
  },
  "23": {
    "en": "John replied in the words of Isaiah the prophet, “I am the voice of one calling in the wilderness, ‘Make straight the way for the Lord.’”",
    "ar": "فَقَالَ «أَنَا صَوْتُ مُنَادٍ فِي الْبَرِّيَّةِ: اجْعَلُوا الطَّرِيقَ مُسْتَقِيمَةً أَمَامَ الرَّبِّ، كَمَا قَالَ النَّبِيُّ إِشَعْيَاءُ»."
  },
  "24": {
    "en": "Now the Pharisees who had been sent",
    "ar": "وَكَانَ هؤُلاءِ مُرْسَلِينَ مِنْ قِبَلِ الْفَرِّيسِيِّينَ،"
  },
  "25": {
    "en": "questioned him, “Why then do you baptize if you are not the Messiah, nor Elijah, nor the Prophet?”",
    "ar": "فَعَادُوا يَسْأَلُونَهُ: «إِنْ لَمْ تَكُنْ أَنْتَ الْمَسِيحَ، وَلا إِيلِيَّا، وَلا النَّبِيَّ، فَلِمَاذَا تُعَمِّدُ إِذَنْ؟»"
  },
  "26": {
    "en": "“I baptize with water,” John replied, “but among you stands one you do not know.",
    "ar": "أَجَابَ: «أَنَا أُعَمِّدُ بِالْمَاءِ! وَلكِنَّ بَيْنَكُمْ مَنْ لَا تَعْرِفُونَهُ،"
  },
  "27": {
    "en": "He is the one who comes after me, the straps of whose sandals I am not worthy to untie.”",
    "ar": "وَهُوَ الآتِي بَعْدِي، وَأَنَا لَا أَسْتَحِقُّ أَنْ أَحُلَّ رِبَاطَ حِذَائِهِ»."
  },
  "28": {
    "en": "This all happened at Bethany on the other side of the Jordan, where John was baptizing.",
    "ar": "هَذَا جَرَى فِي بَيْتَ عَنْيَا، عَبْرَ الأُرْدُنِّ، حَيْثُ كَانَ يُوحَنَّا يُعَمِّدُ."
  },
  "29": {
    "en": "The next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world!",
    "ar": "وَفِي الْيَوْمِ التَّالِي رَأَى يُوحَنَّا يَسُوعَ آتِياً نَحْوَهُ، فَهَتَفَ قَائِلاً: «هَذَا هُوَ حَمَلُ اللهِ الَّذِي يُزِيلُ خَطِيئَةَ الْعَالَمِ."
  },
  "30": {
    "en": "This is the one I meant when I said, ‘A man who comes after me has surpassed me because he was before me.’",
    "ar": "هَذَا هُوَ الَّذِي قُلْتُ عَنْهُ إِنَّ الرَّجُلَ الآتِيَ بَعْدِي مُتَقَدِّمٌ عَلَيَّ لأَنَّهُ كَانَ قَبْلَ أَنْ أُوْجَدَ."
  },
  "31": {
    "en": "I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.”",
    "ar": "وَلَمْ أَكُنْ أَعْرِفُهُ وَلَكِنِّي جِئْتُ أُعَمِّدُ بِالْمَاءِ لِكَيْ يُعْلَنَ لإِسْرَائِيلَ»."
  },
  "32": {
    "en": "Then John gave this testimony: “I saw the Spirit come down from heaven as a dove and remain on him.",
    "ar": "ثُمَّ شَهِدَ يُوحَنَّا فَقَالَ: «رَأَيْتُ الرُّوحَ يَنْزِلُ مِنَ السَّمَاءِ بِهَيْئَةِ حَمَامَةٍ وَيَسْتَقِرُّ عَلَيْهِ."
  },
  "33": {
    "en": "And I myself did not know him, but the one who sent me to baptize with water told me, ‘The man on whom you see the Spirit come down and remain is the one who will baptize with the Holy Spirit.’",
    "ar": "وَلَمْ أَكُنْ أَعْرِفُهُ، وَلكِنَّ الَّذِي أَرْسَلَنِي لأُعَمِّدَ بِالْمَاءِ هُوَ قَالَ لِي: الَّذِي تَرَى الرُّوحَ يَنْزِلُ وَيَسْتَقِرُّ عَلَيْهِ هُوَ الَّذِي سَيُعَمِّدُ بِالرُّوحِ الْقُدُسِ."
  },
  "34": {
    "en": "I have seen and I testify that this is God’s Chosen One.”",
    "ar": "فَإِذْ شَاهَدْتُ هَذَا، أَشْهَدُ أَنَّهُ هُوَ ابْنُ اللهِ»."
  },
  "35": {
    "en": "The next day John was there again with two of his disciples.",
    "ar": "وَفِي الْيَوْمِ التَّالِي كَانَ يُوحَنَّا وَاقِفاً هُنَاكَ أَيْضاً وَمَعَهُ اثْنَانِ مِنْ تَلامِيذِهِ،"
  },
  "36": {
    "en": "When he saw Jesus passing by, he said, “Look, the Lamb of God!”",
    "ar": "فَنَظَرَ إِلَى يَسُوعَ وَهُوَ سَائِرٌ فَقَالَ: «هَذَا هُوَ حَمَلُ اللهِ»."
  },
  "37": {
    "en": "When the two disciples heard him say this, they followed Jesus.",
    "ar": "فَلَمَّا سَمِعَ التِّلْمِيذَانِ كَلامَهُ تَبِعَا يَسُوعَ."
  },
  "38": {
    "en": "Turning around, Jesus saw them following and asked, “What do you want?”\nThey said, “Rabbi” (which means “Teacher”), “where are you staying?”",
    "ar": "وَالْتَفَتَ يَسُوعُ فَرَآهُمَا يَتْبَعَانِهِ، فَسَأَلَهُمَا: «مَاذَا تُرِيدَانِ؟» فَقَالا: «رَابِّي، أَيْ يَا مُعَلِّمُ، أَيْنَ تُقِيمُ؟»"
  },
  "39": {
    "en": "“Come,” he replied, “and you will see.”\nSo they went and saw where he was staying, and they spent that day with him. It was about four in the afternoon.",
    "ar": "أَجَابَهُمَا: «تَعَالَيَا وَانْظُرَا». فَرَافَقَاهُ وَرَأَيَا مَحَلَّ إِقَامَتِهِ، وَأَقَامَا مَعَهُ ذَلِكَ الْيَوْمَ؛ وَكَانَتِ السَّاعَةُ نَحْوَ الرَّابِعَةِ بَعْدَ الظُّهْرِ."
  },
  "40": {
    "en": "Andrew, Simon Peter’s brother, was one of the two who heard what John had said and who had followed Jesus.",
    "ar": "وَكَانَ أَنْدَرَاوُسُ أَخُو سِمْعَانَ بُطْرُسَ أَحَدَ هَذَيْنِ اللَّذَيْنِ تَبِعَا يَسُوعَ، بَعْدَمَا سَمِعَا كَلامَ يُوحَنَّا،"
  },
  "41": {
    "en": "The first thing Andrew did was to find his brother Simon and tell him, “We have found the Messiah” (that is, the Christ).",
    "ar": "فَمَا إِنْ وَجَدَ أَخَاهُ سِمْعَانَ، حَتَّى قَالَ لَهُ: «وَجَدْنَا الْمَسِيَّا» أَيِ الْمَسِيحَ."
  },
  "42": {
    "en": "And he brought him to Jesus.\nJesus looked at him and said, “You are Simon son of John. You will be called Cephas” (which, when translated, is Peter).",
    "ar": "وَاقْتَادَهُ إِلَى يَسُوعَ. فَنَظَرَ يَسُوعُ مَلِيًّا إِلَى سِمْعَانَ وَقَالَ: «أَنْتَ سِمْعَانُ بْنُ يُونَا، وَلَكِنِّي سَأَدْعُوكَ: صَفَا» أَيْ صَخْراً."
  },
  "43": {
    "en": "The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, “Follow me.”",
    "ar": "وَفِي الْيَوْمِ التَّالِي نَوَى يَسُوعُ أَنْ يَذْهَبَ إِلَى مِنْطَقَةِ الْجَلِيلِ، فَوَجَدَ فِيلِبُّسَ، فَقَالَ لَهُ: «اتْبَعْنِي!»"
  },
  "44": {
    "en": "Philip, like Andrew and Peter, was from the town of Bethsaida.",
    "ar": "وَكَانَ فِيلِبُّسُ مِنْ بَيْتَ صَيْدَا، بَلْدَةِ أَنْدَرَاوُسَ وَبُطْرُسَ."
  },
  "45": {
    "en": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.”",
    "ar": "ثُمَّ وَجَدَ فِيلِبُّسُ نَثَنَائِيلَ، فَقَالَ لَهُ: «وَجَدْنَا الَّذِي كَتَبَ عَنْهُ مُوسَى فِي الشَّرِيعَةِ، وَالأَنْبِيَاءُ فِي كُتُبِهِمْ وَهُوَ يَسُوعُ ابْنُ يُوسُفَ مِنَ النَّاصِرَةِ»."
  },
  "46": {
    "en": "“Nazareth! Can anything good come from there?” Nathanael asked.\n“Come and see,” said Philip.",
    "ar": "فَقَالَ نَثَنَائِيلُ: «وَهَلْ يَطْلُعُ مِنَ النَّاصِرَةِ شَيْءٌ صَالِحٌ؟» أَجَابَهُ فِيلِبُّسُ: «تَعَالَ وَانْظُرْ!»"
  },
  "47": {
    "en": "When Jesus saw Nathanael approaching, he said of him, “Here truly is an Israelite in whom there is no deceit.”",
    "ar": "وَرَأَى يَسُوعُ نَثَنَائِيلَ قَادِماً نَحْوَهُ فَقَالَ عَنْهُ: «هَذَا إِسْرَائِيلِيٌّ أَصِيلٌ لَا شَكَّ فِيهِ!»"
  },
  "48": {
    "en": "“How do you know me?” Nathanael asked.\nJesus answered, “I saw you while you were still under the fig tree before Philip called you.”",
    "ar": "فَسَأَلَهُ نَثَنَائِيلُ: «وَمِنْ أَيْنَ تَعْرِفُنِي؟» فَأَجَابَهُ يَسُوعُ: «رَأَيْتُكَ تَحْتَ التِّينَةِ قَبْلَ أَنْ يَدْعُوَكَ فِيلِبُّسُ»."
  },
  "49": {
    "en": "Then Nathanael declared, “Rabbi, you are the Son of God; you are the king of Israel.”",
    "ar": "فَهَتَفَ نَثَنَائِيلُ قَائِلاً: «يَا مُعَلِّمُ، أَنْتَ ابْنُ اللهِ! أَنْتَ مَلِكُ إِسْرَائِيلَ!»"
  },
  "50": {
    "en": "Jesus said, “You believe because I told you I saw you under the fig tree. You will see greater things than that.”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «هَلْ آمَنْتَ لأَنِّي قُلْتُ لَكَ إِنِّي رَأَيْتُكَ تَحْتَ التِّينَةِ؟ سَوْفَ تَرَى أَعْظَمَ مِنْ هَذَا!»"
  },
  "51": {
    "en": "He then added, “Very truly I tell you, you will see ‘heaven open, and the angels of God ascending and descending on’ the Son of Man.”",
    "ar": "ثُمَّ قَالَ لَهُ: «الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: إِنَّكُمْ سَتَرَوْنَ السَّمَاءَ مَفْتُوحَةً، وَمَلائِكَةَ اللهِ يَصْعَدُونَ وَيَنْزِلُونَ عَلَى ابْنِ الإِنْسَانِ!»"
  }
}