{
  "1": {
    "en": "It was just before the Passover Festival. Jesus knew that the hour had come for him to leave this world and go to the Father. Having loved his own who were in the world, he loved them to the end.",
    "ar": "وَقُبَيْلَ عِيدِ الْفِصْحِ، وَيَسُوعُ عَالِمٌ أَنَّ سَاعَتَهُ قَدْ حَانَتْ لِيَرْحَلَ مِنْ هَذَا الْعَالَمِ إِلَى الآبِ، فَإِذْ كَانَ قَدْ أَحَبَّ خَاصَّتَهُ الَّذِينَ فِي الْعَالَمِ، أَحَبَّهُمُ الآنَ أَقْصَى الْمَحَبَّةِ:"
  },
  "2": {
    "en": "The evening meal was in progress, and the devil had already prompted Judas, the son of Simon Iscariot, to betray Jesus.",
    "ar": "فَفِي أَثْنَاءِ الْعَشَاءِ، وَكَانَ الشَّيْطَانُ قَدْ وَضَعَ فِي قَلْبِ يَهُوذَا بْنِ سِمْعَانَ الإِسْخَريُوطِيِّ أَنْ يَخُونَ يَسُوعَ،"
  },
  "3": {
    "en": "Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God;",
    "ar": "وَكَانَ يَسُوعُ عَالِماً أَنَّ الآبَ قَدْ جَعَلَ كُلَّ شَيْءٍ فِي يَدَيْهِ وَأَنَّهُ مِنَ اللهِ خَرَجَ وَإِلَى اللهِ سَيَعُودُ،"
  },
  "4": {
    "en": "so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist.",
    "ar": "نَهَضَ عَنْ مَائِدَةِ الْعَشَاءِ، وَخَلَعَ رِدَاءَهُ وَأَخَذَ مِنْشَفَةً لَفَّهَا عَلَى وَسَطِهِ،"
  },
  "5": {
    "en": "After that, he poured water into a basin and began to wash his disciples’ feet, drying them with the towel that was wrapped around him.",
    "ar": "ثُمَّ صَبَّ مَاءً فِي وِعَاءٍ لِلْغَسْلِ، وَبَدَأَ يَغْسِلُ أَقْدَامَ التَّلامِيذِ وَيَمْسَحُهَا بِالْمِنْشَفَةِ الَّتِي عَلَى وَسَطِهِ."
  },
  "6": {
    "en": "He came to Simon Peter, who said to him, “Lord, are you going to wash my feet?”",
    "ar": "فَلَمَّا وَصَلَ إِلَى سِمْعَانَ بُطْرُسَ، قَالَ لَهُ سِمْعَانُ: «يَا سَيِّدُ، أَنْتَ تَغْسِلُ قَدَمَيَّ!»"
  },
  "7": {
    "en": "Jesus replied, “You do not realize now what I am doing, but later you will understand.”",
    "ar": "فَأَجَابَهُ يَسُوعُ: «أَنْتَ الآنَ لَا تَفْهَمُ مَا أَعْمَلُهُ، وَلكِنَّكَ سَتَفْهَمُ فِيمَا بَعْدُ»."
  },
  "8": {
    "en": "“No,” said Peter, “you shall never wash my feet.”\nJesus answered, “Unless I wash you, you have no part with me.”",
    "ar": "وَلكِنَّ بُطْرُسَ أَصَرَّ قَائِلاً: «لا، لَنْ تَغْسِلَ قَدَمَيَّ أَبَداً!» فَأَجَابَهُ يَسُوعُ: «إِنْ كُنْتُ لَا أَغْسِلُكَ، فَلا يَكُونُ لَكَ نَصِيبٌ مَعِي!»"
  },
  "9": {
    "en": "“Then, Lord,” Simon Peter replied, “not just my feet but my hands and my head as well!”",
    "ar": "عِنْدَئِذٍ قَالَ لَهُ سِمْعَانُ بُطْرُسُ: «يَا سَيِّدُ، لَا قَدَمَيَّ فَقَطْ، بَلْ يَدَيَّ وَرَأْسِي أَيْضاً!»"
  },
  "10": {
    "en": "Jesus answered, “Those who have had a bath need only to wash their feet; their whole body is clean. And you are clean, though not every one of you.”",
    "ar": "فَقَالَ يَسُوعُ: «مَنِ اغْتَسَلَ صَارَ كُلُّهُ نَقِيًّا، وَلا يَحْتَاجُ إِلّا لِغَسْلِ قَدَمَيْهِ. وَأَنْتُمْ أَنْقِيَاءُ، وَلكِنْ لَيْسَ كُلُّكُمْ»."
  },
  "11": {
    "en": "For he knew who was going to betray him, and that was why he said not every one was clean.",
    "ar": "فَإِنَّ يَسُوعَ كَانَ يَعْلَمُ مَنِ الَّذِي سَيَخُونُهُ، وَلِذلِكَ قَالَ: «لَسْتُمْ كُلُّكُمْ أَنْقِيَاءَ»."
  },
  "12": {
    "en": "When he had finished washing their feet, he put on his clothes and returned to his place. “Do you understand what I have done for you?” he asked them.",
    "ar": "وَبَعْدَمَا انْتَهَى مِنْ غَسْلِ أَقْدَامِهِمْ، أَخَذَ رِدَاءَهُ وَاتَّكَأَ مِنْ جَدِيدٍ، وَسَأَلَهُمْ: «أَفَهِمْتُمْ مَا عَمِلْتُهُ لَكُمْ؟"
  },
  "13": {
    "en": "“You call me ‘Teacher’ and ‘Lord,’ and rightly so, for that is what I am.",
    "ar": "أَنْتُمْ تَدْعُونَنِي مُعَلِّماً وَسَيِّداً، وَقَدْ صَدَقْتُمْ، فَأَنَا كَذَلِكَ."
  },
  "14": {
    "en": "Now that I, your Lord and Teacher, have washed your feet, you also should wash one another’s feet.",
    "ar": "فَإِنْ كُنْتُ، وَأَنَا السَّيِّدُ وَالْمُعَلِّمُ، قَدْ غَسَلْتُ أَقْدَامَكُمْ، فَعَلَيْكُمْ أَنْتُمْ أَيْضاً أَنْ يَغْسِلَ بَعْضُكُمْ أَقْدَامَ بَعْضٍ."
  },
  "15": {
    "en": "I have set you an example that you should do as I have done for you.",
    "ar": "فَقَدْ قَدَّمْتُ لَكُمْ مِثَالاً لِكَيْ تَعْمَلُوا مِثْلَ مَا عَمِلْتُ أَنَا لَكُمْ."
  },
  "16": {
    "en": "Very truly I tell you, no servant is greater than his master, nor is a messenger greater than the one who sent him.",
    "ar": "الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: لَيْسَ عَبْدٌ أَعْظَمَ مِنْ سَيِّدِهِ، وَلا رَسُولٌ أَعْظَمَ مِنْ مُرْسِلِهِ."
  },
  "17": {
    "en": "Now that you know these things, you will be blessed if you do them.",
    "ar": "فَإِنْ كُنْتُمْ قَدْ عَرَفْتُمْ هَذَا، فَطُوبَى لَكُمْ إِذَا عَمِلْتُمْ بِهِ."
  },
  "18": {
    "en": "“I am not referring to all of you; I know those I have chosen. But this is to fulfill this passage of Scripture: ‘He who shared my bread has turned against me.’",
    "ar": "وَأَنَا لَا أَقُولُ هَذَا عَنْ جَمِيعِكُمْ، فَأَنَا أَعْرِفُ الَّذِينَ اخْتَرْتُهُمْ. وَلكِنْ لابُدَّ أَنْ يَتِمَّ الْكِتَابُ حَيْثُ يَقُولُ: الآكِلُ مِنْ خُبْزِي، رَفَعَ عَلَيَّ عَقِبَهُ!"
  },
  "19": {
    "en": "“I am telling you now before it happens, so that when it does happen you will believe that I am who I am.",
    "ar": "وَإِنِّي أَقُولُ لَكُمْ مَا سَيَحْدُثُ، قَبْلَ حُدُوثِهِ، حَتَّى مَتَى حَدَثَ تُؤْمِنُونَ أَنِّي أَنَا هُوَ."
  },
  "20": {
    "en": "Very truly I tell you, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.”",
    "ar": "الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: مَنْ يَقْبَلِ الَّذِي أُرْسِلُهُ، يَقْبَلْنِي؛ وَمَنْ يَقْبَلْنِي، يَقْبَلْ الَّذِي أَرْسَلَنِي»."
  },
  "21": {
    "en": "After he had said this, Jesus was troubled in spirit and testified, “Very truly I tell you, one of you is going to betray me.”",
    "ar": "وَلَمَّا قَالَ يَسُوعُ هَذَا اضْطَرَبَتْ نَفْسُهُ وَأَعْلَنَ قَائِلاً: «الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: إِنَّ وَاحِداً مِنْكُمْ سَيُسَلِّمُنِي!»"
  },
  "22": {
    "en": "His disciples stared at one another, at a loss to know which of them he meant.",
    "ar": "فَتَبَادَلَ التَّلامِيذُ نَظَرَاتِ الْحَيْرَةِ وَهُمْ لَا يَدْرُونَ مَنْ هُوَ الَّذِي يَعْنِيهِ."
  },
  "23": {
    "en": "One of them, the disciple whom Jesus loved, was reclining next to him.",
    "ar": "وَكَانَ التِّلْمِيذُ الَّذِي يُحِبُّهُ يَسُوعُ مُتَّكِئاً عَلَى حِضْنِهِ،"
  },
  "24": {
    "en": "Simon Peter motioned to this disciple and said, “Ask him which one he means.”",
    "ar": "فَأَشَارَ إِلَيْهِ سِمْعَانُ بُطْرُسُ أَنْ يَسْأَلَ يَسُوعَ مَنْ هُوَ الَّذِي يَعْنِيهِ."
  },
  "25": {
    "en": "Leaning back against Jesus, he asked him, “Lord, who is it?”",
    "ar": "فَمَالَ عَلَى صَدْرِ يَسُوعَ وَسَأَلَهُ: «مَنْ هُوَ يَا سَيِّدُ؟»"
  },
  "26": {
    "en": "Jesus answered, “It is the one to whom I will give this piece of bread when I have dipped it in the dish.” Then, dipping the piece of bread, he gave it to Judas, the son of Simon Iscariot.",
    "ar": "فَأَجَابَ يَسُوعُ: «هُوَ الَّذِي أُعْطِيهِ اللُّقْمَةَ الَّتِي أَغْمِسُهَا». ثُمَّ غَمَسَ اللُّقْمَةَ وَأَعْطَاهَا لِيَهُوذَا بْنِ سِمْعَانَ الإِسْخَرْيُوطِيِّ."
  },
  "27": {
    "en": "As soon as Judas took the bread, Satan entered into him.\nSo Jesus told him, “What you are about to do, do quickly.”",
    "ar": "وَبَعْدَ اللُّقْمَةِ، دَخَلَهُ الشَّيْطَانُ. فَقَالَ لَهُ يَسُوعُ: «أَسْرِعْ فِي مَا نَوَيْتَ أَنْ تَعْمَلَهُ!»"
  },
  "28": {
    "en": "But no one at the meal understood why Jesus said this to him.",
    "ar": "وَلَمْ يَفْهَمْ أَحَدٌ مِنَ الْمُتَّكِئِينَ لِمَاذَا قَالَ لَهُ ذلِكَ،"
  },
  "29": {
    "en": "Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the festival, or to give something to the poor.",
    "ar": "بَلْ ظَنَّ بَعْضُهُمْ أَنَّهُ يَأْمُرُهُ أَنْ يَشْتَرِيَ مَا يَحْتَاجُونَ إِلَيْهِ فِي الْعِيدِ، أَوْ أَنْ يُعْطِيَ الْفُقَرَاءَ بَعْضَ الْمَالِ، لأَنَّهُ كَانَ أَمِيناً لِلصُّنْدُوقِ."
  },
  "30": {
    "en": "As soon as Judas had taken the bread, he went out. And it was night.",
    "ar": "وَمَا إِنْ تَنَاوَلَ يَهُوذَا اللُّقْمَةَ، حَتَّى خَرَجَ وَكَانَ اللَّيْلُ قَدْ أَظْلَمَ."
  },
  "31": {
    "en": "When he was gone, Jesus said, “Now the Son of Man is glorified and God is glorified in him.",
    "ar": "وَلَمَّا خَرَجَ يَهُوذَا، قَالَ يَسُوعُ: «الآنَ تَمَجَّدَ ابْنُ الإِنْسَانِ وَتَمَجَّدَ اللهُ فِيهِ."
  },
  "32": {
    "en": "If God is glorified in him, God will glorify the Son in himself, and will glorify him at once.",
    "ar": "وَمَادَامَ اللهُ قَدْ تَمَجَّدَ فِيهِ، فَإِنَّهُ سَيُمَجِّدُهُ فِي ذَاتِهِ، وَسَرِيعاً سَيُمَجِّدُهُ."
  },
  "33": {
    "en": "“My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come.",
    "ar": "يَا أَوْلادِي الصِّغَارَ، سَأَبْقَى عِنْدَكُمْ وَقْتاً قَصِيراً بَعْدُ، ثُمَّ تَطْلُبُونَنِي، وَلكِنِّي أَقُولُ لَكُمْ مَا سَبَقَ أَنْ قُلْتُهُ لِلْيَهُودِ: إِنَّكُمْ لَا تَقْدِرُونَ أَنْ تَأْتُوا حَيْثُ أَنَا ذَاهِبٌ."
  },
  "34": {
    "en": "“A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "ar": "وَصِيَّةً جَدِيدَةً أَنَا أُعْطِيكُمْ: أَحِبُّوا بَعْضُكُمْ بَعْضاً، كَمَا أَحْبَبْتُكُمْ أَنَا، تُحِبُّونَ بَعْضُكُمْ."
  },
  "35": {
    "en": "By this everyone will know that you are my disciples, if you love one another.”",
    "ar": "بِهَذَا يَعْرِفُ الْجَمِيعُ أَنَّكُمْ تَلامِيذِي: إِنْ كُنْتُمْ تُحِبُّونَ بَعْضُكُمْ بَعْضاً»."
  },
  "36": {
    "en": "Simon Peter asked him, “Lord, where are you going?”\nJesus replied, “Where I am going, you cannot follow now, but you will follow later.”",
    "ar": "فَسَأَلَهُ سِمْعَانُ بُطْرُسُ: «يَا سَيِّدُ، أَيْنَ تَذْهَبُ؟» أَجَابَهُ يَسُوعُ: «لا تَقْدِرُ أَنْ تَتْبَعَنِي الآنَ حَيْثُ أَذْهَبُ، وَلكِنَّكَ سَتَتْبَعُنِي فِيمَا بَعْدُ»."
  },
  "37": {
    "en": "Peter asked, “Lord, why can’t I follow you now? I will lay down my life for you.”",
    "ar": "فَعَادَ بُطْرُسُ يَسْأَلُ: «يَا سَيِّدُ، لِمَاذَا لَا أَقْدِرُ أَنْ أَتْبَعَكَ الآنَ؟ إِنِّي أَبْذِلُ حَيَاتِي عِوَضاً عَنْكَ!»"
  },
  "38": {
    "en": "Then Jesus answered, “Will you really lay down your life for me? Very truly I tell you, before the rooster crows, you will disown me three times!",
    "ar": "أَجَابَهُ يَسُوعُ: «أَتَبْذِلُ حَيَاتَكَ عِوَضاً عَنِّي؟ الْحَقَّ الْحَقَّ أَقُولُ لَكَ: لَا يَصِيحُ الدِّيكُ حَتَّى تَكُونَ قَدْ أَنْكَرْتَنِي ثَلاثَ مَرَّاتٍ!»"
  }
}