{
  "1": {
    "en": "Then Pilate took Jesus and had him flogged.",
    "ar": "عِنْدَئِذٍ أَمَرَ بِيلاطُسُ بِأَنْ يُؤْخَذَ يَسُوعُ وَيُجْلَدَ."
  },
  "2": {
    "en": "The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe",
    "ar": "وَجَدَلَ الْجُنُودُ إِكْلِيلاً مِنَ الشَّوْكِ وَضَعُوهُ عَلَى رَأْسِهِ، وَأَلْبَسُوهُ رِدَاءَ أُرْجُوَانٍ."
  },
  "3": {
    "en": "and went up to him again and again, saying, “Hail, king of the Jews!” And they slapped him in the face.",
    "ar": "وَأَخَذُوا يَتَقَدَّمُونَ إِلَيْهِ وَيَقُولُونَ: «سَلامٌ، يَا مَلِكَ الْيَهُودِ!» وَيَلْطِمُونَهُ."
  },
  "4": {
    "en": "Once more Pilate came out and said to the Jews gathered there, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”",
    "ar": "وَخَرَجَ بِيلاطُسُ مَرَّةً أُخْرَى إِلَى الْجُمْهُورِ وَقَالَ لَهُمْ: «سَأُخْرِجُهُ إِلَيْكُمْ لِتَرَوْا أَنِّي لَا أَجِدُ فِيهِ ذَنْباً!»"
  },
  "5": {
    "en": "When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, “Here is the man!”",
    "ar": "فَخَرَجَ يَسُوعُ وَعَلَيْهِ إِكْلِيلُ الشَّوْكِ وَرِدَاءُ الأُرْجُوَانِ. فَقَالَ لَهُمْ بِيلاطُسُ: «هَا هُوَ الإِنْسَانُ!»"
  },
  "6": {
    "en": "As soon as the chief priests and their officials saw him, they shouted, “Crucify! Crucify!”\nBut Pilate answered, “You take him and crucify him. As for me, I find no basis for a charge against him.”",
    "ar": "فَلَمَّا رَآهُ رُؤَسَاءُ الْكَهَنَةِ وَالْحَرَسُ صَرَخُوا: «اصْلِبْهُ! اصْلِبْهُ!» فَقَالَ لَهُمْ بِيلاطُسُ: «بَلْ خُذُوهُ أَنْتُمْ وَاصْلِبُوهُ، فَإِنِّي لَا أَجِدُ فِيهِ ذَنْباً!»"
  },
  "7": {
    "en": "The Jewish leaders insisted, “We have a law, and according to that law he must die, because he claimed to be the Son of God.”",
    "ar": "فَأَجَابَهُ الْيَهُودُ: «لَنَا شَرِيعَةٌ. وَبِحَسَبِ شَرِيعَتِنَا يَتَحَتَّمُ عَلَيْهِ الْمَوْتُ، لأَنَّهُ جَعَلَ نَفْسَهُ ابْنَ اللهِ»."
  },
  "8": {
    "en": "When Pilate heard this, he was even more afraid,",
    "ar": "فَعِنْدَمَا سَمِعَ بِيلاطُسُ هَذَا الْكَلامَ، اشْتَدَّ خَوْفُهُ،"
  },
  "9": {
    "en": "and he went back inside the palace. “Where do you come from?” he asked Jesus, but Jesus gave him no answer.",
    "ar": "وَدَخَلَ إِلَى قَصْرِهِ وَسَأَلَ يَسُوعَ: «مِنْ أَيْنَ أَنْتَ؟» فَلَمْ يُجِبْهُ يَسُوعُ بِشَيْءٍ."
  },
  "10": {
    "en": "“Do you refuse to speak to me?” Pilate said. “Don’t you realize I have power either to free you or to crucify you?”",
    "ar": "فَقَالَ لَهُ بِيلاطُسُ: «أَمَا تُكَلِّمُنِي؟ أَلا تَعْلَمُ أَنَّ لِي سُلْطَةً أَنْ أُطْلِقَكَ، وَسُلْطَةً أَنْ أَصْلِبَكَ؟»"
  },
  "11": {
    "en": "Jesus answered, “You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.”",
    "ar": "فَأَجَابَهُ يَسُوعُ «مَا كَانَ لَكَ عَلَيَّ سُلْطَةٌ قَطُّ، لَوْ لَمْ تَكُنْ قَدْ أُعْطِيَتْ لَكَ مِنْ فَوْقُ. لِذلِكَ فَالَّذِي سَلَّمَنِي إِلَيْكَ لَهُ خَطِيئَةٌ أَعْظَمُ.»"
  },
  "12": {
    "en": "From then on, Pilate tried to set Jesus free, but the Jewish leaders kept shouting, “If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.”",
    "ar": "مِنْ أَجْلِ ذلِكَ سَعَى بِيلاطُسُ أَنْ يُطْلِقَهُ، وَلَكِنَّ الْيَهُودَ صَرَخُوا: «إِنْ أَطْلَقْتَ هَذَا، فَلَسْتَ مُحِبّاً لِلْقَيْصَرِ. فَإِنَّ كُلَّ مَنْ يَجْعَلُ نَفْسَهُ مَلِكاً، يُعَادِي الْقَيْصَرَ»."
  },
  "13": {
    "en": "When Pilate heard this, he brought Jesus out and sat down on the judge’s seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha).",
    "ar": "فَلَمَّا سَمِعَ بِيلاطُسُ هَذَا الْكَلامَ، أَمَرَ بِإِخْرَاجِ يَسُوعَ، وَجَلَسَ عَلَى كُرْسِيِّ الْقَضَاءِ فِي مَكَانٍ يُسَمَّى «الْبَلاطَ»، وَبِالْعِبْرِيَّةِ: «جَبَّاثَا»."
  },
  "14": {
    "en": "It was the day of Preparation of the Passover; it was about noon.\n“Here is your king,” Pilate said to the Jews.",
    "ar": "وَكَانَ الْوَقْتُ نَحْوَ السَّادِسَةِ فِي يَوْمِ الإِعْدَادِ لِلْفِصْحِ. وَقَالَ بِيلاطُسُ لِلْيَهُودِ: «هَا هُوَ مَلِكُكُمْ!»"
  },
  "15": {
    "en": "But they shouted, “Take him away! Take him away! Crucify him!”\n“Shall I crucify your king?” Pilate asked.\n“We have no king but Caesar,” the chief priests answered.",
    "ar": "فَصَرَخُوا: «خُذْهُ! خُذْهُ! اصْلِبْهُ!» فَسَأَلَهُمْ بِيلاطُسُ: «أَأَصْلِبُ مَلِكَكُمْ؟» فَأَجَابَهُ رُؤَسَاءُ الْكَهَنَةِ: «لا مَلِكَ لَنَا إِلّا الْقَيْصَرَ»."
  },
  "16": {
    "en": "Finally Pilate handed him over to them to be crucified.\nSo the soldiers took charge of Jesus.",
    "ar": "فَسَلَّمَهُ بِيلاطُسُ إِلَيْهِمْ لِيُصْلَبَ."
  },
  "17": {
    "en": "Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha).",
    "ar": "فَخَرَجَ وَهُوَ حَامِلٌ صَلِيبَهُ إِلَى الْمَكَانِ الْمَعْرُوفِ بِمَكَانِ الْجُمْجُمَةِ، وَبِالْعِبْرِيَّةِ: «جُلْجُثَةِ»،"
  },
  "18": {
    "en": "There they crucified him, and with him two others—one on each side and Jesus in the middle.",
    "ar": "وَهُنَاكَ صَلَبُوهُ وَصَلَبُوا مَعَهُ رَجُلَيْنِ، وَاحِداً مِنْ كُلِّ جَانِبٍ، وَيَسُوعُ فِي الْوَسْطِ."
  },
  "19": {
    "en": "Pilate had a notice prepared and fastened to the cross. It read: jesus of nazareth, the king of the jews.",
    "ar": "وَعَلَّقَ بِيلاطُسُ لافِتَةً عَلَى الصَّلِيبِ مَكْتُوباً عَلَيْهَا: «يَسُوعُ النَّاصِرِيُّ مَلِكُ الْيَهُودِ»."
  },
  "20": {
    "en": "Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek.",
    "ar": "فَقَرَأَ اللّافِتَةَ كَثِيرُونَ مِنَ الْيَهُودِ، لأَنَّ الْمَكَانَ الَّذِي صُلِبَ يَسُوعُ فِيهِ كَانَ قَرِيباً مِنَ الْمَدِينَةِ. وَكَانَتِ اللّافِتَةُ مَكْتُوبَةً بِالْعِبْرِيَّةِ وَاللّاتِينِيَّةِ وَالْيُونَانِيَّةِ."
  },
  "21": {
    "en": "The chief priests of the Jews protested to Pilate, “Do not write ‘The King of the Jews,’ but that this man claimed to be king of the Jews.”",
    "ar": "فَقَالَ رُؤَسَاءُ كَهَنَةِ الْيَهُودِ لِبِيلاطُسَ: «لا تَكْتُبْ: مَلِكُ الْيَهُودِ، بَلْ إِنَّ هَذَا الإِنْسَانَ قَالَ: أَنَا مَلِكُ الْيَهُودِ»."
  },
  "22": {
    "en": "Pilate answered, “What I have written, I have written.”",
    "ar": "فَرَدَّ بِيلاطُسُ: «مَا كَتَبْتُ فَقَدْ كَتَبْتُ!»"
  },
  "23": {
    "en": "When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom.",
    "ar": "وَلَمَّا صَلَبَ الْجُنُودُ يَسُوعَ أَخَذُوا ثِيَابَهُ وَقَسَّمُوهَا إِلَى أَرْبَعَةِ أَقْسَامٍ، فَأَخَذَ كُلُّ جُنْدِيٍّ قِسْماً. وَأَخَذُوا الْقَمِيصَ أَيْضاً، وَكَانَ مَنْسُوجاً كُلُّهُ مِنْ قِطْعَةٍ وَاحِدَةٍ، بِغَيْرِ خِيَاطَةٍ."
  },
  "24": {
    "en": "“Let’s not tear it,” they said to one another. “Let’s decide by lot who will get it.”\nThis happened that the scripture might be fulfilled that said,\n“They divided my clothes among them\n    and cast lots for my garment.”\nSo this is what the soldiers did.",
    "ar": "فَقَالَ الْجُنُودُ بَعْضُهُمْ لِبَعْضٍ: «لا دَاعِيَ لِتَمْزِيقِهِ، بَلْ لِنَقْتَرِعْ عَلَيْهِ فَنَرَى مَنْ يَكْسِبُهُ!» وَقَدْ حَدَثَ ذلِكَ لِيَتِمَّ مَا جَاءَ فِي الْكِتَابِ: «اقْتَسَمُوا ثِيَابِي بَيْنَهُمْ، وَعَلَى قَمِيصِي اقْتَرَعُوا». وَهَذَا هُوَ مَا فَعَلَهُ الْجُنُودُ."
  },
  "25": {
    "en": "Near the cross of Jesus stood his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
    "ar": "وَهُنَاكَ، عِنْدَ صَلِيبِ يَسُوعَ، وَقَفَتْ مَرْيَمُ أُمُّهُ، وَأُخْتُ أُمِّهِ مَرْيَمُ زَوْجَةُ كِلُوبَا؛ وَمَرْيَمُ الْمَجْدَلِيَّةُ."
  },
  "26": {
    "en": "When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to her, “Woman, here is your son,”",
    "ar": "فَلَمَّا رَأَى يَسُوعُ أُمَّهُ، وَالتِّلْمِيذَ الَّذِي كَانَ يُحِبُّهُ وَاقِفاً بِالْقُرْبِ مِنْهَا، قَالَ لأُمِّهِ: «أَيَّتُهَا الْمَرْأَةُ، هَذَا ابْنُكِ!»"
  },
  "27": {
    "en": "and to the disciple, “Here is your mother.” From that time on, this disciple took her into his home.",
    "ar": "ثُمَّ قَالَ لِلتِّلْمِيذِ: «هذِهِ أُمُّكَ». وَمُنْذُ ذلِكَ الْحِينِ أَخَذَهَا التِّلْمِيذُ إِلَى بَيْتِهِ."
  },
  "28": {
    "en": "Later, knowing that everything had now been finished, and so that Scripture would be fulfilled, Jesus said, “I am thirsty.”",
    "ar": "بَعْدَ هَذَا رَأَى يَسُوعُ أَنَّ كُلَّ شَيْءٍ قَدِ اكْتَمَلَ، فَقَالَ: «أَنَا عَطْشَانُ»، لِيَتِمَّ مَا جَاءَ فِي الْكِتَابِ."
  },
  "29": {
    "en": "A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus’ lips.",
    "ar": "وَكَانَ هُنَاكَ وِعَاءٌ مَلِيءٌ بِالْخَلِّ، فَغَمَسُوا فِي الْخَلِّ إِسْفِنْجَةً وَضَعُوهَا عَلَى زُوفَا، وَرَفَعُوهَا إِلَى فَمِهِ."
  },
  "30": {
    "en": "When he had received the drink, Jesus said, “It is finished.” With that, he bowed his head and gave up his spirit.",
    "ar": "فَلَمَّا ذَاقَ يَسُوعُ الْخَلَّ، قَالَ: «قَدْ أُكْمِلَ!» ثُمَّ نَكَّسَ رَأْسَهُ وَأَسْلَمَ الرُّوحَ."
  },
  "31": {
    "en": "Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jewish leaders did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down.",
    "ar": "وَلَمَّا كَانَ الإِعْدَادُ يَتِمُّ فِي ذَلِكَ الْيَوْمِ، طَلَبَ الْيَهُودُ مِنْ بِيلاطُسَ أَنْ تُكْسَرَ سِيقَانُ الْمَصْلُوبِينَ، فَتُؤْخَذَ جُثَثُهُمْ لِئَلّا تَبْقَى مُعَلَّقَةً عَلَى الصَّلِيبِ يَوْمَ السَّبْتِ، وَلاسِيَّمَا لأَنَّ ذلِكَ السَّبْتَ كَانَ يَوْماً عَظِيماً."
  },
  "32": {
    "en": "The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other.",
    "ar": "فَجَاءَ الْجُنُودُ وَكَسَرُوا سَاقَيْ كِلا الرَّجُلَيْنِ الْمَصْلُوبَيْنِ مَعَ يَسُوعَ."
  },
  "33": {
    "en": "But when they came to Jesus and found that he was already dead, they did not break his legs.",
    "ar": "أَمَّا يَسُوعُ، فَلَمَّا وَصَلُوا إِلَيْهِ وَجَدُوهُ قَدْ مَاتَ، فَلَمْ يَكْسِرُوا سَاقَيْهِ."
  },
  "34": {
    "en": "Instead, one of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water.",
    "ar": "وَإِنَّمَا طَعَنَهُ أَحَدُ الْجُنُودِ بِحَرْبَةٍ فِي جَنْبِهِ، فَخَرَجَ فِي الْحَالِ دَمٌ وَمَاءٌ."
  },
  "35": {
    "en": "The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe.",
    "ar": "وَالَّذِي رَأَى هَذَا هُوَ يَشْهَدُ، وَشَهَادَتُهُ حَقٌّ وَهُوَ يَعْلَمُ تَمَاماً أَنَّهُ يَقُولُ الْحَقَّ، لِكَيْ تُؤْمِنُوا أَنْتُمْ أَيْضاً."
  },
  "36": {
    "en": "These things happened so that the scripture would be fulfilled: “Not one of his bones will be broken,”",
    "ar": "وَقَدْ حَدَثَ هَذَا لِيَتِمَّ مَا جَاءَ فِي الْكِتَابِ: «لَنْ يُكْسَرَ مِنْهُ عَظْمٌ!»"
  },
  "37": {
    "en": "and, as another scripture says, “They will look on the one they have pierced.”",
    "ar": "وَقَدْ جَاءَ أَيْضاً فِي مَوْضِعٍ آخَرَ مِنَ الْكِتَابِ: «سَيَنْظُرُونَ إِلَى ذَاكَ الَّذِي طَعَنُوهُ»."
  },
  "38": {
    "en": "Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jewish leaders. With Pilate’s permission, he came and took the body away.",
    "ar": "بَعْدَ ذَلِكَ طَلَبَ يُوسُفُ الَّذِي مِنَ الرَّامَةِ إِلَى بِيلاطُسَ أَنْ يَأْذَنَ لَهُ بِأَخْذِ جُثْمَانِ يَسُوعَ، وَكَانَ يُوسُفُ هَذَا تِلْمِيذاً لِيَسُوعَ وَلَكِنْ فِي السِّرِّ، لأَنَّهُ كَانَ خَائِفاً مِنَ الْيَهُودِ، فَأَذِنَ لَهُ بِيلاطُسُ. فَجَاءَ يُوسُفُ وَأَخَذَ جُثْمَانَ يَسُوعَ."
  },
  "39": {
    "en": "He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds.",
    "ar": "وَجَاءَ أَيْضاً نِيقُودِيمُوسُ الَّذِي كَانَ قَدْ أَتَى مِنْ قَبْلُ إِلَى يَسُوعَ لَيْلاً، وَأَحْضَرَ مَعَهُ حَوَالَيْ ثَلاثِينَ لِتْراً مِنْ طِيبِ الْمُرِّ الْمَخْلُوطِ بِالْعُودِ."
  },
  "40": {
    "en": "Taking Jesus’ body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs.",
    "ar": "فَأَخَذَا جُثْمَانَ يَسُوعَ وَلَفَّاهُ بِأَكْفَانٍ مَعَ الطِّيبِ، كَمَا كَانَتْ عَادَةُ الْيَهُودِ فِي الدَّفْنِ."
  },
  "41": {
    "en": "At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid.",
    "ar": "وَكَانَ فِي الْمَكَانِ الَّذِي صُلِبَ يَسُوعُ فِيهِ بُسْتَانٌ، وَفِي الْبُسْتَانِ قَبْرٌ جَدِيدٌ، لَمْ يَسْبِقْ أَنْ دُفِنَ فِيهِ أَحَدٌ."
  },
  "42": {
    "en": "Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there.",
    "ar": "فَدَفَنَا يَسُوعَ فِي ذَلِكَ الْقَبْرِ لأَنَّهُ كَانَ قَرِيباً، وَلأَنَّ ذلِكَ الْيَوْمَ كَانَ يَوْمَ الإِعْدَادِ عِنْدَ الْيَهُودِ."
  }
}