{
  "1": {
    "en": "Now there was a Pharisee, a man named Nicodemus who was a member of the Jewish ruling council.",
    "ar": "غَيْرَ أَنَّ إِنْسَاناً مِنَ الْفَرِّيسِيِّينَ، اسْمُهُ نِيقُودِيمُوسُ، وَهُوَ عُضْوٌ فِي الْمَجْلِسِ الْيَهُودِيِّ،"
  },
  "2": {
    "en": "He came to Jesus at night and said, “Rabbi, we know that you are a teacher who has come from God. For no one could perform the signs you are doing if God were not with him.”",
    "ar": "جَاءَ إِلَى يَسُوعَ لَيْلاً وَقَالَ لَهُ: «يَا مُعَلِّمُ، نَعْلَمُ أَنَّكَ جِئْتَ مِنَ اللهِ مُعَلِّماً، لأَنَّهُ لَا يَقْدِرُ أَحَدٌ أَنْ يَعْمَلَ مَا تَعْمَلُ مِنْ آيَاتٍ إِلّا إِذَا كَانَ اللهُ مَعَهُ»."
  },
  "3": {
    "en": "Jesus replied, “Very truly I tell you, no one can see the kingdom of God unless they are born again.”",
    "ar": "فَأَجَابَهُ يَسُوعُ: «الْحَقَّ الْحَقَّ أَقُولُ لَكَ: لَا أَحَدَ يُمْكِنُهُ أَنْ يَرَى مَلَكُوتَ اللهِ إِلّا إِذَا وُلِدَ مِنْ جَدِيدٍ»."
  },
  "4": {
    "en": "“How can someone be born when they are old?” Nicodemus asked. “Surely they cannot enter a second time into their mother’s womb to be born!”",
    "ar": "فَسَأَلَهُ نِيقُودِيمُوسُ: «كَيْفَ يُمْكِنُ الإِنْسَانَ أَنْ يُولَدَ وَهُوَ كَبِيرُ السِّنِّ؟ أَلَعَلَّهُ يَسْتَطِيعُ أَنْ يَدْخُلَ بَطْنَ أُمِّهِ ثَانِيَةً ثُمَّ يُولَدَ؟»"
  },
  "5": {
    "en": "Jesus answered, “Very truly I tell you, no one can enter the kingdom of God unless they are born of water and the Spirit.",
    "ar": "أَجَابَهُ يَسُوعُ: «الْحَقَّ الْحَقَّ أَقُولُ لَكَ: لَا يُمْكِنُ أَنْ يَدْخُلَ أَحَدٌ مَلَكُوتَ اللهِ إِلّا إِذَا وُلِدَ مِنَ الْمَاءِ وَالرُّوحِ."
  },
  "6": {
    "en": "Flesh gives birth to flesh, but the Spirit gives birth to spirit.",
    "ar": "فَالْمَوْلُودُ مِنَ الْجَسَدِ هُوَ جَسَدٌ، وَالْمَوْلُودُ مِنَ الرُّوحِ هُوَ رُوحٌ."
  },
  "7": {
    "en": "You should not be surprised at my saying, ‘You must be born again.’",
    "ar": "فَلا تَتَعَجَّبْ إِذَا قُلتُ لَكَ إِنَّكُمْ بِحَاجَةٍ إِلَى الْوِلادَةِ مِنْ جَدِيدٍ."
  },
  "8": {
    "en": "The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.”",
    "ar": "الرِّيحُ تَهُبُّ حَيْثُ تَشَاءُ وَتَسْمَعُ صَفِيرَهَا، وَلكِنَّكَ لَا تَعْلَمُ مِنْ أَيْنَ تَأْتِي وَلا إِلَى أَيْنَ تَذْهَبُ. هكَذَا كُلُّ مَنْ وُلِدَ مِنَ الرُّوحِ»."
  },
  "9": {
    "en": "“How can this be?” Nicodemus asked.",
    "ar": "فَعَادَ نِيقُودِيمُوسُ يَسْأَلُ: «كَيْفَ يُمْكِنُ أَنْ يَتِمَّ هَذَا؟»"
  },
  "10": {
    "en": "“You are Israel’s teacher,” said Jesus, “and do you not understand these things?",
    "ar": "أَجَابَهُ يَسُوعُ: «أَنْتَ مُعَلِّمُ إِسْرَائِيلَ وَلا تَعْلَمُ هَذَا!"
  },
  "11": {
    "en": "Very truly I tell you, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony.",
    "ar": "الْحَقَّ الْحَقَّ أَقُولُ لَكَ: إِنَّنَا نَتَكَلَّمُ بِمَا نَعْلَمُ وَنَشْهَدُ بِمَا رَأَيْنَا، وَمَعَ ذلِكَ لَا تَقْبَلُونَ شَهَادَتَنَا."
  },
  "12": {
    "en": "I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things?",
    "ar": "إِنْ كُنْتُ حَدَّثْتُكُمْ بِأُمُورِ الأَرْضِ وَلَمْ تُؤْمِنُوا، فَكَيْفَ تُؤْمِنُونَ إِنْ حَدَّثْتُكُمْ بِأُمُورِ السَّمَاءِ؟"
  },
  "13": {
    "en": "No one has ever gone into heaven except the one who came from heaven—the Son of Man.",
    "ar": "وَمَا صَعِدَ أَحَدٌ إِلَى السَّمَاءِ إِلّا الَّذِي نَزَلَ مِنَ السَّمَاءِ، وَهُوَ ابْنُ الإِنْسَانِ الَّذِي هُوَ فِي السَّمَاءِ."
  },
  "14": {
    "en": "Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up,",
    "ar": "وَكَمَا عَلَّقَ مُوسَى الْحَيَّةَ فِي الْبَرِّيَّةِ، فَكَذلِكَ لَا بُدَّ مِنْ أَنْ يُعَلَّقَ ابْنُ الإِنْسَانِ،"
  },
  "15": {
    "en": "that everyone who believes may have eternal life in him.”",
    "ar": "لِتَكُونَ الْحَيَاةُ الأَبَدِيَّةُ لِكُلِّ مَنْ يُؤْمِنُ بِهِ."
  },
  "16": {
    "en": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "ar": "لأَنَّهُ هكَذَا أَحَبَّ اللهُ الْعَالَمَ حَتَّى بَذَلَ ابْنَهُ الْوَحِيدَ، لِكَيْ لَا يَهْلِكَ كُلُّ مَنْ يُؤْمِنُ بِهِ، بَلْ تَكُونُ لَهُ الْحَيَاةُ الأَبَدِيَّةُ."
  },
  "17": {
    "en": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
    "ar": "فَإِنَّ اللهَ لَمْ يُرْسِلِ ابْنَهُ إِلَى الْعَالَمِ لِيَدِينَ الْعَالَمَ، بَلْ لِيَخْلُصَ الْعَالَمُ بِهِ،"
  },
  "18": {
    "en": "Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God’s one and only Son.",
    "ar": "فَالَّذِي يُؤْمِنُ بِهِ لَا يُدَانُ، أَمَّا الَّذِي لَا يُؤْمِنُ بِهِ فَقَدْ صَدَرَ عَلَيْهِ حُكْمُ الدَّيْنُونَةِ، لأَنَّهُ لَمْ يُؤْمِنْ بِاسْمِ ابْنِ اللهِ الْوَحِيدِ."
  },
  "19": {
    "en": "This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil.",
    "ar": "وَهَذَا هُوَ الْحُكْمُ: إِنَّ النُّورَ قَدْ جَاءَ إِلَى الْعَالَمِ، وَلكِنَّ النَّاسَ أَحَبُّوا الظُّلْمَةَ أَكْثَرَ مِنَ النُّورِ، لأَنَّ أَعْمَالَهُمْ كَانَتْ شِرِّيرَةً."
  },
  "20": {
    "en": "Everyone who does evil hates the light, and will not come into the light for fear that their deeds will be exposed.",
    "ar": "فَكُلُّ مَنْ يَعْمَلُ الشَّرَّ يُبْغِضُ النُّورَ، وَلا يَأْتِي إِلَيْهِ مَخَافَةَ أَنْ تُفْضَحَ أَعْمَالُهُ."
  },
  "21": {
    "en": "But whoever lives by the truth comes into the light, so that it may be seen plainly that what they have done has been done in the sight of God.",
    "ar": "وَأَمَّا الَّذِي يَسْلُكُ فِي الْحَقِّ فَيَأْتِي إِلَى النُّورِ لِتَظْهَرَ أَعْمَالُهُ وَيَتَبَيَّنَ أَنَّهَا عُمِلَتْ بِقُوَّةِ اللهِ»."
  },
  "22": {
    "en": "After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized.",
    "ar": "وَذَهَبَ يَسُوعُ وَتَلامِيذُهُ بَعْدَ ذَلِكَ إِلَى بِلادِ الْيَهُودِيَّةِ وَأَقَامَ فِيهَا مَعَهُمْ، وَأَخَذَ يُعَمِّدُ."
  },
  "23": {
    "en": "Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were coming and being baptized.",
    "ar": "وَكَانَ يُوحَنَّا أَيْضاً يُعَمِّدُ فِي عَيْنِ نُونٍ بِالْقُرْبِ مِنْ سَالِيمَ، لأَنَّ الْمِيَاهَ هُنَاكَ كَانَتْ كَثِيرَةً فَكَانَ النَّاسُ يَأْتُونَ وَيَتَعَمَّدُونَ."
  },
  "24": {
    "en": "(This was before John was put in prison.)",
    "ar": "فَإِنَّ يُوحَنَّا لَمْ يَكُنْ قَد أُلْقِيَ بَعْدُ فِي السِّجْنِ."
  },
  "25": {
    "en": "An argument developed between some of John’s disciples and a certain Jew over the matter of ceremonial washing.",
    "ar": "وَحَدَثَ جِدَالٌ بَيْنَ تَلامِيذِ يُوحَنَّا وَأَحَدِ الْيَهُودِ فِي شَأْنِ التَّطَهُّرِ."
  },
  "26": {
    "en": "They came to John and said to him, “Rabbi, that man who was with you on the other side of the Jordan—the one you testified about—look, he is baptizing, and everyone is going to him.”",
    "ar": "فَذَهَبُوا إِلَى يُوحَنَّا وَقَالُوا لَهُ: «يَا مُعَلِّمُ، الرَّجُلُ الَّذِي رَأَيْنَاهُ مَعَكَ فِي مَا وَرَاءَ نَهْرِ الأُرْدُنِّ، وَالَّذِي شَهِدْتَ لَهُ، هُوَ أَيْضاً يُعَمِّدُ، وَالْجَمِيعُ يَتَحَوَّلُونَ إِلَيْهِ!»"
  },
  "27": {
    "en": "To this John replied, “A person can receive only what is given them from heaven.",
    "ar": "فَأَجَابَ يُوحَنَّا: «لا يَقْدِرُ أَحَدٌ أَنْ يَنَالَ شَيْئاً إِلّا إِذَا أُعْطِيَ لَهُ مِنَ السَّمَاءِ!"
  },
  "28": {
    "en": "You yourselves can testify that I said, ‘I am not the Messiah but am sent ahead of him.’",
    "ar": "أَنْتُمْ تَشْهَدُونَ أَنِّي قُلْتُ: لَسْتُ الْمَسِيحَ، بَلْ أَنَا رَسُولٌ يُمَهِّدُ لَهُ الطَّرِيقَ."
  },
  "29": {
    "en": "The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom’s voice. That joy is mine, and it is now complete.",
    "ar": "وَمَنْ لَهُ الْعَرُوسُ، يَكُونُ هُوَ الْعَرِيسَ! أَمَّا صَدِيقُ الْعَرِيسِ، الَّذِي يَقِفُ قُرْبَهُ وَيَسْمَعُهُ، فَيَبْتَهِجُ لِفَرَحِهِ بِصَوْتِ الْعَرِيسِ. وَهَا إِنَّ فَرَحِي هَذَا قَدْ تَمَّ."
  },
  "30": {
    "en": "He must become greater; I must become less.”",
    "ar": "فَلابُدَّ أَنْ يَزِيدَ هُوَ وَأَنْقُصَ أَنَا»."
  },
  "31": {
    "en": "The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all.",
    "ar": "الَّذِي يَأْتِي مِنْ فَوْقُ هُوَ فَوْقَ الْجَمِيعِ. أَمَّا مَنْ كَانَ مِنَ الأَرْضِ، فَإِنَّهُ أَرْضِيٌّ وَيَتَكَلَّمُ كَلاماً أَرْضِيًّا. الآتِي مِنْ فَوْقُ هُوَ فَوْقَ الْجَمِيعِ،"
  },
  "32": {
    "en": "He testifies to what he has seen and heard, but no one accepts his testimony.",
    "ar": "وَهُوَ يَشْهَدُ بِمَا سَمِعَ وَرَأَى، وَلا أَحَدَ يَقْبَلُ شَهَادَتَهُ!"
  },
  "33": {
    "en": "Whoever has accepted it has certified that God is truthful.",
    "ar": "عَلَى أَنَّ الَّذِي يَقْبَلُ شَهَادَتَهُ، يُصَادِقُ عَلَى أَنَّ اللهَ حَقٌّ،"
  },
  "34": {
    "en": "For the one whom God has sent speaks the words of God, for God gives the Spirit without limit.",
    "ar": "لأَنَّ الَّذِي أَرْسَلَهُ اللهُ يَتَكَلَّمُ بِكَلِامِ اللهِ فَإِنَّ اللهَ يُعْطِي الرُّوحَ لَيْسَ بِالْمِكْيَالِ."
  },
  "35": {
    "en": "The Father loves the Son and has placed everything in his hands.",
    "ar": "فَالأَبُ يُحِبُّ الاِبْنَ، وَقَدْ جَعَلَ فِي يَدِهِ كُلَّ شَيْءٍ."
  },
  "36": {
    "en": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on them.",
    "ar": "مَنْ يُؤْمِنْ بِالاِبْنِ، فَلَهُ الْحَيَاةُ الأَبَدِيَّةُ. وَمَنْ يَرْفُضْ أَنْ يُؤْمِنَ بِالاِبْنِ، فَلَنْ يَرَى الْحَيَاةَ، بَلْ يَسْتَقِرَّ عَلَيْهِ غَضَبُ اللهِ."
  }
}