{
  "1": {
    "en": "but Jesus went to the Mount of Olives.",
    "ar": "وَأَمَّا يَسُوعُ، فَذَهَبَ إِلَى جَبَلِ الزَّيْتُونِ."
  },
  "2": {
    "en": "At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them.",
    "ar": "وَعِنْدَ الْفَجْرِ عَادَ إِلَى الْهَيْكَلِ، فَاجْتَمَعَ حَوْلَهُ جُمْهُورُ الشَّعْبِ، فَجَلَسَ يُعَلِّمُهُمْ."
  },
  "3": {
    "en": "The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group",
    "ar": "وَأَحْضَرَ إِلَيْهِ مُعَلِّمُو الشَّرِيعَةِ وَالْفَرِّيسِيُّونَ امْرَأَةً ضُبِطَتْ تَزْنِي، وَأَوْقَفُوهَا فِي الْوَسَطِ،"
  },
  "4": {
    "en": "and said to Jesus, “Teacher, this woman was caught in the act of adultery.",
    "ar": "وَقَالُوا لَهُ: «يَا مُعَلِّمُ، هذِهِ الْمَرْأَةُ ضُبِطَتْ وَهِيَ تَزْنِي."
  },
  "5": {
    "en": "In the Law Moses commanded us to stone such women. Now what do you say?”",
    "ar": "وَقَدْ أَوْصَانَا مُوسَى فِي شَرِيعَتِهِ بِإِعْدَامِ أَمْثَالِهَا رَجْماً بِالْحِجَارَةِ، فَمَا قَوْلُكَ أَنْتَ؟»"
  },
  "6": {
    "en": "They were using this question as a trap, in order to have a basis for accusing him.\nBut Jesus bent down and started to write on the ground with his finger.",
    "ar": "سَأَلُوهُ ذَلِكَ لِكَيْ يُحْرِجُوهُ فَيَجِدُوا تُهْمَةً يُحَاكِمُونَهُ بِها. أَمَّا هُوَ فَانْحَنَى وَبَدَأَ يَكْتُبُ بِإِصْبَعِهِ عَلَى الأَرْضِ."
  },
  "7": {
    "en": "When they kept on questioning him, he straightened up and said to them, “Let any one of you who is without sin be the first to throw a stone at her.”",
    "ar": "وَلكِنَّهُمْ أَلَحُّوا عَلَيْهِ بِالسُّؤَالِ، فَاعْتَدَلَ وَقَالَ لَهُمْ: «مَنْ كَانَ مِنْكُمْ بِلا خَطِيئَةٍ فَلْيَرْمِهَا أَوَّلاً بِحَجَرٍ!»"
  },
  "8": {
    "en": "Again he stooped down and wrote on the ground.",
    "ar": "ثُمَّ انْحَنَى وَعَادَ يَكْتُبُ عَلَى الأَرْضِ."
  },
  "9": {
    "en": "At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there.",
    "ar": "فَلَمَّا سَمِعُوا هَذَا الْكَلامَ انْسَحَبُوا جَمِيعاً وَاحِداً تِلْوَ الآخَرِ، ابْتِدَاءً مِنَ الشُّيُوخِ. وَبَقِيَ يَسُوعُ وَحْدَهُ، وَالْمَرْأَةُ وَاقِفَةٌ فِي مَكَانِهَا."
  },
  "10": {
    "en": "Jesus straightened up and asked her, “Woman, where are they? Has no one condemned you?”",
    "ar": "فَاعْتَدَلَ وَقَالَ لَهَا: «أَيْنَ هُمْ أَيَّتُهَا الْمَرْأَةُ؟ أَلَمْ يَحْكُمْ عَلَيْكِ أَحَدٌ مِنْهُمْ؟»"
  },
  "11": {
    "en": "“No one, sir,” she said.\n“Then neither do I condemn you,” Jesus declared. “Go now and leave your life of sin.”",
    "ar": "أَجَابَتْ: «لا أَحَدَ يَا سَيِّدُ». فَقَالَ لَهَا: «وَأَنَا لَا أَحْكُمُ عَلَيْكِ. اذْهَبِي وَلا تَعُودِي تُخْطِئِينَ!»"
  },
  "12": {
    "en": "When Jesus spoke again to the people, he said, “I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.”",
    "ar": "وَخَاطَبَهُمْ يَسُوعُ أَيْضاً فَقَالَ: «أَنَا نُورُ الْعَالَمِ. مَنْ يَتْبَعْنِي فَلا يَتَخَبَّطُ فِي الظَّلامِ بَلْ يَكُونُ لَهُ نُورُ الْحَيَاةِ»."
  },
  "13": {
    "en": "The Pharisees challenged him, “Here you are, appearing as your own witness; your testimony is not valid.”",
    "ar": "فَاعْتَرَضَهُ الْفَرِّيسِيُّونَ قَائِلِينَ: «أَنْتَ الآنَ تَشْهَدُ لِنَفْسِكَ، فَشَهَادَتُكَ لَا تَصِحُّ»."
  },
  "14": {
    "en": "Jesus answered, “Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.",
    "ar": "فَأَجَابَ: «مَعَ أَنِّي أَشْهَدُ لِنَفْسِي فَإِنَّ شَهَادَتِي صَحِيحَةٌ، لأَنَّنِي أَعْرِفُ مِنْ أَيْنَ أَتَيْتُ وَإِلَى أَيْنَ أَذْهَبُ؛ أَمَّا أَنْتُمْ فَلا تَعْرِفُونَ لَا مِنْ أَيْنَ أَتَيْتُ وَلا إِلَى أَيْنَ أَذْهَبُ."
  },
  "15": {
    "en": "You judge by human standards; I pass judgment on no one.",
    "ar": "وَلِذلِكَ تَحْكُمُونَ عَلَيَّ بِحَسَبِ الْبَشَرِ، أَمَّا أَنَا فَلا أَحْكُمُ عَلَى أَحَدٍ،"
  },
  "16": {
    "en": "But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.",
    "ar": "مَعَ أَنَّهُ لَوْ حَكَمْتُ لَجَاءَ حُكْمِي عَادِلاً، لأَنِّي لَا أَحْكُمُ بِمُفْرَدِي، بَلْ أَنَا وَالآبُ الَّذِي أَرْسَلَنِي."
  },
  "17": {
    "en": "In your own Law it is written that the testimony of two witnesses is true.",
    "ar": "وَمَكْتُوبٌ فِي شَرِيعَتِكُمْ أَنَّ شَهَادَةَ شَاهِدَيْنِ صَحِيحَةٌ:"
  },
  "18": {
    "en": "I am one who testifies for myself; my other witness is the Father, who sent me.”",
    "ar": "فَأَنَا أَشْهَدُ لِنَفْسِي، وَيَشْهَدُ لِي الآبُ الَّذِي أَرْسَلَنِي»."
  },
  "19": {
    "en": "Then they asked him, “Where is your father?”\n“You do not know me or my Father,” Jesus replied. “If you knew me, you would know my Father also.”",
    "ar": "فَسَأَلُوهُ: «أَيْنَ أَبُوكَ؟» فَأَجَابَ: «أَنْتُمْ لَا تَعْرِفُونَنِي، وَلا تَعْرِفُونَ أَبِي. وَلَوْ عَرَفْتُمُونِي لَعَرَفْتُمْ أَبِي أَيْضاً»."
  },
  "20": {
    "en": "He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.",
    "ar": "قَالَ يَسُوعُ هَذَا الْكَلامَ فِي الْهَيْكَلِ عِنْدَ صُنْدُوقِ التَّقْدِمَاتِ. وَلَمْ يُلْقِ أَحَدٌ الْقَبْضَ عَلَيْهِ، لأَنَّ سَاعَتَهُ لَمْ تَكُنْ قَدْ حَانَتْ بَعْدُ."
  },
  "21": {
    "en": "Once more Jesus said to them, “I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.”",
    "ar": "ثُمَّ قَالَ لَهُمْ يَسُوعُ: «سَوْفَ أَذْهَبُ فَتَسْعَوْنَ فِي طَلَبِي، وَلَكِنَّكُمْ لَا تَقْدِرُونَ أَنْ تَأْتُوا إِلَى حَيْثُ أَكُونُ، بَلْ تَمُوتُونَ فِي خَطِيئَتِكُمْ»."
  },
  "22": {
    "en": "This made the Jews ask, “Will he kill himself? Is that why he says, ‘Where I go, you cannot come’?”",
    "ar": "فَأَخَذَ الْيَهُودُ يَتَسَاءَلُونَ: «تُرَى، مَاذَا يَعْنِي قَوْلُهُ لَا تَقْدِرُونَ أَنْ تَأْتُوا إِلَى حَيْثُ أَكُونُ؟ هَلْ سَيَقْتُلُ نَفْسَهُ؟»"
  },
  "23": {
    "en": "But he continued, “You are from below; I am from above. You are of this world; I am not of this world.",
    "ar": "فَكَانَ رَدُّهُ: «أَنْتُمْ مِنْ تَحْتُ. أَمَّا أَنَا فَمِنْ فَوْقُ. أَنْتُمْ مِنْ هَذَا الْعَالَمِ. وَأَنَا لَسْتُ مِنْهُ."
  },
  "24": {
    "en": "I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.”",
    "ar": "لِذلِكَ قُلْتُ لَكُمْ: سَتَمُوتُونَ فِي خَطَايَاكُمْ، لأَنَّكُمْ إِذَا لَمْ تُؤْمِنُوا بِأَنِّي أَنَا هُوَ، تَمُوتُونَ فِي خَطَايَاكُمْ»."
  },
  "25": {
    "en": "“Who are you?” they asked.\n“Just what I have been telling you from the beginning,” Jesus replied.",
    "ar": "فَسَأَلُوهُ: «مَنْ أَنْتَ؟» أَجَابَ يَسُوعُ: «قُلْتُ لَكُمْ مِنَ الْبِدَايَةِ!"
  },
  "26": {
    "en": "“I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.”",
    "ar": "وَعِنْدِي أَشْيَاءُ كَثِيرَةٌ أَقُولُهَا وَأَحْكُمُ بِها عَلَيْكُمْ. وَلَكِنَّ الَّذِي أَرْسَلَنِي هُوَ حَقٌّ، وَمَا أَقُولُهُ لِلْعَالَمِ هُوَ مَا سَمِعْتُهُ مِنْهُ»."
  },
  "27": {
    "en": "They did not understand that he was telling them about his Father.",
    "ar": "وَلَمْ يَفْهَمُوا أَنَّ يَسُوعَ، بِقَوْلِهِ هَذَا، كَانَ يُشِيرُ إِلَى الآبِ."
  },
  "28": {
    "en": "So Jesus said, “When you have lifted up the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me.",
    "ar": "لِذَلِكَ قَالَ لَهُمْ يَسُوعُ: «عِنْدَمَا تُعَلِّقُونَ ابْنَ الإِنْسَانِ تَعْرِفُونَ أَنِّي أَنَا هُوَ، وَأَنِّي لَا أَعْمَلُ شَيْئاً مِنْ نَفْسِي، بَلْ أَقُولُ الْكَلامَ الَّذِي عَلَّمَنِي إِيَّاهُ أَبِي."
  },
  "29": {
    "en": "The one who sent me is with me; he has not left me alone, for I always do what pleases him.”",
    "ar": "إِنَّ الَّذِي أَرْسَلَنِي هُوَ مَعِي، وَلَمْ يَتْرُكْنِي وَحْدِي، لأَنِّي دَوْماً أَعْمَلُ مَا يُرْضِيهِ»."
  },
  "30": {
    "en": "Even as he spoke, many believed in him.",
    "ar": "وَبَيْنَمَا يَسُوعُ يَتَكَلَّمُ بِهَذَا، آمَنَ بِهِ كَثِيرُونَ."
  },
  "31": {
    "en": "To the Jews who had believed him, Jesus said, “If you hold to my teaching, you are really my disciples.",
    "ar": "فَقَالَ لِلْيَهُودِ الَّذِينَ آمَنُوا بِهِ: «إِنْ ثَبَتُّمْ فِي كَلامِي، كُنْتُمْ حَقّاً تَلامِيذِي."
  },
  "32": {
    "en": "Then you will know the truth, and the truth will set you free.”",
    "ar": "وَتَعْرِفُونَ الْحَقَّ، وَالْحَقُّ يُحَرِّرُكُمْ»."
  },
  "33": {
    "en": "They answered him, “We are Abraham’s descendants and have never been slaves of anyone. How can you say that we shall be set free?”",
    "ar": "فَرَدَّ الْيَهُودُ: «نَحْنُ أَحْفَادُ إِبْرَاهِيمَ، وَلَمْ نَكُنْ قَطُّ عَبِيداً لأَحَدٍ! كَيْفَ تَقُولُ لَنَا: إِنَّكُمْ سَتَصِيرُونَ أَحْرَاراً؟»"
  },
  "34": {
    "en": "Jesus replied, “Very truly I tell you, everyone who sins is a slave to sin.",
    "ar": "أَجَابَهُمْ يَسُوعُ: «الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: إِنَّ مَنْ يَرْتَكِبُ الْخَطِيئَةَ يَكُونُ عَبْداً لَهَا."
  },
  "35": {
    "en": "Now a slave has no permanent place in the family, but a son belongs to it forever.",
    "ar": "وَالْعَبْدُ لَا يَبْقَى فِي بَيْتِ سَيِّدِهِ دَائِماً؛ أَمَّا الاِبْنُ فَيَعِيشُ فِيهِ أَبَداً."
  },
  "36": {
    "en": "So if the Son sets you free, you will be free indeed.",
    "ar": "فَإِنْ حَرَّرَكُمْ الاِبْنُ تَصِيرُوا بِالْحَقِّ أَحْرَاراً."
  },
  "37": {
    "en": "I know that you are Abraham’s descendants. Yet you are looking for a way to kill me, because you have no room for my word.",
    "ar": "أَنَا أَعْرِفُ أَنَّكُمْ أَحْفَادُ إِبْرَاهِيمَ. وَلكِنَّكُمْ تَسْعَوْنَ إِلَى قَتْلِي، لأَنَّ كَلامِي لَا يَجِدُ لَهُ مَكَاناً فِي قُلُوبِكُمْ."
  },
  "38": {
    "en": "I am telling you what I have seen in the Father’s presence, and you are doing what you have heard from your father.”",
    "ar": "إِنِّي أَتَكَلَّمُ بِمَا رَأَيْتُهُ عِنْدَ الآبِ، وَأَنْتُمْ تَعْمَلُونَ بِمَا سَمِعْتُمْ مِنْ أَبِيكُمْ»."
  },
  "39": {
    "en": "“Abraham is our father,” they answered.\n“If you were Abraham’s children,” said Jesus, “then you would do what Abraham did.",
    "ar": "فَاعْتَرَضُوهُ قَائِلِينَ: «أَبُونَا هُوَ إِبْرَاهِيمُ!» فَقَالَ: «لَوْ كُنْتُمْ أَوْلادَ إِبْرَاهِيمَ لَعَمِلْتُمْ أَعْمَالَ إِبْرَاهِيمَ."
  },
  "40": {
    "en": "As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.",
    "ar": "وَلكِنَّكُمْ تَسْعَوْنَ إِلَى قَتْلِي وَأَنَا إِنْسَانٌ كَلَّمْتُكُمْ بِالْحَقِّ الَّذِي سَمِعْتُهُ مِنَ اللهِ. وَهَذَا لَمْ يَفْعَلْهُ إِبْرَاهِيمُ."
  },
  "41": {
    "en": "You are doing the works of your own father.”\n“We are not illegitimate children,” they protested. “The only Father we have is God himself.”",
    "ar": "أَنْتُمْ تَعْمَلُونَ أَعْمَالَ أَبِيكُمْ!» فَقَالُوا لَهُ: «نَحْنُ لَمْ نُوْلَدْ مِنْ زِنىً! لَنَا أَبٌ وَاحِدٌ هُوَ اللهُ»."
  },
  "42": {
    "en": "Jesus said to them, “If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me.",
    "ar": "فَقَالَ يَسُوعُ: «لَوْ كَانَ اللهُ أَبَاكُمْ لَكُنْتُمْ تُحِبُّونَنِي، لأَنِّي خَرَجْتُ مِنَ اللهِ وَجِئْتُ. لَمْ آتِ مِنْ نَفْسِي، بَلْ هُوَ الَّذِي أَرْسَلَنِي."
  },
  "43": {
    "en": "Why is my language not clear to you? Because you are unable to hear what I say.",
    "ar": "لِمَاذَا لَا تَفْهَمُونَ كَلامِي؟ لأَنَّكُمْ لَا تُطِيقُونَ سَمَاعَ كَلِمَتِي!"
  },
  "44": {
    "en": "You belong to your father, the devil, and you want to carry out your father’s desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.",
    "ar": "إِنَّكُمْ أَوْلادُ أَبِيكُمْ إِبْلِيسَ، وَتَرْغَبُونَ أَنْ تَعْمَلُوا شَهْوَاتِ أَبِيكُمْ. فَهُوَ مِنَ الْبَدْءِ كَانَ قَاتِلاً لِلنَّاسِ، وَلَمْ يَثْبُتْ فِي الْحَقِّ لأَنَّهُ خَالٍ مِنَ الْحَقِّ! وَعِنْدَمَا يَنْطِقُ بِالْكَذِبِ فَهُوَ يَنْضَحُ بِمَا فِيهِ، لأَنَّهُ كَذَّابٌ وَأَبُو الْكَذِبِ!"
  },
  "45": {
    "en": "Yet because I tell the truth, you do not believe me!",
    "ar": "أَمَّا أَنَا فَلأَنِّي أَقُولُ الْحَقَّ، لا تُصَدِّقُونَنِي."
  },
  "46": {
    "en": "Can any of you prove me guilty of sin? If I am telling the truth, why don’t you believe me?",
    "ar": "مَنْ مِنْكُمْ يُثْبِتُ عَلَيَّ خَطِيئَةً؟ فَمَادُمْتُ أَقُولُ الْحَقَّ، فَلِمَاذَا لَا تُصَدِّقُونَنِي؟"
  },
  "47": {
    "en": "Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.”",
    "ar": "مَنْ كَانَ مِنَ اللهِ حَقّاً، يَسْمَعُ كَلامَ اللهِ. وَلكِنَّكُمْ تَرْفُضُونَ كَلامَ اللهِ، لأَنَّكُمْ لَسْتُمْ مِنَ اللهِ!»"
  },
  "48": {
    "en": "The Jews answered him, “Aren’t we right in saying that you are a Samaritan and demon-possessed?”",
    "ar": "فَقَالَ الْيَهُودُ: «أَلَسْنَا نَقُولُ الْحَقَّ عِنْدَمَا نَقُولُ إِنَّكَ سَامِرِيٌّ وَإِنَّ فِيكَ شَيْطَاناً؟»"
  },
  "49": {
    "en": "“I am not possessed by a demon,” said Jesus, “but I honor my Father and you dishonor me.",
    "ar": "أَجَابَهُمْ: «لا شَيْطَانَ فِيَّ، لكِنِّي أُكْرِمُ أَبِي وَأَنْتُمْ تُهِينُونَنِي."
  },
  "50": {
    "en": "I am not seeking glory for myself; but there is one who seeks it, and he is the judge.",
    "ar": "أَنَا لَا أَطْلُبُ مَجْدَ نَفْسِي، فَهُنَاكَ مَنْ يُطَالِبُ وَيَقْضِي لِي."
  },
  "51": {
    "en": "Very truly I tell you, whoever obeys my word will never see death.”",
    "ar": "الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: إِنَّ مَنْ يُطِعْ كَلامِي فَلَنْ يَرَى الْمَوْتَ أَبَداً»."
  },
  "52": {
    "en": "At this they exclaimed, “Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that whoever obeys your word will never taste death.",
    "ar": "فَقَالَ الْيَهُودُ: «الآنَ تَأَكَّدَ لَنَا أَنَّ فِيكَ شَيْطَاناً. مَاتَ إِبْرَاهِيمُ وَمَاتَ الأَنْبِيَاءُ، وَأَنْتَ تَقُولُ إِنَّ الَّذِي يُطِيعُ كَلامَكَ لَنْ يَذُوقَ الْمَوْتَ أَبَداً."
  },
  "53": {
    "en": "Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?”",
    "ar": "أَأَنْتَ أَعْظَمُ مِنْ أَبِينَا إِبْرَاهِيمَ الَّذِي مَاتَ؟ حَتَّى الأَنْبِيَاءُ مَاتُوا؛ فَمَنْ تَجْعَلُ نَفْسَكَ؟»"
  },
  "54": {
    "en": "Jesus replied, “If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me.",
    "ar": "أَجَابَهُمْ: «إِنْ كُنْتُ أُمَجِّدُ نَفْسِي، فَلَيْسَ مَجْدِي بِشَيْءٍ. لكِنَّ أَبِي هُوَ الَّذِي يُمَجِّدُنِي. وَأَنْتُمْ تَقُولُونَ إِنَّهُ إِلَهُكُمْ،"
  },
  "55": {
    "en": "Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and obey his word.",
    "ar": "مَعَ أَنَّكُمْ لَا تَعْرِفُونَهُ. أَمَّا أَنَا فَأَعْرِفُهُ. وَلَوْ قُلْتُ لَكُمْ إِنِّي لَا أَعْرِفُهُ لَكُنْتُ مِثْلَكُمْ كَاذِباً. لكِنِّي أَعْرِفُهُ وَأَعْمَلُ بِكَلِمَتِهِ."
  },
  "56": {
    "en": "Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.”",
    "ar": "أَبُوكُمْ إِبْرَاهِيمُ ابْتَهَجَ لِرَجَائِهِ أَنْ يَرَى يَوْمِي، فَرَآهُ وَفَرِحَ»"
  },
  "57": {
    "en": "“You are not yet fifty years old,” they said to him, “and you have seen Abraham!”",
    "ar": "فَقَالَ لَهُ الْيَهُودُ: «لَيْسَ لَكَ مِنَ الْعُمْرِ خَمْسُونَ سَنَةً بَعْدُ فَكَيْفَ رَأَيْتَ إِبْرَاهِيمَ؟»"
  },
  "58": {
    "en": "“Very truly I tell you,” Jesus answered, “before Abraham was born, I am!”",
    "ar": "أَجَابَهُمْ: «الْحَقَّ الْحَقَّ أَقُولُ لَكُمْ: إِنَّنِي كَائِنٌ مِنْ قَبْلِ أَنْ يَكُونَ إِبْرَاهِيمُ»."
  },
  "59": {
    "en": "At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds.",
    "ar": "فَرَفَعُوا حِجَارَةً لِيَرْجُمُوهُ، وَلكِنَّهُ أَخْفَى نَفْسَهُ وَخَرَجَ مِنَ الْهَيْكَلِ."
  }
}