{
  "1": {
    "en": "As he went along, he saw a man blind from birth.",
    "ar": "وَفِيمَا كَانَ يَسُوعُ مَارّاً، رَأَى رَجُلاً أَعْمَى مُنْذُ وِلادَتِهِ،"
  },
  "2": {
    "en": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?”",
    "ar": "فَسَأَلَهُ تَلامِيذُهُ: «يَا مُعَلِّمُ، مَنْ أَخْطَأَ: هَذَا أَمْ وَالِدَاهُ، حَتَّى وُلِدَ أَعْمَى؟»"
  },
  "3": {
    "en": "“Neither this man nor his parents sinned,” said Jesus, “but this happened so that the works of God might be displayed in him.",
    "ar": "فَأَجَابَهُمْ يَسُوعُ: «لا هُوَ أَخْطَأَ وَلا وَالِدَاهُ، وَلكِنْ حَتَّى تَظْهَرَ فِيهِ أَعْمَالُ اللهِ."
  },
  "4": {
    "en": "As long as it is day, we must do the works of him who sent me. Night is coming, when no one can work.",
    "ar": "فَعَلَيَّ أَنْ أَعْمَلَ أَعْمَالَ الَّذِي أَرْسَلَنِي مَادَامَ الْوَقْتُ نَهَاراً. فَسَيَأْتِي اللَّيْلُ، وَلا أَحَدَ يَقْدِرُ أَنْ يَعْمَلَ فِيهِ."
  },
  "5": {
    "en": "While I am in the world, I am the light of the world.”",
    "ar": "وَمَادُمْتُ فِي الْعَالَمِ، فَأَنَا نُورُ الْعَالَمِ»."
  },
  "6": {
    "en": "After saying this, he spit on the ground, made some mud with the saliva, and put it on the man’s eyes.",
    "ar": "قَالَ هَذَا، وَتَفَلَ فِي التُّرَابِ، وَجَبَلَ مِنَ التُّفْلِ طِيناً، ثُمَّ وَضَعَهُ عَلَى عَيْنَيِ الأَعْمَى،"
  },
  "7": {
    "en": "“Go,” he told him, “wash in the Pool of Siloam” (this word means “Sent”). So the man went and washed, and came home seeing.",
    "ar": "وَقَالَ لَهُ: «اذْهَبِ اغْتَسِلْ فِي بِرْكَةِ سِلْوَامَ»، أَيِ الْمُرسَلِ. فَذَهَبَ وَاغْتَسَلَ وَعَادَ بَصِيراً."
  },
  "8": {
    "en": "His neighbors and those who had formerly seen him begging asked, “Isn’t this the same man who used to sit and beg?”",
    "ar": "فَتَسَاءَلَ الْجِيرَانُ وَالَّذِينَ كَانُوا يَرَوْنَهُ مِنْ قَبْلُ يَسْتَعْطِي: «أَلَيْسَ هَذَا هُوَ نَفْسَهُ الَّذِي كَانَ يَجْلِسُ لِيَسْتَعْطِيَ؟»"
  },
  "9": {
    "en": "Some claimed that he was.\nOthers said, “No, he only looks like him.”\nBut he himself insisted, “I am the man.”",
    "ar": "قَالَ بَعْضُهُمْ: «هَذَا هُوَ». وَآخَرُونَ: «لا، وَلكِنَّهُ يُشْبِهُهُ!» أَمَّا هُوَ فَرَدَّ قَائِلاً: «بَلْ أَنَا هُوَ!»"
  },
  "10": {
    "en": "“How then were your eyes opened?” they asked.",
    "ar": "فَقَالُوا لَهُ: «وَكَيْفَ انْفَتَحَتْ عَيْنَاكَ؟»"
  },
  "11": {
    "en": "He replied, “The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.”",
    "ar": "أَجَابَ: «الرَّجُلُ الَّذِي اسْمُهُ يَسُوعُ جَبَلَ طِيناً دَهَنَ بِهِ عَيْنَيَّ، وَقَالَ لِيَ: اذْهَبْ إِلَى بِرْكَةِ سِلْوَامَ وَاغْتَسِلْ فِيهَا. فَذَهَبْتُ وَاغْتَسَلْتُ فَأَبْصَرْتُ!»"
  },
  "12": {
    "en": "“Where is this man?” they asked him.\n“I don’t know,” he said.",
    "ar": "فَسَأَلُوهُ: «وَأَيْنَ هُوَ الآنَ؟» فَقَالَ: «لا أَعْرِفُ!»"
  },
  "13": {
    "en": "They brought to the Pharisees the man who had been blind.",
    "ar": "فَذَهَبُوا بِالرَّجُلِ الَّذِي كَانَ أَعْمَى إِلَى الْفَرِّيسِيِّينَ."
  },
  "14": {
    "en": "Now the day on which Jesus had made the mud and opened the man’s eyes was a Sabbath.",
    "ar": "وَكَانَ الْيَوْمُ الَّذِي جَبَلَ فِيهِ يَسُوعُ الطِّينَ وَفَتَحَ عَيْنَيِ الأَعْمَى، يَوْمَ سَبْتٍ."
  },
  "15": {
    "en": "Therefore the Pharisees also asked him how he had received his sight. “He put mud on my eyes,” the man replied, “and I washed, and now I see.”",
    "ar": "فَسَأَلَهُ الْفَرِّيسِيُّونَ أَيْضاً كَيْفَ أَبْصَرَ. فَأَجَابَ: «وضَعَ طِيناً عَلَى عَيْنَيَّ، وَاغْتَسَلْتُ، وَهَا أَنَا أُبْصِرُ!»"
  },
  "16": {
    "en": "Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.”\nBut others asked, “How can a sinner perform such signs?” So they were divided.",
    "ar": "فَقَالَ بَعْضُ الْفَرِّيسِيِّينَ: «لا يُمْكِنُ أَنْ يَكُونَ هَذَا الرَّجُلُ مِنَ اللهِ، لأَنَّهُ يُخَالِفُ سُنَّةَ السَّبْتِ». وَلكِنَّ بَعْضَهُمْ قَالُوا: «كَيْفَ يَقْدِرُ رَجُلٌ خَاطِئٌ أَنْ يَعْمَلَ مِثْلَ هذِهِ الآيَاتِ؟» فَوَقَعَ الْخِلافُ بَيْنَهُمْ."
  },
  "17": {
    "en": "Then they turned again to the blind man, “What have you to say about him? It was your eyes he opened.”\nThe man replied, “He is a prophet.”",
    "ar": "وَعَادُوا يَسْأَلُونَ الَّذِي كَانَ أَعْمَى: «وَمَا رَأْيُكَ أَنْتَ فِيهِ مَادَامَ قَدْ فَتَحَ عَيْنَيْكَ؟» فَأَجَابَهُمْ: «إِنَّهُ نَبِيٌّ!»"
  },
  "18": {
    "en": "They still did not believe that he had been blind and had received his sight until they sent for the man’s parents.",
    "ar": "وَرَفَضَ الْيَهُودُ أَنْ يُصَدِّقُوا أَنَّهُ كَانَ أَعْمَى فَأَبْصَرَ، فَاسْتَدْعَوْا وَالِدَيْهِ"
  },
  "19": {
    "en": "“Is this your son?” they asked. “Is this the one you say was born blind? How is it that now he can see?”",
    "ar": "وَسَأَلُوهُمَا: «أَهَذَا ابْنُكُمَا الْمَوْلُودُ أَعْمَى كَمَا تَقُولانِ؟ فَكَيْفَ يُبْصِرُ الآنَ؟»"
  },
  "20": {
    "en": "“We know he is our son,” the parents answered, “and we know he was born blind.",
    "ar": "أَجَابَهُمُ الْوَالِدَانِ: «نَعْلَمُ أَنَّ هَذَا ابْنُنَا وَأَنَّهُ وُلِدَ أَعْمَى."
  },
  "21": {
    "en": "But how he can see now, or who opened his eyes, we don’t know. Ask him. He is of age; he will speak for himself.”",
    "ar": "وَلكِنَّنَا لَا نَعْلَمُ كَيْفَ يُبْصِرُ الآنَ، وَلا مَنْ فَتَحَ عَيْنَيْهِ. إِنَّهُ كَامِلُ السِّنِّ، يُجِيبُكُمْ عَنْ نَفْسِهِ، فَاسْأَلُوهُ!»"
  },
  "22": {
    "en": "His parents said this because they were afraid of the Jewish leaders, who already had decided that anyone who acknowledged that Jesus was the Messiah would be put out of the synagogue.",
    "ar": "وَقَدْ قَالَ وَالِدَاهُ هَذَا لِخَوْفِهِمَا مِنَ الْيَهُودِ، لأَنَّ الْيَهُودَ كَانُوا قَدِ اتَّفَقُوا أَنْ يَطْرُدُوا مِنَ الْمَجْمَعِ كُلَّ مَنْ يَعْتَرِفُ أَنَّ يَسُوعَ هُوَ الْمَسِيحُ."
  },
  "23": {
    "en": "That was why his parents said, “He is of age; ask him.”",
    "ar": "لِذلِكَ قَالا: «إِنَّهُ كَامِلُ السِّنِّ فَاسْأَلُوهُ»."
  },
  "24": {
    "en": "A second time they summoned the man who had been blind. “Give glory to God by telling the truth,” they said. “We know this man is a sinner.”",
    "ar": "ثُمَّ اسْتَدْعَى الْفَرِّيسِيُّونَ، الرَّجُلَ الَّذِي كَانَ أَعْمَى مَرَّةً ثَانِيَةً، وَقَالُوا لَهُ: «مَجِّدِ اللهَ! نَحْنُ نَعْلَمُ أَنَّ هَذَا الرَّجُلَ خَاطِئٌ»."
  },
  "25": {
    "en": "He replied, “Whether he is a sinner or not, I don’t know. One thing I do know. I was blind but now I see!”",
    "ar": "فَأَجَابَ: «أَخَاطِئٌ هُوَ، لَسْتُ أَعْلَمُ! إِنَّمَا أَعْلَمُ شَيْئاً وَاحِداً: أَنِّي كُنْتُ أَعْمَى وَالآنَ أُبْصِرُ!»"
  },
  "26": {
    "en": "Then they asked him, “What did he do to you? How did he open your eyes?”",
    "ar": "فَسَأَلُوهُ ثَانِيَةً: «مَاذَا فَعَلَ بِكَ؟ كَيْفَ فَتَحَ عَيْنَيْكَ؟»"
  },
  "27": {
    "en": "He answered, “I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples too?”",
    "ar": "أَجَابَهُمْ: «قَدْ قُلْتُ لَكُمْ وَلَمْ تَسْمَعُوا لِي، فَلِمَاذَا تُرِيدُونَ أَنْ تَسْمَعُوا مَرَّةً ثَانِيَةً؟ أَلَعَلَّكُمْ تُرِيدُونَ أَنْتُمْ أَيْضاً أَنْ تَصِيرُوا تَلامِيذَ لَهُ؟»"
  },
  "28": {
    "en": "Then they hurled insults at him and said, “You are this fellow’s disciple! We are disciples of Moses!",
    "ar": "فَشَتَمُوهُ وَقَالُوا لَهُ: «بَلْ أَنْتَ تِلْمِيذُهُ! أَمَّا نَحْنُ فَتَلامِيذُ مُوسَى."
  },
  "29": {
    "en": "We know that God spoke to Moses, but as for this fellow, we don’t even know where he comes from.”",
    "ar": "نَحْنُ نَعْلَمُ أَنَّ مُوسَى كَلَّمَهُ اللهُ؛ أَمَّا هَذَا، فَلا نَعْلَمُ لَهُ أَصْلاً!»"
  },
  "30": {
    "en": "The man answered, “Now that is remarkable! You don’t know where he comes from, yet he opened my eyes.",
    "ar": "فَأَجَابَهُمُ الرَّجُلُ: «إِنَّ فِي ذلِكَ عَجَباً! إِنَّهُ فَتَحَ عَيْنَيَّ، وَتَقُولُونَ إِنَّكُمْ لَا تَعْلَمُونَ لَهُ أَصْلاً!"
  },
  "31": {
    "en": "We know that God does not listen to sinners. He listens to the godly person who does his will.",
    "ar": "نَحْنُ نَعْلَمُ أَنَّ اللهَ لَا يَسْتَجِيبُ لِلْخَاطِئِينَ، وَلكِنَّهُ يَسْتَمِعُ لِمَنْ يَتَّقِيهِ وَيَعْمَلُ بِإِرَادَتِهِ،"
  },
  "32": {
    "en": "Nobody has ever heard of opening the eyes of a man born blind.",
    "ar": "وَلَمْ يُسْمَعْ عَلَى مَدَى الأَجْيَالِ أَنَّ أَحَداً فَتَحَ عَيْنَيْ مَوْلُودٍ أَعْمَى!"
  },
  "33": {
    "en": "If this man were not from God, he could do nothing.”",
    "ar": "فَلَوْ لَمْ يَكُنْ هُوَ مِنَ اللهِ، لَمَا اسْتَطَاعَ أَنْ يَعْمَلَ شَيْئاً»."
  },
  "34": {
    "en": "To this they replied, “You were steeped in sin at birth; how dare you lecture us!” And they threw him out.",
    "ar": "فَصَاحُوا بِهِ: «أَنْتَ بِكَامِلِكَ وُلِدْتَ فِي الْخَطِيئَةِ وَتُعَلِّمُنَا!» ثُمَّ طَرَدُوهُ خَارِجَ الْمَجْمَعِ."
  },
  "35": {
    "en": "Jesus heard that they had thrown him out, and when he found him, he said, “Do you believe in the Son of Man?”",
    "ar": "وَعَرَفَ يَسُوعُ بِطَرْدِهِ خَارِجاً، فَقَصَدَ إِلَيْهِ وَسَأَلَهُ: «أَتُؤْمِنُ بِابْنِ اللهِ؟»"
  },
  "36": {
    "en": "“Who is he, sir?” the man asked. “Tell me so that I may believe in him.”",
    "ar": "أَجَابَ: «مَنْ هُوَ يَا سَيِّدُ حَتَّى أُومِنَ بِهِ؟»"
  },
  "37": {
    "en": "Jesus said, “You have now seen him; in fact, he is the one speaking with you.”",
    "ar": "فَقَالَ لَهُ يَسُوعُ: «الَّذِي قَدْ رَأَيْتَهُ، وَالَّذِي يُكَلِّمُكَ، هُوَ نَفْسُهُ!»"
  },
  "38": {
    "en": "Then the man said, “Lord, I believe,” and he worshiped him.",
    "ar": "فَقَالَ: «أُومِنُ يَا سَيِّدُ!» وَسَجَدَ لَهُ."
  },
  "39": {
    "en": "Jesus said, “For judgment I have come into this world, so that the blind will see and those who see will become blind.”",
    "ar": "فَقَالَ يَسُوعُ: «لِدَيْنُونَةٍ أَتَيْتُ إِلَى هَذَا الْعَالَمِ: لِيُبْصِرَ الْعُمْيَانُ، وَيَعْمَى الْمُبْصِرُونَ!»"
  },
  "40": {
    "en": "Some Pharisees who were with him heard him say this and asked, “What? Are we blind too?”",
    "ar": "فَسَمِعَ ذَلِكَ بَعْضُ الْفَرِّيسِيِّينَ الَّذِينَ كَانُوا مَعَهُ فَسَأَلُوهُ: «وَهَلْ نَحْنُ أَيْضاً عُمْيَانٌ؟»"
  },
  "41": {
    "en": "Jesus said, “If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains.",
    "ar": "فَأَجَابَهُمْ يَسُوعُ: «لَوْ كُنْتُمْ عُمْيَاناً بِالْفِعْلِ، لَمَا كَانَتْ عَلَيْكُمْ خَطِيئَةٌ. وَلَكِنَّكُمْ تَدَّعُونَ أَنَّكُمْ تُبْصِرُونَ، وَلِذلِكَ فَإِنَّ خَطِيئَتَكُمْ بَاقِيَةٌ»."
  }
}