{
  "1": {
    "en": "My brothers and sisters, believers in our glorious Lord Jesus Christ must not show favoritism.",
    "ar": "يَا إِخْوَتِي، نَظَراً لإِيمَانِكُمْ بِرَبِّنَا يَسُوعَ الْمَسِيحِ، رَبِّ الْمَجْدِ، لَا تُعَامِلُوا النَّاسَ بِالانْحِيَازِ وَالتَّمْيِيزِ!"
  },
  "2": {
    "en": "Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in filthy old clothes also comes in.",
    "ar": "لِنَفْرِضْ أَنَّ إِنْسَانَيْنِ دَخَلا مَجْمَعَكُمْ، أَحَدُهُمَا غَنِيٌّ يَلْبَسُ ثِيَاباً فَاخِرَةً وَيُزَيِّنُ أَصَابِعَهُ بِخَوَاتِمَ مِنْ ذَهَبٍ، وَالآخَرُ فَقِيرٌ يَلْبَسُ ثِيَاباً رَثَّةً."
  },
  "3": {
    "en": "If you show special attention to the man wearing fine clothes and say, “Here’s a good seat for you,” but say to the poor man, “You stand there” or “Sit on the floor by my feet,”",
    "ar": "فَإِنْ رَحَّبْتُمْ بِالْغَنِيِّ قَائِلِينَ: «تَفَضَّلْ، اجْلِسْ هُنَا فِي الصَّدْرِ!» ثُمَّ قُلْتُمْ لِلْفَقِيرِ: «وَأَنْتَ، قِفْ هُنَاكَ، أَوِ اقْعُدْ عَلَى الأَرْضِ عِنْدَ أَقْدَامِنَا!»"
  },
  "4": {
    "en": "have you not discriminated among yourselves and become judges with evil thoughts?",
    "ar": "فَإِنَّ ذَلِكَ يُؤَكِّدُ أَنَّكُمْ تُمَيِّزُونَ بَيْنَ النَّاسِ بِحَسَبِ طَبَقَاتِهِمْ، جَاعِلِينَ مِنْ أَنْفُسِكُمْ قُضَاةً ذَوِي أَفْكَارٍ سَيِّئَةٍ!"
  },
  "5": {
    "en": "Listen, my dear brothers and sisters: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?",
    "ar": "فَيَا إِخْوَتِي الأَحِبَّاءَ، أَمَا اخْتَارَ اللهُ الْفُقَرَاءَ فِي نَظَرِ النَّاسِ لِيَجْعَلَهُمْ أَغْنِيَاءَ فِي الإِيمَانِ، وَيُعْطِيَهُمْ حَقَّ الإِرْثِ فِي الْمَلَكُوتِ الَّذِي وَعَدَ بِهِ مُحِبِّيهِ؟"
  },
  "6": {
    "en": "But you have dishonored the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court?",
    "ar": "وَلكِنَّكُمْ أَنْتُمْ عَامَلْتُمُ الْفَقِيرَ مُعَامَلَةً مُهِينَةً. أَلا تَعْرِفُونَ أَنَّ الأَغْنِيَاءَ هُمُ الَّذِينَ يَتَسَلَّطُونَ عَلَيْكُمْ وَيَجُرُّونَكُمْ إِلَى الْمَحَاكِمِ،"
  },
  "7": {
    "en": "Are they not the ones who are blaspheming the noble name of him to whom you belong?",
    "ar": "وَهُمُ الَّذِينَ يَسْتَهْزِئُونَ بِالْمَسِيحِ الَّذِي تَحْمِلُونَ اسْمَهُ الْجَمِيلَ؟"
  },
  "8": {
    "en": "If you really keep the royal law found in Scripture, “Love your neighbor as yourself,” you are doing right.",
    "ar": "مَا أَحْسَنَ عَمَلَكُمْ حِينَ تُطَبِّقُونَ تِلْكَ الْقَاعِدَةَ الْمُلُوكِيَّةَ الْوَارِدَةَ فِي الْكِتَابِ: «تُحِبُّ قَرِيبَكَ كَمَا تُحِبُّ نَفْسَكَ!»"
  },
  "9": {
    "en": "But if you show favoritism, you sin and are convicted by the law as lawbreakers.",
    "ar": "وَلكِنْ عِنْدَمَا تُعَامِلُونَ النَّاسَ بِالانْحِيَازِ وَالتَّمْيِيزِ، تَرْتَكِبُونَ خَطِيئَةً وَتَحْكُمُ عَلَيْكُمُ الشَّرِيعَةُ بِاعْتِبَارِكُمْ مُخَالِفِينَ لَهَا."
  },
  "10": {
    "en": "For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it.",
    "ar": "فَأَنْتُمْ تَعْرِفُونَ أَنَّ مَنْ يُطِيعُ جَمِيعَ الْوَصَايَا الْوَارِدَةِ فِي شَرِيعَةِ مُوسَى، وَيُخَالِفُ وَاحِدَةً مِنْهَا فَقَطْ، يَصِيرُ مُذْنِباً، تَمَاماً كَالَّذِي يُخَالِفُ الْوَصَايَا كُلَّهَا."
  },
  "11": {
    "en": "For he who said, “You shall not commit adultery,” also said, “You shall not murder.” If you do not commit adultery but do commit murder, you have become a lawbreaker.",
    "ar": "فَإِنَّ اللهَ، مَثَلاً، قَالَ: «لا تَزْنِ» كَمَا قَالَ: «لا تَقْتُلْ!» فَإِنْ لَمْ تَزْنِ، وَلكِنْ قَتَلْتَ، فَقَدْ خَرَقْتَ الشَّرِيعَةَ."
  },
  "12": {
    "en": "Speak and act as those who are going to be judged by the law that gives freedom,",
    "ar": "إِذَنْ، تَصَرَّفُوا فِي الْقَوْلِ وَالْعَمَلِ بِحَسَبِ قَانُونِ الْحُرِّيَّةِ، كَأَنَّكُمْ سَوْفَ تُحَاكَمُونَ وَفْقاً لَهُ."
  },
  "13": {
    "en": "because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment.",
    "ar": "فَلابُدَّ أَنْ يَكُونَ الْحُكْمُ عَلَى الَّذِينَ لَا يُمَارِسُونَ الرَّحْمَةَ، حُكْماً خَالِياً مِنَ الرَّحْمَةِ، أَمَّا الرَّحْمَةُ فَهِيَ تَتَفَوَّقُ عَلَى الْحُكْمِ!"
  },
  "14": {
    "en": "What good is it, my brothers and sisters, if someone claims to have faith but has no deeds? Can such faith save them?",
    "ar": "يَا إِخْوَتِي، هَلْ يَنْفَعُ أَحَداً أَنْ يَدَّعِيَ أَنَّهُ مُؤْمِنٌ، وَلَيْسَ لَهُ أَعْمَالٌ تُثْبِتُ ذَلِكَ، هَلْ يَقْدِرُ إِيمَانٌ مِثْلُ هَذَا أَنْ يُخَلِّصَهُ؟"
  },
  "15": {
    "en": "Suppose a brother or a sister is without clothes and daily food.",
    "ar": "لِنَفْرِضْ أَنَّ أَخاً أَوْ أُخْتاً كَانَا بِحَاجَةٍ شَدِيدَةٍ إِلَى الثِّيَابِ وَالطَّعَامِ الْيَوْمِيِّ،"
  },
  "16": {
    "en": "If one of you says to them, “Go in peace; keep warm and well fed,” but does nothing about their physical needs, what good is it?",
    "ar": "وَقَالَ لَهُمَا أَحَدُكُمْ: «أَتَمَنَّى لَكُمَا كُلَّ خَيْرٍ. الْبَسَا ثِيَاباً دَافِئَةً، وَكُلا طَعَاماً جَيِّداً!» دُونَ أَنْ يُقَدِّمَ لَهُمَا مَا يَحْتَاجَانِ إِلَيْهِ مِنْ ثِيَابٍ وَطَعَامٍ، فَأَيُّ نَفْعٍ فِي ذَلِكَ؟"
  },
  "17": {
    "en": "In the same way, faith by itself, if it is not accompanied by action, is dead.",
    "ar": "هكَذَا نَرَى أَنَّ الإِيمَانَ وَحْدَهُ مَيِّتٌ مَا لَمْ تَنْتُجْ عَنْهُ أَعْمَالٌ."
  },
  "18": {
    "en": "But someone will say, “You have faith; I have deeds.”\nShow me your faith without deeds, and I will show you my faith by my deeds.",
    "ar": "وَرُبَّمَا قَالَ أَحَدُكُمْ: «أَنْتَ لَكَ إِيمَانٌ وَأَنَا لِي أَعْمَالٌ». أَرِنِي كَيْفَ يَكُونُ إِيمَانُكَ مِنْ غَيْرِ أَعْمَالٍ، وَأَنَا أُرِيكَ كَيْفَ يَكُونُ إِيمَانِي بِأَعْمَالِي."
  },
  "19": {
    "en": "You believe that there is one God. Good! Even the demons believe that—and shudder.",
    "ar": "أَنْتَ تُؤْمِنُ أَنَّ اللهَ وَاحِدٌ؟ حَسَناً تَفْعَلُ! وَالشَّيَاطِينُ أَيْضاً تُؤْمِنُ بِهذِهِ الْحَقِيقَةِ، وَلَكِنَّهَا تَرْتَعِدُ خَوْفاً."
  },
  "20": {
    "en": "You foolish person, do you want evidence that faith without deeds is useless?",
    "ar": "وَهَذَا يُؤَكِّدُ لَكَ، أَيُّهَا الإِنْسَانُ الْغَبِيُّ، أَنَّ الإِيمَانَ الَّذِي لَا تَنْتُجُ عَنْهُ أَعْمَالٌ هُوَ إِيمَانٌ مَيِّتٌ!"
  },
  "21": {
    "en": "Was not our father Abraham considered righteous for what he did when he offered his son Isaac on the altar?",
    "ar": "لِنَأْخُذْ أَبَانَا إِبْرَاهِيمَ مَثَلاً: كَيْفَ تَبَرَّرَ؟ أَلَيْسَ بِأَعْمَالِهِ، إِذْ أَصْعَدَ ابْنَهُ إِسْحَاقَ عَلَى الْمَذْبَحِ"
  },
  "22": {
    "en": "You see that his faith and his actions were working together, and his faith was made complete by what he did.",
    "ar": "فَأَنْتَ تَرَى أَنَّ إِيمَانَ إِبْرَاهِيمَ قَدْ رَافَقَتْهُ الأَعْمَالُ. فَبِالأَعْمَالِ قَدِ اكْتَمَلَ الإِيمَانُ."
  },
  "23": {
    "en": "And the scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called God’s friend.",
    "ar": "وَهكَذَا، تَمَّ مَا قَالَهُ الْكِتَابُ: «آمَنَ إِبْرَاهِيمُ بِاللهِ، فَحُسِبَ لَهُ ذَلِكَ بِرّاً»، حَتَّى إِنَّهُ دُعِيَ «خَلِيلَ اللهِ»."
  },
  "24": {
    "en": "You see that a person is considered righteous by what they do and not by faith alone.",
    "ar": "فَتَرَوْنَ إِذَنْ أَنَّ الإِنْسَانَ لَا يَتَبَرَّرُ بِإِيمَانِهِ فَقَطْ، بَلْ بِأَعْمَالِهِ أَيْضاً."
  },
  "25": {
    "en": "In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction?",
    "ar": "عَلَى هَذَا الأَسَاسِ أَيْضاً، تَبَرَّرَتْ رَاحَابُ الَّتِي كَانَتْ زَانِيَةً: فَقَدِ اسْتَقْبَلَتِ الرَّجُلَيْنِ اللَّذَيْنِ أُرْسِلا إِلَيْهَا، وَصَرَفَتْهُمَا فِي طَرِيقٍ آخَرَ."
  },
  "26": {
    "en": "As the body without the spirit is dead, so faith without deeds is dead.",
    "ar": "فَكَمَا أَنَّ جِسْمَ الإِنْسَانِ يَكُونُ مَيْتاً إِذَا فَارَقَتْهُ الرُّوحُ، كَذَلِكَ يَكُونُ الإِيمَانُ مَيْتاً إِذَا لَمْ تُرَافِقْهُ الأَعْمَالُ!"
  }
}