{
  "1": {
    "en": "As for other matters, brothers and sisters, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you.",
    "ar": "وَبَعْدُ، أَيُّهَا الإِخْوَةُ، صَلُّوا لأَجْلِنَا، لِتَنْتَشِرَ كَلِمَةُ الرَّبِّ بِسُرْعَةٍ وَتَتَمَجَّدَ كَمَا هِيَ الْحَالُ عِنْدَكُمْ،"
  },
  "2": {
    "en": "And pray that we may be delivered from wicked and evil people, for not everyone has faith.",
    "ar": "وَلِيُنْقِذَنَا اللهُ مِنَ النَّاسِ الأَرْدِيَاءِ الأَشْرَارِ، لأَنَّ الإِيمَانَ لَيْسَ مِنْ نَصِيبِ الْجَمِيعِ."
  },
  "3": {
    "en": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
    "ar": "إِلَّا أَنَّ الرَّبَّ أَمِينٌ؛ فَهُوَ سَيُثَبِّتُكُمْ وَيَحْمِيكُمْ مِنَ الشَّرِّ."
  },
  "4": {
    "en": "We have confidence in the Lord that you are doing and will continue to do the things we command.",
    "ar": "وَلَنَا فِي الرَّبِّ مِلْءُ الثِّقَةِ مِنْ جِهَتِكُمْ بِأَنَّكُمْ عَامِلُونَ بِمَا نُوصِيكُمْ بِهِ، وَسَتَعْمَلُونَ بِهِ أَيْضاً."
  },
  "5": {
    "en": "May the Lord direct your hearts into God’s love and Christ’s perseverance.",
    "ar": "وَلْيَهْدِ اللهُ قُلُوبَكُمْ إِلَى مَا لَدَى اللهِ مِنَ الْمَحَبَّةِ وَلَدَى الْمَسِيحِ مِنَ الصَّبْرِ!"
  },
  "6": {
    "en": "In the name of the Lord Jesus Christ, we command you, brothers and sisters, to keep away from every believer who is idle and disruptive and does not live according to the teaching you received from us.",
    "ar": "ثُمَّ نُوصِيكُمْ، أَيُّهَا الإِخْوَةُ، بِاسْمِ رَبِّنَا يَسُوعَ الْمَسِيحِ، أَنْ تَعْتَزِلُوا عَنْ كُلِّ أَخٍ يَسْلُكُ سُلُوكاً فَوْضَوِيًّا، لَا يُوَافِقُ التَّعْلِيمَ الَّذِي تَلَقَّيْتُمُوهُ مِنَّا."
  },
  "7": {
    "en": "For you yourselves know how you ought to follow our example. We were not idle when we were with you,",
    "ar": "فَأَنْتُمْ أَنْفُسُكُمْ تَعْرِفُونَ كَيْفَ يَنْبَغِي أَنْ تَقْتَدُوا بِنَا، لأَنَّ سُلُوكَنَا بَيْنَكُمْ لَمْ يَكُنْ فَوْضَوِيًّا،"
  },
  "8": {
    "en": "nor did we eat anyone’s food without paying for it. On the contrary, we worked night and day, laboring and toiling so that we would not be a burden to any of you.",
    "ar": "وَلا أَكَلْنَا الْخُبْزَ مِنْ عِنْدِ أَحَدٍ مَجَّاناً، بَلْ كُنَّا نَشْتَغِلُ بِتَعَبٍ وَكَدٍّ لَيْلَ نَهَارَ، لِكَيْ لَا نَكُونَ عِبْئاً ثَقِيلاً عَلَى أَيِّ وَاحِدٍ مِنْكُمْ."
  },
  "9": {
    "en": "We did this, not because we do not have the right to such help, but in order to offer ourselves as a model for you to imitate.",
    "ar": "وَذَلِكَ لَا يَعْنِي أَنَّهُ لَيْسَ لَنَا حَقٌّ، بَلْ لِنَجْعَلَ أَنْفُسَنَا مِثَالاً لَكُمْ لِتَقْتَدُوا بِنَا."
  },
  "10": {
    "en": "For even when we were with you, we gave you this rule: “The one who is unwilling to work shall not eat.”",
    "ar": "فَلَمَّا كُنَّا عِنْدَكُمْ، أَوْصَيْنَاكُمْ بِهَذَا الْمَبْدَأ: إِنْ كَانَ أَحَدٌ لَا يُرِيدُ أَنْ يَشْتَغِلَ، فَلا يَأْكُلْ!"
  },
  "11": {
    "en": "We hear that some among you are idle and disruptive. They are not busy; they are busybodies.",
    "ar": "وَقَدْ سَمِعْنَا أَنَّ بَيْنَكُمْ بَعْضَ الَّذِينَ يَسْلُكُونَ سُلُوكاً فَوْضَوِيًّا فَلا يَشْتَغِلُونَ شَيْئاً بَلْ يَتَلَهَّوْنَ بِشُؤُونِ غَيْرِهِمْ."
  },
  "12": {
    "en": "Such people we command and urge in the Lord Jesus Christ to settle down and earn the food they eat.",
    "ar": "فَمِثْلُ هَؤُلاءِ نُوصِيهِمْ وَنُنَاشِدُهُمْ، فِي الرَّبِّ يَسُوعَ الْمَسِيحِ، أَنْ يَكْسِبُوا مَعِيشَتَهُمْ بِأَنْفُسِهِمْ، مُشْتَغِلِينَ بِهُدُوءٍ."
  },
  "13": {
    "en": "And as for you, brothers and sisters, never tire of doing what is good.",
    "ar": "أَمَّا أَنْتُمْ، أَيُّهَا الإِخْوَةُ، فَلا تَمَلُّوا مِنْ عَمَلِ الْخَيْرِ."
  },
  "14": {
    "en": "Take special note of anyone who does not obey our instruction in this letter. Do not associate with them, in order that they may feel ashamed.",
    "ar": "وَإِنْ كَانَ أَحَدٌ لَا يُطِيعُ كَلِمَتَنَا فِي هذِهِ الرِّسَالَةِ، فَلاحِظُوهُ وَلا تَتَعَامَلُوا مَعَهُ، لِتَدْفَعُوهُ إِلَى الْخَجَلِ."
  },
  "15": {
    "en": "Yet do not regard them as an enemy, but warn them as you would a fellow believer.",
    "ar": "وَلكِنْ، لَا تَعْتَبِرُوهُ عَدُوّاً لَكُمْ، بَلْ أَرْشِدُوهُ بِاعْتِبَارِهِ أَخاً."
  },
  "16": {
    "en": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you.",
    "ar": "وَلْيُعْطِكُمْ رَبُّ السَّلامِ نَفْسُهُ السَّلامَ عَلَى الدَّوَامِ وَفِي كُلِّ حَالٍ! وَلْيَكُنِ الرَّبُّ مَعَكُمْ جَمِيعاً!"
  },
  "17": {
    "en": "I, Paul, write this greeting in my own hand, which is the distinguishing mark in all my letters. This is how I write.",
    "ar": "هَذَا سَلامِي، أَنَا بُولُسَ، بِخَطِّ يَدِي. وَهُوَ الْعَلامَةُ الْمُمَيِّزَةُ فِي كُلِّ رِسَالَةٍ لِي. فَهكَذَا أَنَا أَكْتُبُ."
  },
  "18": {
    "en": "The grace of our Lord Jesus Christ be with you all.",
    "ar": "لِتَكُنْ نِعْمَةُ رَبِّنَا يَسُوعَ الْمَسِيحِ مَعَكُمْ جَمِيعاً!"
  }
}