{
  "1": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "2": {
    "en": "“Son of man, set your face against Jerusalem and preach against the sanctuary. Prophesy against the land of Israel",
    "ar": "«يَا ابْنَ آدَمَ: الْتَفِتْ نَحْوَ أُورُشَلِيمَ وَتَنَبَّأْ عَلَى الْمَقَادِسِ وَعَلَى أَرْضِ إِسْرَائِيلَ"
  },
  "3": {
    "en": "and say to her: ‘This is what the Lord says: I am against you. I will draw my sword from its sheath and cut off from you both the righteous and the wicked.",
    "ar": "وَقُلْ لأَرْضِ إِسْرَائِيلَ: هَذَا مَا يُعْلِنُهُ الرَّبُّ، هَا أَنَا أَنْقَلِبُ عَلَيْكِ وَأَسْتَلُّ سَيْفِي مِنْ غِمْدِهِ فَأَسْتَأْصِلُ مِنْكِ الصَّالِحَ وَالطَّالِحَ."
  },
  "4": {
    "en": "Because I am going to cut off the righteous and the wicked, my sword will be unsheathed against everyone from south to north.",
    "ar": "لِذَلِكَ يَخْرُجُ سَيْفِي مِنْ غِمْدِهِ فَيَقْضِي عَلَى كُلِّ إِنْسَانٍ مِنَ الْجَنُوبِ إِلَى الشِّمَالِ."
  },
  "5": {
    "en": "Then all people will know that I the Lord have drawn my sword from its sheath; it will not return again.’",
    "ar": "فَيُدْرِكُ كُلُّ بَشَرٍ أَنِّي أَنَا الرَّبُّ، سَلَلْتُ سَيْفِي مِنْ غِمْدِهِ وَلَنْ يَرْتَدَّ إِلَيْهِ."
  },
  "6": {
    "en": "“Therefore groan, son of man! Groan before them with broken heart and bitter grief.",
    "ar": "أَمَّا أَنْتَ يَا ابْنَ آدَمَ، فَتَنَهَّدْ بِقَلْبٍ مُنْكَسِرٍ وَحُزْنٍ مَرِيرٍ أَمَامَهُمْ"
  },
  "7": {
    "en": "And when they ask you, ‘Why are you groaning?’ you shall say, ‘Because of the news that is coming. Every heart will melt with fear and every hand go limp; every spirit will become faint and every leg will be wet with urine.’ It is coming! It will surely take place, declares the Sovereign Lord.”",
    "ar": "فَإِنْ سَأَلُوكَ: عَلَى مَاذَا تَتَنَهَّدُ؟ تُجِبْهُمْ: عَلَى الأَخْبَارِ الْوَارِدَةِ الَّتِي تُذِيبُ كُلَّ قَلْبٍ، فَتَسْتَرْخِي الأَيْدِي وَيَعْتَرِي الْيَأْسُ كُلَّ رُوحٍ، وَتُصْبِحُ الرُّكَبُ كَالْمَاءِ. هَا هِيَ الأَخْبَارُ وَارِدَةٌ وَلابُدَّ أَنْ تَتِمَّ، يَقُولُ السَّيِّدُ الرَّبُّ»."
  },
  "8": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "9": {
    "en": "“Son of man, prophesy and say, ‘This is what the Lord says:\n“‘A sword, a sword,\n    sharpened and polished—",
    "ar": "«يَا ابْنَ آدَمَ، تَنَبَّأْ وَقُلْ: هَذَا مَا يُعْلِنُهُ الرَّبُّ: سَيْفٌ، سَيْفٌ قَدْ تَمَّ سَنُّهُ وَصَقْلُهُ أَيْضاً."
  },
  "10": {
    "en": "sharpened for the slaughter,\n    polished to flash like lightning!\n“‘Shall we rejoice in the scepter of my royal son? The sword despises every such stick.",
    "ar": "قَدْ سُنَّ لِلذَّبْحِ، وَصُقِلَ لِيُوْمِضَ بِالْبَرِيقِ فَهَلْ نَغْتَبِطُ (قَائِلِينَ): عَصَا ابْنِي تَحْتَقِرُ كُلَّ قَضِيبٍ؟"
  },
  "11": {
    "en": "“‘The sword is appointed to be polished,\n    to be grasped with the hand;\nit is sharpened and polished,\n    made ready for the hand of the slayer.",
    "ar": "قَدْ أُعْطِيَ السَّيْفُ لِيُصْقَلَ وَيُجَرَّدَ بِالْكَفِّ، وَهَا هُوَ بَعْدَ سَنِّهِ وَصَقْلِهِ يُسَلَّمُ لِيَدِ الْقَاتِلِ."
  },
  "12": {
    "en": "Cry out and wail, son of man,\n    for it is against my people;\n    it is against all the princes of Israel.\nThey are thrown to the sword\n    along with my people.\nTherefore beat your breast.",
    "ar": "اُصْرُخْ وَأَعْوِلْ يَا ابْنَ آدَمَ لأَنَّهُ يَتَسَلَّطُ عَلَى شَعْبِي وَعَلَى كُلِّ رُؤَسَاءِ إِسْرَائِيلَ؛ يَتَعَرَّضُ شَعْبِي لأَهْوَالٍ مِنْ جَرَّاءِ هَذَا السَّيْفِ، لِذَلِكَ اضْرِبْ عَلَى صَدْرِكَ فَزَعاً."
  },
  "13": {
    "en": "“‘Testing will surely come. And what if even the scepter, which the sword despises, does not continue? declares the Sovereign Lord.’",
    "ar": "لأَنَّ الامْتِحَانَ قَدْ أُعِدَّ وَمَاذَا يَحْدُثُ إِنْ لَمْ تُقْبَلْ هَذِهِ الْعَصَا الْمُحْتَقِرَةُ؟ يَقُولُ السَّيِّدُ الرَّبُّ."
  },
  "14": {
    "en": "“So then, son of man, prophesy\n    and strike your hands together.\nLet the sword strike twice,\n    even three times.\nIt is a sword for slaughter—\n    a sword for great slaughter,\n    closing in on them from every side.",
    "ar": "فَتَنَبَّأْ يَا ابْنَ آدَمَ، وَاصْفِقْ كَفّاً عَلَى كَفٍّ، وَلْيَضْرِبْ السَّيْفُ مَرَّتَيْنِ، بَلْ ثَلاثَ مَرَّاتٍ. إِنَّهُ سَيْفُ الْقَتْلَى، سَيْفُ الْمَجْزَرَةِ الْعَظِيمَةِ الْمُحْدِقَةِ بِهِمْ،"
  },
  "15": {
    "en": "So that hearts may melt with fear\n    and the fallen be many,\nI have stationed the sword for slaughter\n    at all their gates.\nLook! It is forged to strike like lightning,\n    it is grasped for slaughter.",
    "ar": "لِكَيْ تَذُوبَ الْقُلُوبُ، فَيَتَهَاوَى كَثِيرُونَ صَرْعَى عِنْدَ كُلِّ بَوَّابَاتِهِمْ. لِهَذَا جَرَّدْتُ سَيْفاً مُتَقَلِّباً بَرَّاقاً مَصْقُولاً مُتَأَهِّباً لِلذَّبْحِ."
  },
  "16": {
    "en": "Slash to the right, you sword,\n    then to the left,\n    wherever your blade is turned.",
    "ar": "فَيَا سَيْفُ اجْرَحْ يَمِيناً، اجْرَحْ شِمَالاً، اجْرَحْ كَيْفَمَا تَوَجَّهَ حَدُّكَ."
  },
  "17": {
    "en": "I too will strike my hands together,\n    and my wrath will subside.\nI the Lord have spoken.”",
    "ar": "وَأَنَا أَيْضاً أُصَفِّقُ بِكَفِّي وَأُهَدِّئُ سَوْرَةَ غَضَبِي، أَنَا الرَّبُّ تَكَلَّمْتُ»."
  },
  "18": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "19": {
    "en": "“Son of man, mark out two roads for the sword of the king of Babylon to take, both starting from the same country. Make a signpost where the road branches off to the city.",
    "ar": "«أَمَّا أَنْتَ يَا ابْنَ آدَمَ، فَخَطِّطْ طَرِيقَيْنِ لِزَحْفِ سَيْفِ مَلِكِ بَابِلَ. مِنْ أَرْضٍ وَاحِدَةٍ تَخْرُجُ الطَّرِيقَانِ، وَأَقِمْ مَعْلَماً عِنْدَ نَاصِيَةِ الطَّرِيقِ الْمُفْضِيَةِ إِلَى الْمَدِينَةِ."
  },
  "20": {
    "en": "Mark out one road for the sword to come against Rabbah of the Ammonites and another against Judah and fortified Jerusalem.",
    "ar": "خَطِّطْ طَرِيقاً يَسْلُكُهُ السَّيْفُ عَلَى رَبَّةِ عَمُّونَ وَعَلَى يَهُوذَا فِي أُورُشَلِيمَ الْحَصِينَةِ،"
  },
  "21": {
    "en": "For the king of Babylon will stop at the fork in the road, at the junction of the two roads, to seek an omen: He will cast lots with arrows, he will consult his idols, he will examine the liver.",
    "ar": "لأَنَّ مَلِكَ بَابِلَ قَدْ تَوَقَّفَ عِنْدَ مَفْرَقِ الطَّرِيقَيْنِ عَلَى النَّاصِيَةِ، يَلْتَمِسُ عِرَافَةً، فَضَرَبَ بِالسِّهَامِ، وَطَلَبَ مَشُورَةَ أَصْنَامِ أَسْلافِهِ، وَنَظَرَ إِلَى الْكَبِدِ."
  },
  "22": {
    "en": "Into his right hand will come the lot for Jerusalem, where he is to set up battering rams, to give the command to slaughter, to sound the battle cry, to set battering rams against the gates, to build a ramp and to erect siege works.",
    "ar": "فَعَنْ يَمِينِهِ أُلْقِيَتْ قُرْعَةٌ عَلَى أُورُشَلِيمَ لإِقَامَةِ الْمَجَانِقِ، وَإِصْدَارِ الأَوَامِرِ بِالْقَتْلِ، وَإِطْلاقِ هُتَافِ الْحَرْبِ، لِنَصْبِ الْمَجَانِقِ عَلَى الأَبْوَابِ، لإِقَامَةِ مِتْرَسَةٍ لِبِنَاءِ بُرْجٍ."
  },
  "23": {
    "en": "It will seem like a false omen to those who have sworn allegiance to him, but he will remind them of their guilt and take them captive.",
    "ar": "وَلَكِنَّهَا تَبْدُو لِمَنْ أَقْسَمَ بِالْوَلاءِ لِلْكَلْدَانِيِّينَ أَنَّهَا عِرَافَةٌ كَاذِبَةٌ، وَلَكِنَّ مَلِكَ بَابِلَ يَتَذَكَّرُ نَكْثَهُمْ لِلْعَهْدِ فَيُؤْخَذُونَ بِهِ."
  },
  "24": {
    "en": "“Therefore this is what the Sovereign Lord says: ‘Because you people have brought to mind your guilt by your open rebellion, revealing your sins in all that you do—because you have done this, you will be taken captive.",
    "ar": "لِذَلِكَ، هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: لأَنَّكُمْ ذَكَّرْتُمْ بِإِثْمِكُمْ، إِذِ انْكَشَفَ تَمَرُّدُكُمْ، فَتَجَلَّتْ خَطَايَاكُمْ فِي كُلِّ مَا ارْتَكَبْتُمُوهُ مِنْ أَعْمَالٍ، لِهَذَا إِذْ ذَكَّرْتُمْ بِأَنْفُسِكُمْ يُقْبَضُ عَلَيْكُمْ بِالْيَدِ."
  },
  "25": {
    "en": "“‘You profane and wicked prince of Israel, whose day has come, whose time of punishment has reached its climax,",
    "ar": "وَأَنْتَ أَيُّهَا الْمَطْعُونُ الأَثِيمُ، مَلِكُ إِسْرَائِيلَ، يَا مَنْ أَزِفَ يَوْمُهُ فِي سَاعَةِ الْعِقَابِ النِّهَائِيِّ"
  },
  "26": {
    "en": "this is what the Sovereign Lord says: Take off the turban, remove the crown. It will not be as it was: The lowly will be exalted and the exalted will be brought low.",
    "ar": "اخْلَعِ الْعَمَامَةَ، وَانْزِعِ التَّاجَ، فَلَنْ يَبْقَى الْحَالُ كَسَالِفِ الْعَهْدِ بِهِ، ارْفَعْ الْوَضِيعَ، وَضَعْ الرَّفِيعَ."
  },
  "27": {
    "en": "A ruin! A ruin! I will make it a ruin! The crown will not be restored until he to whom it rightfully belongs shall come; to him I will give it.’",
    "ar": "هَا أَنَا أَقْلِبُهُ، أَقْلِبُهُ، أقْلِبُهُ، حَتَّى لَا يَبْقَى مِنْهُ أَثَرٌ، إِلَى أَنْ يَأْتِيَ صَاحِبُ الْحُكْمِ، فَأُعْطِيَهُ إِيَّاهُ."
  },
  "28": {
    "en": "“And you, son of man, prophesy and say, ‘This is what the Sovereign Lord says about the Ammonites and their insults:\n“‘A sword, a sword,\n    drawn for the slaughter,\npolished to consume\n    and to flash like lightning!",
    "ar": "أَمَّا أَنْتَ يَا ابْنَ آدَمَ، فَتَنَبَّأْ وَقُلْ هَذَا مَا يَقْضِي بِهِ الرَّبُّ عَلَى بَنِي عَمُّونَ وَعَلَى تَعْيِيرِهِمْ: هَا سَيْفٌ، سَيْفٌ مَسْلُولٌ لِلذَّبْحِ، مَصْقُولٌ لِلالْتِهَامِ يُوْمِضُ كَالْبَرْقِ."
  },
  "29": {
    "en": "Despite false visions concerning you\n    and lying divinations about you,\nit will be laid on the necks\n    of the wicked who are to be slain,\nwhose day has come,\n    whose time of punishment has reached its climax.",
    "ar": "فَبَيْنَمَا يَرَوْنَ لَكَ رُؤىً بَاطِلَةً، وَيَنْطِقُونَ لَكَ بِعِرَافَةٍ كَاذِبَةٍ يَطْرَحُكَ (السَّيْفُ) كَيْ تَلْقَى حَتْفَكَ فَوْقَ جُثَثِ الْقَتْلَى الأَشْرَارِ الَّذِينَ حَانَ يَوْمُهُمْ فِي سَاعَةِ الْعِقَابِ النِّهَائِيِّ."
  },
  "30": {
    "en": "“‘Let the sword return to its sheath.\n    In the place where you were created,\nin the land of your ancestry,\n    I will judge you.",
    "ar": "أَعِدْهُ إِلَى غِمْدِهِ. فَفِي الْمَوْضِعِ الَّذِي خُلِقْتِ فِيهِ يَا مَمْلَكَةَ عَمُّونَ، فِي أَرْضِ مَوْلِدِكِ، أُحَاكِمُكِ."
  },
  "31": {
    "en": "I will pour out my wrath on you\n    and breathe out my fiery anger against you;\nI will deliver you into the hands of brutal men,\n    men skilled in destruction.",
    "ar": "وَأَصُبُّ عَلَيْكِ غَضَبِي، وَأَنْفُخُ عَلَيْكِ بِنَارِ غَيْظِي وَأُسَلِّمُكِ لِقَبْضَةِ رِجَالٍ أَفْظَاظٍ مُتَمَرِّسِينَ فِي التَّدْمِيرِ."
  },
  "32": {
    "en": "You will be fuel for the fire,\n    your blood will be shed in your land,\nyou will be remembered no more;\n    for I the Lord have spoken.’”",
    "ar": "فَتَكُونِينَ وَقُوداً لِلنَّارِ، وَيَهْطِلُ دَمُكِ فِي وَسَطِ الأَرْضِ، وَلا تُذْكَرِينَ فِيمَا بَعْدُ لأَنِّي أَنَا الرَّبُّ تَكَلَّمْتُ»."
  }
}