{
  "1": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "2": {
    "en": "“Son of man, say to the ruler of Tyre, ‘This is what the Sovereign Lord says:\n“‘In the pride of your heart\n    you say, “I am a god;\nI sit on the throne of a god\n    in the heart of the seas.”\nBut you are a mere mortal and not a god,\n    though you think you are as wise as a god.",
    "ar": "«يَا ابْنَ آدَمَ، قُلْ لِمَلِكِ صُورَ، هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: لأَنَّكَ تَكَبَّرْتَ وَقُلْتَ: أَنَا إِلَهٌ، وَأَتَرَبَّعُ فِي مَجْلِسِ الآلِهَةِ، فِي قَلْبِ الْبِحَارِ؛ مَعَ أَنَّكَ إِنْسَانٌ وَلَسْتَ إِلَهاً، وَإِنْ ظَنَنْتَ أَنَّ لَدَيْكَ حِكْمَةَ الآلِهَةِ!"
  },
  "3": {
    "en": "Are you wiser than Daniel?\n    Is no secret hidden from you?",
    "ar": "هَا أَنْتَ أَحْكَمُ مِنْ دَانِيالَ وَلا يَخْفَى عَلَيْكَ سِرٌّ."
  },
  "4": {
    "en": "By your wisdom and understanding\n    you have gained wealth for yourself\nand amassed gold and silver\n    in your treasuries.",
    "ar": "قَدِ اسْتَحْوَذْتَ بِحِكْمَتِكَ وَفَهْمِكَ عَلَى الذَّهَبِ وَالْفِضَّةِ وَادَّخَرْتَهَا فِي خَزَائِنِكَ،"
  },
  "5": {
    "en": "By your great skill in trading\n    you have increased your wealth,\nand because of your wealth\n    your heart has grown proud.",
    "ar": "وَبِمَهَارَتِكَ الْعَظِيمَةِ فِي التِّجَارَةِ ضَاعَفْتَ ثَرْوَتَكَ، فَتَكَبَّرَ قَلْبُكَ لِفَرْطِ غِنَاكَ."
  },
  "6": {
    "en": "“‘Therefore this is what the Sovereign Lord says:\n“‘Because you think you are wise,\n    as wise as a god,",
    "ar": "لِذَلِكَ يَقُولُ السَّيِّدُ الرَّبُّ: لأَنَّكَ ظَنَنْتَ أَنَّ لَدَيْكَ حِكْمَةَ الآلِهَةِ،"
  },
  "7": {
    "en": "I am going to bring foreigners against you,\n    the most ruthless of nations;\nthey will draw their swords against your beauty and wisdom\n    and pierce your shining splendor.",
    "ar": "هَا أَنَا أُثِيرُ عَلَيْكَ غُرَبَاءَ مِنْ أَعْتَى الأُمَمِ، فَيُجَرِّدُونَ سُيُوفَهُمْ عَلَى بَهَاءِ حِكْمَتِكَ، وَيُدَنِّسُونَ جَمَالَكَ."
  },
  "8": {
    "en": "They will bring you down to the pit,\n    and you will die a violent death\n    in the heart of the seas.",
    "ar": "يَطْرَحُونَكَ إِلَى الْهَاوِيَةِ فَتَمُوتُ مَوْتَ الْقَتْلَى فِي أَعْمَاقِ الْبِحَارِ."
  },
  "9": {
    "en": "Will you then say, “I am a god,”\n    in the presence of those who kill you?\nYou will be but a mortal, not a god,\n    in the hands of those who slay you.",
    "ar": "أَتَظَلُّ تَقُولُ أَنَئِذٍ أَمَامَ قَاتِلِكَ: أَنَا إِلَهٌ؟ أَنْتَ إِنْسَانٌ لَا إِلَهٌ فِي قَبْضَةِ ذَابِحِيكَ."
  },
  "10": {
    "en": "You will die the death of the uncircumcised\n    at the hands of foreigners.\nI have spoken, declares the Sovereign Lord.’”",
    "ar": "فَتَلْقَى حَتْفَكَ كَالْغُلْفِ بِيَدِ الْغُرَبَاءِ، لأَنِّي أَنَا قَضَيْتُ يَقُولُ السَّيِّدُ الرَّبُّ»."
  },
  "11": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "12": {
    "en": "“Son of man, take up a lament concerning the king of Tyre and say to him: ‘This is what the Sovereign Lord says:\n“‘You were the seal of perfection,\n    full of wisdom and perfect in beauty.",
    "ar": "«يَا ابْنَ آدَمَ، انْدُبْ مَلِكَ صُورَ بِمَرْثَاةٍ وَقُلْ لَهُ هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: كُنْتَ خَاتِمَ الْكَمَالِ، مُفْعَماً بِالْحِكْمَةِ وَكَامِلَ الْجَمَالِ."
  },
  "13": {
    "en": "You were in Eden,\n    the garden of God;\nevery precious stone adorned you:\n    carnelian, chrysolite and emerald,\n    topaz, onyx and jasper,\n    lapis lazuli, turquoise and beryl.\nYour settings and mountings were made of gold;\n    on the day you were created they were prepared.",
    "ar": "كُنْتَ فِي جَنَّةِ اللهِ عَدْنٍ، حِجَابُكَ كُلُّ حَجَرٍ كَرِيمٍ: عَقِيقٌ أَحْمَرُ وَيَاقُوتٌ أَصْفَرُ وَعَقِيقٌ أَبْيَضُ وَزَبَرْجَدٌ وَجَزْعٌ وَيَشْبٌ وَيَاقُوتٌ أَزْرَقُ وَبَهْرَمَانُ وَزُمُرُّدٌ وَذَهَبٌ. صَاغُوا مِنْهُ بُيُوتَ حِجَارَتِكَ الْكَرِيمَةِ وَتَرْصِيعَاتِكَ يَوْمَ خُلِقْتَ."
  },
  "14": {
    "en": "You were anointed as a guardian cherub,\n    for so I ordained you.\nYou were on the holy mount of God;\n    you walked among the fiery stones.",
    "ar": "وَمَسَحْتُكَ لِتَكُونَ الْكَرُوبِيمَ الْمُظَلِّلَ وَأَقَمْتُكَ عَلَى جَبَلِ اللهِ الْمُقَدَّسِ، وَتَمَشَّيْتَ بَيْنَ حِجَارَةِ النَّارِ."
  },
  "15": {
    "en": "You were blameless in your ways\n    from the day you were created\n    till wickedness was found in you.",
    "ar": "كُنْتَ كَامِلاً فِي طُرُقِكَ مُنْذُ يَوْمَ خُلِقْتَ إِلَى أَنْ وُجِدَ فِيكَ إِثْمٌ."
  },
  "16": {
    "en": "Through your widespread trade\n    you were filled with violence,\n    and you sinned.\nSo I drove you in disgrace from the mount of God,\n    and I expelled you, guardian cherub,\n    from among the fiery stones.",
    "ar": "إِنَّمَا بِسَبَبِ كَثْرَةِ تِجَارَتِكَ امْتَلأَ دَاخِلُكَ ظُلْماً، فَأَخْطَأْتَ. لِهَذَا أَطْرَحُكَ مِنْ جَبَلِ اللهِ كَشَيْءٍ نَجِسٍ، وَأُبِيدُكَ أَيُّهَا الْكَرُوبُ الْمُظَلِّلُ مِنْ بَيْنِ حِجَارَةِ النَّارِ."
  },
  "17": {
    "en": "Your heart became proud\n    on account of your beauty,\nand you corrupted your wisdom\n    because of your splendor.\nSo I threw you to the earth;\n    I made a spectacle of you before kings.",
    "ar": "قَدْ تَكَبَّرَ قَلْبُكَ بِسَبَبِ بَهَائِكَ، وَأَفْسَدْتَ حِكْمَتَكَ مِنْ جَرَّاءِ جَلالِكَ. سَأُلْقِي بِكَ إِلَى الأَرْضِ أَمَامَ الْمُلُوكِ لِتَكُونَ عُرْضَةً لِعُيُونِهِمِ الْهَازِئَةِ."
  },
  "18": {
    "en": "By your many sins and dishonest trade\n    you have desecrated your sanctuaries.\nSo I made a fire come out from you,\n    and it consumed you,\nand I reduced you to ashes on the ground\n    in the sight of all who were watching.",
    "ar": "قَدْ نَجَّسْتَ مَقَادِسَكَ بِفَرْطِ آثَامِكَ وَتِجَارَتِكَ الظَّالِمَةِ. لِذَلِكَ أَجْعَلُ النَّارَ تَنْدَلِعُ مِنْ وَسَطِكَ فَتَلْتَهِمُكَ، وَأُحَوِّلُكَ إِلَى رَمَادٍ عَلَى الأَرْضِ أَمَامَ كُلِّ مَنْ يَرَاكَ."
  },
  "19": {
    "en": "All the nations who knew you\n    are appalled at you;\nyou have come to a horrible end\n    and will be no more.’”",
    "ar": "فَيَتَحَيَّرُ لِمَا أَصَابَكَ جَمِيعُ الَّذِينَ يَعْرِفُونَكَ بَيْنَ الشُّعُوبِ، إِذْ تَحُلُّ بِكَ الأَهْوَالُ وَلا يَبْقَى مِنْكَ أَثَرٌ»."
  },
  "20": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "21": {
    "en": "“Son of man, set your face against Sidon; prophesy against her",
    "ar": "«يَا ابْنَ آدَمَ، الْتَفِتْ بِوَجْهِكَ نَحْوَ صَيْدُونَ وَتَنَبَّأْ عَلَيْهَا."
  },
  "22": {
    "en": "and say: ‘This is what the Sovereign Lord says:\n“‘I am against you, Sidon,\n    and among you I will display my glory.\nYou will know that I am the Lord,\n    when I inflict punishment on you\n    and within you am proved to be holy.",
    "ar": "وَقُلْ هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: هَا أَنَا أَنْقَلِبُ عَلَيْكِ يَا صيْدُونُ وَأَتَجَلَّى بِمَجْدِي فِيكِ فَيُدْرِكُ سُكَّانُكِ أَنِّي أَنَا الرَّبُّ حِينَ أُنَفِّذُ فِيكِ أَحْكَاماً وَأَتَقَدَّسُ فِي وَسَطِكِ."
  },
  "23": {
    "en": "I will send a plague upon you\n    and make blood flow in your streets.\nThe slain will fall within you,\n    with the sword against you on every side.\nThen you will know that I am the Lord.",
    "ar": "أَجْعَلُ الْوَبَأَ يَتَفَشَّى فِيكِ وَتُسْفَكُ دِمَاءٌ فِي أَزِقَّتِكِ، وَيَتَسَاقَطُ فِي وَسَطِكِ جَرْحَى السَّيْفِ الَّذِي يُحْدِقُ بِكِ مِنْ كُلِّ نَاحِيَةٍ، فَيُدْرِكُونَ أَنِّي أَنَا الرَّبُّ."
  },
  "24": {
    "en": "“‘No longer will the people of Israel have malicious neighbors who are painful briers and sharp thorns. Then they will know that I am the Sovereign Lord.",
    "ar": "فَلا يَتَعَرَّضُ شَعْبُ إِسْرَائِيلَ إِلَى وَخَزَاتِ الْعُلَّيْقِ وَلا إلَى شَوْكَةٍ مُؤْذِيَةٍ مِنَ الأُمَمِ الْمُحِيطَةِ بِهِمْ مِمَّنْ تُبْغِضُهُمْ، فَيُدْرِكُونَ أَنِّي أَنَا السَّيِّدُ الرَّبُّ."
  },
  "25": {
    "en": "“‘This is what the Sovereign Lord says: When I gather the people of Israel from the nations where they have been scattered, I will be proved holy through them in the sight of the nations. Then they will live in their own land, which I gave to my servant Jacob.",
    "ar": "وَهَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: عِنْدَمَا أَجْمَعُ شَعْبَ إِسْرَائِيلَ مِنْ بَيْنِ الشُّعُوبِ الَّتِي تَفَرَّقُوا إِلَيْهَا، وَتَتَجَلَّى قَدَاسَتِي فِيهِمْ أَمَامَ عُيُونِ الأُمَمِ، عِنْدَمَا يَعُودُونَ وَيَسْتَوْطِنُونَ فِي أَرْضِهِمِ الَّتِي وَهَبْتُهَا لِعَبْدِي يَعْقُوبَ،"
  },
  "26": {
    "en": "They will live there in safety and will build houses and plant vineyards; they will live in safety when I inflict punishment on all their neighbors who maligned them. Then they will know that I am the Lord their God.’”",
    "ar": "وَيُقِيمُونَ فِيهَا مُطْمَئِنِّينَ وَيُشَيِّدُونَ بُيُوتاً وَيَغْرِسُونَ كُرُوماً وَيَسْكُنُونَ آمِنِينَ. وَعِنْدَمَا أُنَفِّذُ أَحْكَاماً فِي جَمِيعِ أَعْدَائِهِمِ الْمُحِيطِينَ بِهِمْ، عِنْدَئِذٍ يُدْرِكُونَ أَنِّي أَنَا الرَّبُّ إِلَهُهُمْ»."
  }
}