{
  "1": {
    "en": "And he said to me, “Son of man, eat what is before you, eat this scroll; then go and speak to the people of Israel.”",
    "ar": "ثُمَّ قَالَ لِي: «يَا ابْنَ آدَمَ، كُلْ مَا تَجِدُهُ. كُلْ هَذَا الدَّرْجَ وامْضِ وَخَاطِبْ شَعْبَ إِسْرَائِيلَ»."
  },
  "2": {
    "en": "So I opened my mouth, and he gave me the scroll to eat.",
    "ar": "فَفَتَحْتُ فَمِي فَأَطْعَمَنِي هَذَا الدَّرْجَ،"
  },
  "3": {
    "en": "Then he said to me, “Son of man, eat this scroll I am giving you and fill your stomach with it.” So I ate it, and it tasted as sweet as honey in my mouth.",
    "ar": "وَقَالَ لِي: «أَطْعِمْ جَوْفَكَ وَامْلَأْهُ بِهَذَا الدَّرْجِ الَّذِي أُعْطِيكَ إِيَّاهُ». فَالْتَهَمْتُهُ، فَكَانَ فِي فَمِي فِي حَلاوَةِ الْعَسَلِ."
  },
  "4": {
    "en": "He then said to me: “Son of man, go now to the people of Israel and speak my words to them.",
    "ar": "ثُمَّ قَالَ لِي: «يَا ابْنَ آدَمَ، انْطَلِقْ إِلَى شَعْبِ إِسْرَائِيلَ وَخَاطِبْهُمْ بِكَلِمَاتِي."
  },
  "5": {
    "en": "You are not being sent to a people of obscure speech and strange language, but to the people of Israel—",
    "ar": "فَإِنَّكَ لَسْتَ مُرْسَلاً إِلَى أُمَّةٍ ذَاتِ لَهْجَةٍ غَرِيبَةٍ وَلُغَةٍ مُبْهَمَةٍ، بَلْ إِلَى شَعْبِ إِسْرَائِيلَ،"
  },
  "6": {
    "en": "not to many peoples of obscure speech and strange language, whose words you cannot understand. Surely if I had sent you to them, they would have listened to you.",
    "ar": "وَلا إِلَى شُعُوبٍ كَثِيرَةٍ غَرِيبَةِ اللهَجَاتِ وَمُبْهَمَةِ اللُّغَاتِ لَا تَفْهَمُ كَلامَهُمْ. حَقّاً لَوْ أَرْسَلْتُكَ إِلَى هَؤُلاءِ لَسَمِعُوا لَكَ!"
  },
  "7": {
    "en": "But the people of Israel are not willing to listen to you because they are not willing to listen to me, for all the Israelites are hardened and obstinate.",
    "ar": "لَكِنَّ شَعْبَ إِسْرَائِيلَ لَا يَوَدُّونَ الاسْتِمَاعَ لَكَ، لأَنَّهُمْ لَا يَوَدُّونَ الاسْتِمَاعَ لِي، لأَنَّهُمْ جَمِيعاً مُعَانِدُونَ قُسَاةُ الْقُلُوبِ."
  },
  "8": {
    "en": "But I will make you as unyielding and hardened as they are.",
    "ar": "هَا أَنَا قَدْ جَعَلْتُ وَجْهَكَ صُلْباً مِثْلَ وُجُوهِهِمْ، وَجَبْهَتَكَ قَاسِيَةً مِثْلَ جِبَاهِهِمْ."
  },
  "9": {
    "en": "I will make your forehead like the hardest stone, harder than flint. Do not be afraid of them or terrified by them, though they are a rebellious people.”",
    "ar": "قَدْ جَعَلْتُ جَبْهَتَكَ فِي صَلابَةِ الْمَاسِ، أَقْسَى مِنَ الصَّوَّانِ، فَلا تَخَفْ مِنْهُمْ وَلا تَرْتَعِبْ مِنْ مَرْآهُمْ لأَنَّهُمْ شَعْبٌ مُتَمَرِّدٌ»."
  },
  "10": {
    "en": "And he said to me, “Son of man, listen carefully and take to heart all the words I speak to you.",
    "ar": "ثُمَّ أَرْدَفَ قَائِلاً: «يَا ابْنَ آدَمَ، اسْتَوْعِبْ فِي قَلْبِكَ كُلَّ مَا أُحَدِّثُكَ بِهِ مِنْ كَلامٍ، وَاسْتَمِعْ إِلَيْهِ بِأُذُنَيْنِ مُرْهَفَتَيْنِ."
  },
  "11": {
    "en": "Go now to your people in exile and speak to them. Say to them, ‘This is what the Sovereign Lord says,’ whether they listen or fail to listen.”",
    "ar": "وَامْضِ إِلَى الْمَسْبِيِّينَ مِنْ أَبْنَاءِ شَعْبِكَ وَقُلْ لَهُمْ: هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ. سَوَاءٌ سَمِعُوا لَكَ أَوْ أَبَوْا»."
  },
  "12": {
    "en": "Then the Spirit lifted me up, and I heard behind me a loud rumbling sound as the glory of the Lord rose from the place where it was standing.",
    "ar": "ثُمَّ حَمَلَنِي الرُّوحُ، فَسَمِعْتُ خَلْفِي صَوْتَ زَلْزَلَةٍ عَنِيفَةٍ قَائِلاً: «مُبَارَكٌ مَجْدُ الرَّبِّ مِنْ مَكَانِهِ»."
  },
  "13": {
    "en": "It was the sound of the wings of the living creatures brushing against each other and the sound of the wheels beside them, a loud rumbling sound.",
    "ar": "فَكَانَ ذَلِكَ صَوْتُ أَجْنِحَةٍ حِينَ تَلامَسَتْ، وَصَوْتُ الْعَجَلاتِ الْمُجَاوِرَةِ لَهَا، فَبَدَا كَجَلَبَةِ زِلْزَالٍ عَنِيفٍ."
  },
  "14": {
    "en": "The Spirit then lifted me up and took me away, and I went in bitterness and in the anger of my spirit, with the strong hand of the Lord on me.",
    "ar": "وَهَكَذَا حَلَّقَ بِي رُوحُ الرَّبِّ وَحَمَلَنِي بَعِيداً، وَقَدْ جَاشَتْ حَرَارَةُ رُوحِي بِمَرَارَةِ نَفْسِي، وَلَكِنْ كَانَتْ يَدُ الرَّبِّ عَلَيَّ شَدِيدَةً."
  },
  "15": {
    "en": "I came to the exiles who lived at Tel Aviv near the Kebar River. And there, where they were living, I sat among them for seven days—deeply distressed.",
    "ar": "ثُمَّ أَقْبَلْتُ عَلَى الْمَسْبِيِّينَ الْقَاطِنِينَ إِلَى جُوَارِ نَهْرِ خَابُورَ عِنْدَ تَلِّ أَبِيبَ، فَأَقَمْتُ هُنَاكَ حَيْثُ يَسْكُنُونَ مُتَحَيِّراً سَبْعَةَ أَيَّامٍ."
  },
  "16": {
    "en": "At the end of seven days the word of the Lord came to me:",
    "ar": "وَفِي خِتَامِ السَّبْعَةِ الأَيَّامِ، أَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "17": {
    "en": "“Son of man, I have made you a watchman for the people of Israel; so hear the word I speak and give them warning from me.",
    "ar": "«يَا ابْنَ آدَمَ، قَدْ جَعَلْتُكَ رَقِيباً لِشَعْبِ إِسْرَائِيلَ، فَأَصْغِ إِلَى كَلِمَتِي وَأَنْذِرْهُمْ بِها عَلَى لِسَانِي."
  },
  "18": {
    "en": "When I say to a wicked person, ‘You will surely die,’ and you do not warn them or speak out to dissuade them from their evil ways in order to save their life, that wicked person will die for their sin, and I will hold you accountable for their blood.",
    "ar": "فَإِذَا قُلْتُ لِلشِّرِّيرِ: أَنْتَ لابُدَّ مَائِتٌ، وَأَنْتَ لَمْ تُنْذِرْهُ وَلَمْ تُحَذِّرْهُ لِيَرْجِعَ عَنْ طُرُقِهِ الأَثِيمَةِ فَيَحْيَا، فَإِنَّ ذَلِكَ الشِّرِّيرَ يَمُوتُ بِذَنْبِهِ، أَمَّا دَمُهُ فَمِنْ يَدِكَ أَطْلُبُهُ."
  },
  "19": {
    "en": "But if you do warn the wicked person and they do not turn from their wickedness or from their evil ways, they will die for their sin; but you will have saved yourself.",
    "ar": "لَكِنْ إِنْ أَنْذَرْتَ الشِّرِّيرَ وَلَمْ يَرْجِعْ عَنْ شَرِّهِ وَعَنْ طُرُقِهِ الأَثِيمَةِ، فَإِنَّهُ يَمُوتُ بِذَنْبِهِ، وَتَنْجُو أَنْتَ بِنَفْسِكَ."
  },
  "20": {
    "en": "“Again, when a righteous person turns from their righteousness and does evil, and I put a stumbling block before them, they will die. Since you did not warn them, they will die for their sin. The righteous things that person did will not be remembered, and I will hold you accountable for their blood.",
    "ar": "وَكَذَلِكَ إِنْ حَادَ الْبَارُّ عَنْ بِرِّهِ وَارْتَكَبَ الإِثْمَ، وَنَصَبْتُ أَمَامَهُ مَعْثَرَةً، فَإِنَّهُ يَمُوتُ. وَلأَنَّكَ لَمْ تُنْذِرْهُ فَإِنَّهُ يَمُوتُ بِذَنْبِهِ وَلا تُذْكَرُ بَعْدُ أَعْمَالُهُ الصَّالِحَةُ الَّتِي قَامَ بِها، أَمَّا دَمُهُ فَمِنْ يَدِكَ أَطْلُبُهُ."
  },
  "21": {
    "en": "But if you do warn the righteous person not to sin and they do not sin, they will surely live because they took warning, and you will have saved yourself.”",
    "ar": "أَمَّا إِنْ كُنْتَ قَدْ أَنْذَرْتَ الْبَارَّ حَتَّى لَا يُخْطِئَ، وَلَمْ يُخْطِئْ، فَإِنَّهُ حَتْماً يَحْيَا لأَنَّهُ قَبِلَ الإِنْذَارَ، وَتَنْجُو أَنْتَ بِنَفْسِكَ»."
  },
  "22": {
    "en": "The hand of the Lord was on me there, and he said to me, “Get up and go out to the plain, and there I will speak to you.”",
    "ar": "ثُمَّ كَانَتْ هُنَاكَ عَلَيَّ يَدُ الرَّبِّ فَقَالَ لِي: «قُمُ اخْرُجْ إِلَى السَّهْلِ فَأُخَاطِبَكَ»."
  },
  "23": {
    "en": "So I got up and went out to the plain. And the glory of the Lord was standing there, like the glory I had seen by the Kebar River, and I fell facedown.",
    "ar": "فَنَهَضْتُ وَمَضَيْتُ إِلَى السَّهْلِ، وَهُنَاكَ رَأَيْتُ مَجْدَ الرَّبِّ وَاقِفاً، مُمَاثِلاً لِمَجْدِ الرَّبِّ الَّذِي رَأَيْتُهُ عِنْدَ نَهْرِ خَابُورَ، فَانْطَرَحْتُ عَلَى وَجْهِي."
  },
  "24": {
    "en": "Then the Spirit came into me and raised me to my feet. He spoke to me and said: “Go, shut yourself inside your house.",
    "ar": "فَدَخَلَ فِيَّ الرُّوحُ وَأَقَامَنِي عَلَى قَدَمَيَّ، ثُمَّ قَالَ لِي: «اذْهَبْ وَاعْتَزِلْ فِي بَيْتِكَ."
  },
  "25": {
    "en": "And you, son of man, they will tie with ropes; you will be bound so that you cannot go out among the people.",
    "ar": "وَأَنْتَ يَا ابْنَ آدَمَ، هَا هُمْ يَرْبِطُونَكَ بِالْحِبَالِ وَيُقَيِّدُونَكَ فَلا تَخْرُجُ فِي مَا بَيْنَهُمْ."
  },
  "26": {
    "en": "I will make your tongue stick to the roof of your mouth so that you will be silent and unable to rebuke them, for they are a rebellious people.",
    "ar": "وَأُلْصِقُ لِسَانَكَ بِحَنَكِكَ فَتَبْكَمُ وَتَكُفُّ عَنْ تَقْرِيعِهِمْ لأَنَّهُمْ شَعْبٌ مُتَمَرِّدٌ."
  },
  "27": {
    "en": "But when I speak to you, I will open your mouth and you shall say to them, ‘This is what the Sovereign Lord says.’ Whoever will listen let them listen, and whoever will refuse let them refuse; for they are a rebellious people.",
    "ar": "وَلَكِنْ عِنْدَمَا أُخَاطِبُكَ، أَفْتَحُ فَمَكَ فَتَقُولُ لَهُمْ: هَذَا مَا يُعْلِنُهُ الرَّبُّ، مَنْ يَسْمَعْ فَلْيَسْمَعْ، وَمَنْ يَأْبَ فَلْيَمْتَنِعْ، لأَنَّهُمْ شَعْبٌ مُتَمَرِّدٌ»."
  }
}