{
  "1": {
    "en": "The word of the Lord came to me:",
    "ar": "وَأَوْحَى إِلَيَّ الرَّبُّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "2": {
    "en": "“Son of man, set your face against Gog, of the land of Magog, the chief prince of Meshek and Tubal; prophesy against him",
    "ar": "«يَا ابْنَ آدَمَ، الْتَفِتْ بِوَجْهِكَ نَحْوَ جُوجٍ، أَرْضِ مَاجُوجَ رَئِيسِ رُوشٍ مَاشِكَ وَتُوبَالَ وَتَنَبَّأْ عَلَيْهِ،"
  },
  "3": {
    "en": "and say: ‘This is what the Sovereign Lord says: I am against you, Gog, chief prince of Meshek and Tubal.",
    "ar": "وَقُلْ، هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: هَا أَنَا أَنْقَلِبُ عَلَيْكَ يَا جُوجُ رَئِيسُ رُوشٍ مَاشِكَ وَتُوبَالَ،"
  },
  "4": {
    "en": "I will turn you around, put hooks in your jaws and bring you out with your whole army—your horses, your horsemen fully armed, and a great horde with large and small shields, all of them brandishing their swords.",
    "ar": "وَأَقْهَرُكَ وَأَضَعُ شَكَائِمَ فِي فَكَّيْكَ، وَأَطْرُدُكَ أَنْتَ وَكُلَّ جَيْشِكَ، خَيْلاً وَفُرْسَاناً وَجَمِيعُهُمْ مُرْتَدُونَ أَفْخَرَ ثِيَابٍ، جُمْهُوراً غَفِيراً كُلُّهُمْ حَمَلَةُ أَتْرَاسٍ وَمَجَانَّ مِنْ كُلِّ قَابِضِ سَيْفٍ."
  },
  "5": {
    "en": "Persia, Cush and Put will be with them, all with shields and helmets,",
    "ar": "وَمِنْ جُمْلَتِهِمْ رِجَالُ فَارِسَ وَكُوشَ وَفُوطَ يَحْمِلُ كُلُّ وَاحِدٍ مِجَنّاً وَخُوذَةً،"
  },
  "6": {
    "en": "also Gomer with all its troops, and Beth Togarmah from the far north with all its troops—the many nations with you.",
    "ar": "وَأَيْضاً جُومَرُ وَكُلُّ جُيُوشِهِ، وَبَيْتُ تُوجَرْمَةَ مِنْ أَقَاصِي الشِّمَالِ مَعَ كُلِّ جَيْشِهِ. جَمِيعُهُمْ جُيُوشٌ غَفِيرَةٌ اجْتَمَعَتْ إِلَيْكَ."
  },
  "7": {
    "en": "“‘Get ready; be prepared, you and all the hordes gathered about you, and take command of them.",
    "ar": "تَأَهَّبْ وَاسْتَعِدَّ أَنْتَ وَجَمِيعُ الْجُيُوشِ الْمُنْضَمَّةِ إِلَيْكَ، لأَنَّكَ أَصْبَحْتَ لَهُمْ قَائِداً،"
  },
  "8": {
    "en": "After many days you will be called to arms. In future years you will invade a land that has recovered from war, whose people were gathered from many nations to the mountains of Israel, which had long been desolate. They had been brought out from the nations, and now all of them live in safety.",
    "ar": "إِذْ بَعْدَ أَيَّامٍ كَثِيرَةٍ تُسْتَدْعَى لِلْقِتَالِ، فَتُقْبِلُ فِي السِّنِينَ الأَخِيرَةِ إِلَى الأَرْضِ النَّاجِيَةِ مِنَ السَّيْفِ الَّتِي تَمَّ جَمْعُ أَهْلِهَا مِنْ بَيْنِ شُعُوبٍ كَثِيرَةٍ، فَأَقَامُوا مُطْمَئِنِّينَ عَلَى جِبَالِ إِسْرَائِيلَ الَّتِي كَانَتْ دَائِماً مُقْفِرَةً فِي نَظَرِ الَّذِينَ لُمَّ شَتَاتُهُمْ مِنْ بَيْنِ الأُمَمِ،"
  },
  "9": {
    "en": "You and all your troops and the many nations with you will go up, advancing like a storm; you will be like a cloud covering the land.",
    "ar": "فَتَأْتِي مُنْدَفِعاً كَزَوْبَعَةٍ، وَتَكُونُ كَسَحَابَةٍ تُغَطِّي الأَرْضَ أَنْتَ وَجُيُوشُكَ وَكُلُّ مَنْ مَعَكَ مِنْ شُعُوبٍ كَثِيرَةٍ."
  },
  "10": {
    "en": "“‘This is what the Sovereign Lord says: On that day thoughts will come into your mind and you will devise an evil scheme.",
    "ar": "وَيَحْدُثُ فِي ذَلِكَ الْيَوْمِ أَنَّ أَفْكَارَ سُوءٍ تُرَاوِدُكَ"
  },
  "11": {
    "en": "You will say, “I will invade a land of unwalled villages; I will attack a peaceful and unsuspecting people—all of them living without walls and without gates and bars.",
    "ar": "فَتَقُولُ: أَزْحَفُ عَلَى أَرْضٍ عَرَاءٍ مَكْشُوفَةٍ وَأُهَاجِمُ الْمُطْمَئِنِّينَ السَّاكِنِينَ فِي أَمْنٍ، الْمُقِيمِينَ كُلَّهُمْ مِنْ غَيْرِ سُورٍ يَقِيهِمْ، وَلَيْسَ لَدَيْهِمْ مَزَالِيجُ وَلا مَصَارِيعُ،"
  },
  "12": {
    "en": "I will plunder and loot and turn my hand against the resettled ruins and the people gathered from the nations, rich in livestock and goods, living at the center of the land.”",
    "ar": "لِلاسْتِيلاءِ عَلَى الأَسْلابِ وَنَهْبِ الْغَنَائِمِ وَمُهَاجَمَةِ الْخَرَائِبِ الَّتِي أَصْبَحَتْ آهِلَةً، وَلِمُحَارَبَةِ الشَّعْبِ الْمُجْتَمِعِ مِنْ بَيْنِ الأُمَمِ، الْمُقْتَنِي مَاشِيَةً وَأَمْلاكاً، السَّاكِنِ فِي مَرْكَزِ الأَرْضِ."
  },
  "13": {
    "en": "Sheba and Dedan and the merchants of Tarshish and all her villages will say to you, “Have you come to plunder? Have you gathered your hordes to loot, to carry off silver and gold, to take away livestock and goods and to seize much plunder?”’",
    "ar": "وَيَسْأَلُكَ أَهْلُ شَبَا وَرُودُسَ وَتُجَّارُ تَرْشِيشَ وَكُلُّ قُرَاهَا؛ أَقَادِمٌ أَنْتَ لِلاِسْتِيلاءِ عَلَى الأَسْلابِ؟ هَلْ حَشَدْتَ جُيُوشَكَ لِنَهْبِ الْغَنَائِمِ وَلِحَمْلِ الْفِضَّةِ وَالذَّهَبِ وَأَخْذِ الْمَاشِيَةِ وَالْمُقْتَنَيَاتِ وَلِلسَّلْبِ الْعَظِيمِ؟"
  },
  "14": {
    "en": "“Therefore, son of man, prophesy and say to Gog: ‘This is what the Sovereign Lord says: In that day, when my people Israel are living in safety, will you not take notice of it?",
    "ar": "لِذَلِكَ تَنَبَّأْ يَا ابْنَ آدَمَ، وَقُلْ لِجُوجَ: هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: فِي ذَلِكَ الْيَوْمِ عِنْدَمَا يَسْكُنُ شَعْبِي إِسْرَائِيلُ آمِناً، أَلا تَعْلَمُ ذَلِكَ؟"
  },
  "15": {
    "en": "You will come from your place in the far north, you and many nations with you, all of them riding on horses, a great horde, a mighty army.",
    "ar": "وَتُقْبِلُ أَنْتَ مِنْ مَقَرِّكَ فِي أَقَاصِي الشِّمَالِ مَعَ جُيُوشٍ غَفِيرَةٍ، تُغَشِّي الأَرْضَ؛ كُلُّهُمْ رَاكِبُو خَيْلٍ وَجَمْعٌ عَظِيمٌ وَجَيْشٌ كَثِيرٌ."
  },
  "16": {
    "en": "You will advance against my people Israel like a cloud that covers the land. In days to come, Gog, I will bring you against my land, so that the nations may know me when I am proved holy through you before their eyes.",
    "ar": "وَتَزْحَفُ عَلَى شَعْبِي إِسْرَائِيلَ كَسَحَابَةٍ تُغَطِّي الأَرْضَ، أَنِّي فِي الأَيَّامِ الأَخِيرَةِ آتِي بِكَ إِلَى أَرْضِي لِكَيْ تَعْرِفَنِي الشُّعُوبُ عِنْدَمَا تَتَجَلَّى قَدَاسَتِي حِينَ أُدَمِّرُكَ يَا جُوجُ أَمَامَ عُيُونِهِمْ."
  },
  "17": {
    "en": "“‘This is what the Sovereign Lord says: You are the one I spoke of in former days by my servants the prophets of Israel. At that time they prophesied for years that I would bring you against them.",
    "ar": "أَلَسْتَ أَنْتَ الَّذِي تَحَدَّثْتُ عَنْهُ فِي الأَيَّامِ الْغَابِرَةِ عَلَى أَلْسِنَةِ عَبِيدِي أَنْبِيَاءِ إِسْرَائِيلَ الَّذِينَ تَنَبَّأُوا فِي تِلْكَ الأَيَّامِ لِسِنِينَ كَثِيرَةٍ بِأَنِّي سَآتِي بِكَ عَلَيْهِمْ؟"
  },
  "18": {
    "en": "This is what will happen in that day: When Gog attacks the land of Israel, my hot anger will be aroused, declares the Sovereign Lord.",
    "ar": "وَيَقُولُ السَّيِّدُ الرَّبُّ: فِي ذَلِكَ الْيَوْمِ عِنْدَمَا يَزْحَفُ جُوجُ عَلَى أَرْضِ إِسْرَائِيلَ يَحْتَدِمُ غَضَبِي فِي وَجْهِي."
  },
  "19": {
    "en": "In my zeal and fiery wrath I declare that at that time there shall be a great earthquake in the land of Israel.",
    "ar": "وَفِي خِضَمِّ غَيْرَتِي وَاتِّقَادِ سَخَطِي أَقُولُ إِنَّهُ فِي ذَلِكَ الْيَوْمِ تَحْدُثُ هَزَّةٌ عَظِيمَةٌ فِي أَرْضِ إِسْرَائِيلَ،"
  },
  "20": {
    "en": "The fish in the sea, the birds in the sky, the beasts of the field, every creature that moves along the ground, and all the people on the face of the earth will tremble at my presence. The mountains will be overturned, the cliffs will crumble and every wall will fall to the ground.",
    "ar": "فَيَرْتَعِشُ مِنْ حَضْرَتِي سَمَكُ الْبَحْرِ وَطُيُورُ السَّمَاءِ وَوُحُوشُ الْبَرِّيَّةِ وَجَمِيعُ الْحَيَوَانَاتِ الدَّابَّةِ عَلَى الأَرْضِ، وَكُلُّ النَّاسِ الَّذِينَ عَلَى وَجْهِ الْمَسْكُونَةِ، وَتَنْدَكُّ الْجِبَالُ وَتَسْقُطُ الْمَعَاقِلُ وَتَنْهَارُ كُلُّ الأَسْوَارِ إِلَى الأَرْضِ."
  },
  "21": {
    "en": "I will summon a sword against Gog on all my mountains, declares the Sovereign Lord. Every man’s sword will be against his brother.",
    "ar": "وَأُسَلِّطُ عَلَيْهِ السَّيْفَ فِي كُلِّ جِبَالِي يَقُولُ السَّيِّدُ الرَّبُّ، فَيَكُونُ سَيْفُ كُلِّ رَجُلٍ ضِدَّ أَخِيهِ."
  },
  "22": {
    "en": "I will execute judgment on him with plague and bloodshed; I will pour down torrents of rain, hailstones and burning sulfur on him and on his troops and on the many nations with him.",
    "ar": "وَأَدِينُهُ بِالْوَبَاءِ وَبِالدَّمِ، وَأُمْطِرُ عَلَيْهِ وَعَلَى جُيُوشِهِ وَعَلَى جُمُوعِ حُلَفَائِهِ الْغَفِيرَةِ مَطَراً جَارِفاً وَبَرَداً عَظِيماً وَنَاراً وَكِبْرِيتاً."
  },
  "23": {
    "en": "And so I will show my greatness and my holiness, and I will make myself known in the sight of many nations. Then they will know that I am the Lord.’",
    "ar": "فَأُعَظِّمُ نَفْسِي وَأُقَدِّسُهَا، وَأُعْلِنُ ذَاتِي عَلَى مَرْأَى مِنْ كُلِّ الأُمَمِ، فَيُدْرِكُونَ أَنِّي أَنَا الرَّبُّ»."
  }
}