{
  "1": {
    "en": "“‘This is what the Sovereign Lord says: The gate of the inner court facing east is to be shut on the six working days, but on the Sabbath day and on the day of the New Moon it is to be opened.",
    "ar": "هَذَا مَا يُعْلِنُهُ السَّيِّدُ الرَّبُّ: يَجِبُ أَنْ يَظَلَّ بَابُ السَّاحَةِ الدَّاخِلِيَّةِ الْمُتَّجِهُ شَرْقاً مُغْلَقاً سِتَّةَ أَيَّامِ الْعَمَلِ، وَلا يُفْتَحَ سِوَى فِي أَيَّامِ السَّبْتِ وَفِي رَأْسِ كُلِّ شَهْرٍ."
  },
  "2": {
    "en": "The prince is to enter from the outside through the portico of the gateway and stand by the gatepost. The priests are to sacrifice his burnt offering and his fellowship offerings. He is to bow down in worship at the threshold of the gateway and then go out, but the gate will not be shut until evening.",
    "ar": "وَيَدْخُلُ الرَّئِيسُ إِلَيْهَا مِنْ رُوَاقِ الْبَابِ مِنْ خَارِجٍ، وَيَبْقَى وَاقِفاً عِنْدَ قَائِمَةِ الْبَابِ، إِلَى أَنْ يُتَمِّمَ الْكَهَنَةُ تَقْرِيبَ مُحْرَقَتِهِ وَذَبَائِحَ سَلامِهِ، ثُمَّ يَسْجُدُ عَلَى عَتَبَةِ الْبَابِ وَيَنْصَرِفُ. أَمَّا الْبَابُ فَلا يُغْلَقُ إِلَى الْمَسَاءِ."
  },
  "3": {
    "en": "On the Sabbaths and New Moons the people of the land are to worship in the presence of the Lord at the entrance of that gateway.",
    "ar": "وَيَسْجُدُ الشَّعْبُ فِي حَضْرَةِ الرَّبِّ عِنْدَ مَدْخَلِ هَذَا الْبَابِ فِي أَيَّامِ السَّبْتِ وَفِي أَوَائِلِ الشُّهُورِ."
  },
  "4": {
    "en": "The burnt offering the prince brings to the Lord on the Sabbath day is to be six male lambs and a ram, all without defect.",
    "ar": "وَتَكُونُ الْمُحْرَقَةُ الَّتِي يُقَرِّبُهَا الرَّئِيسُ لِلرَّبِّ فِي يَوْمِ السَّبْتِ سِتَّةَ حُمْلانٍ صَحِيحَةٍ وَكَبْشاً سَلِيماً."
  },
  "5": {
    "en": "The grain offering given with the ram is to be an ephah, and the grain offering with the lambs is to be as much as he pleases, along with a hin of olive oil for each ephah.",
    "ar": "أَمَّا تَقْدِمَةُ الدَّقِيقِ فَتَكُونُ إِيفَةً (نَحْوَ اثْنَيْنِ وَعِشْرِينَ لِتْراً) لِلْكَبْشِ، وَلِلْحُمْلانِ مَا تَجُودُ بِهِ نَفْسُهُ، وَهِيناً (نَحْوَ أَرْبَعَةِ لِتْرَاتٍ) مِنَ الزَّيْتِ عَنْ كُلِّ إِيفَةٍ"
  },
  "6": {
    "en": "On the day of the New Moon he is to offer a young bull, six lambs and a ram, all without defect.",
    "ar": "وَيُقَرِّبُ فِي أَوَّلِ يَوْمٍ مِنْ كُلِّ شَهْرٍ عِجْلاً سَلِيماً وَسِتَّةَ حُمْلانٍ وَكَبْشاً، تَكوُنُ كُلُّهَا سَلِيمَةً"
  },
  "7": {
    "en": "He is to provide as a grain offering one ephah with the bull, one ephah with the ram, and with the lambs as much as he wants to give, along with a hin of oil for each ephah.",
    "ar": "وَيَرْفَعُ تَقْدِمَةَ الدَّقِيقِ إِيفَةً لِقَاءَ كُلِّ عِجْلٍ وَلِقَاءَ كُلِّ كَبْشٍ. أَمَّا لِلْحُمْلانِ فَمَا تَجُودُ بِهِ نَفْسُهُ، وَكَذَلِكَ هِيناً مِنَ الزَّيْتِ عَنْ كُلِّ إِيفَةٍ."
  },
  "8": {
    "en": "When the prince enters, he is to go in through the portico of the gateway, and he is to come out the same way.",
    "ar": "وَيُقْبِلُ الرَّئِيسُ عِنْدَ دُخُولِهِ عَنْ طَرِيقِ الرُّوَاقِ وَمِنْهُ يَنْصَرِفُ أَيْضاً."
  },
  "9": {
    "en": "“‘When the people of the land come before the Lord at the appointed festivals, whoever enters by the north gate to worship is to go out the south gate; and whoever enters by the south gate is to go out the north gate. No one is to return through the gate by which they entered, but each is to go out the opposite gate.",
    "ar": "وَعِنْدَ مُثُولِ الشَّعْبِ فِي حَضْرَةِ الرَّبِّ فِي الْمَوَاسِمِ، فَالْمُقْبِلُ مِنْ طَرِيقِ بَابِ الشِّمَالِ يَنْصَرِفُ مِنْ طَرِيقِ بَابِ الْجَنُوبِ، وَالْمُقْبِلُ مِنْ طَرِيقِ بَابِ الْجَنُوبِ يَنْصَرِفُ مِنْ طَرِيقِ بَابِ الشِّمَالِ. لَا يَرْجِعُ مِنْ طَرِيقِ الْبَابِ الَّذِي أَقْبَلَ مِنْهُ بَلْ يَنْصَرِفُ مِنْ طَرِيقِ الْبَابِ الْمُقَابِلِ."
  },
  "10": {
    "en": "The prince is to be among them, going in when they go in and going out when they go out.",
    "ar": "وَعِنْدَمَا يَدْخُلُونَ يَدْخُلُ الرَّئِيسُ مَعَهُمْ، وَعِنْدَمَا يَنْصَرِفُونَ يَنْصَرِفُ الرَّئِيسُ مَعَهُمْ."
  },
  "11": {
    "en": "At the feasts and the appointed festivals, the grain offering is to be an ephah with a bull, an ephah with a ram, and with the lambs as much as he pleases, along with a hin of oil for each ephah.",
    "ar": "وَتَكُونُ تَقْدِمَةُ الأَعْيَادِ وَالْمَوَاسِمِ مِنَ الدَّقِيقِ إِيفَةً لِقَاءَ كُلِّ عِجْلٍ، وَأَيْضاً لِقَاءَ كُلِّ كَبْشٍ. أَمَّا لِلْحُمْلانِ فَمَا تَجُودُ بِهِ نَفْسُهُ، وَكَذَلِكَ هِيناً مِنَ الزَّيْتِ عَنْ كُلِّ إِيفَةٍ"
  },
  "12": {
    "en": "“‘When the prince provides a freewill offering to the Lord—whether a burnt offering or fellowship offerings—the gate facing east is to be opened for him. He shall offer his burnt offering or his fellowship offerings as he does on the Sabbath day. Then he shall go out, and after he has gone out, the gate will be shut.",
    "ar": "وَإذَا قَرَّبَ الرَّئِيسُ مُحْرَقَةً أَوْ ذَبَائِحَ سَلامٍ طَوْعِيَّةً يُفْتَحُ لَهُ الْبَابُ الشَّرْقِيُّ فَيُصْعِدُ مُحْرَقَتَهُ وَذَبَائِحَ سَلامِهِ، كَمَا يَفْعَلُ فِي كُلِّ يَوْمِ سَبْتٍ. ثُمَّ حَالَمَا يَنْصَرِفُ يُغْلَقُ الْبَابُ مِنْ خَلْفِهِ."
  },
  "13": {
    "en": "“‘Every day you are to provide a year-old lamb without defect for a burnt offering to the Lord; morning by morning you shall provide it.",
    "ar": "وَتُقَرِّبُ صَبَاحَ كُلِّ يَوْمٍ حَمَلاً حَوْلِيًّا سَلِيماً لِيَكُونَ مُحْرَقَةً صَبَاحِيَّةً لِلرَّبِّ،"
  },
  "14": {
    "en": "You are also to provide with it morning by morning a grain offering, consisting of a sixth of an ephah with a third of a hin of oil to moisten the flour. The presenting of this grain offering to the Lord is a lasting ordinance.",
    "ar": "وَتُقَرِّبُ عَلَيْهِ أَيْضاً مِنَ الدَّقِيقِ فِي كُلِّ صَبَاحٍ سُدْسَ الإِيفَةِ مَعَ ثُلْثِ الْهِينِ مِنَ الزَّيْتِ لِرَشِّ الدَّقِيقِ، فَتَكُونُ هَذِهِ تَقْدِمَةً لِلرَّبِّ وَفَرِيضَةً أَبَدِيَّةً دَائِمَةً،"
  },
  "15": {
    "en": "So the lamb and the grain offering and the oil shall be provided morning by morning for a regular burnt offering.",
    "ar": "وَتُقَرِّبُونَ الْحَمَلَ وَتَقْدِمَةَ الدَّقِيقِ وَالزَّيْتِ فِي كُلِّ صَبَاحٍ مُحْرَقَةً دَائِمَةً."
  },
  "16": {
    "en": "“‘This is what the Sovereign Lord says: If the prince makes a gift from his inheritance to one of his sons, it will also belong to his descendants; it is to be their property by inheritance.",
    "ar": "إِنْ وَهَبَ الرَّئِيسُ أَحَدَ أَبْنَائِهِ نَصِيباً مِنْ مِيرَاثِهِ فَإِنَّهُ يُصْبِحُ مِلْكاً لَهُ بِحَقِّ الْوِرَاثَةِ،"
  },
  "17": {
    "en": "If, however, he makes a gift from his inheritance to one of his servants, the servant may keep it until the year of freedom; then it will revert to the prince. His inheritance belongs to his sons only; it is theirs.",
    "ar": "وَلَكِنْ إِنْ أَنْعَمَ عَلَى أَحَدِ عَبِيدِهِ بِعَطِيَّةٍ مِنْ مِيرَاثِهِ، فَإِنَّهَا تُصْبِحُ لَهُ حَتَّى سَنَةِ الْعِتْقِ ثُمَّ تُرَدُّ إِلَى الرَّئِيسِ. أَمَّا مِيرَاثُهُ فَيَكُونُ مِلْكاً لأَوْلادِهِ."
  },
  "18": {
    "en": "The prince must not take any of the inheritance of the people, driving them off their property. He is to give his sons their inheritance out of his own property, so that not one of my people will be separated from their property.’”",
    "ar": "وَلا يَغْتَصِبَنَّ الرَّئِيسُ شَيْئاً مِنْ مِيرَاثِ الشَّعْبِ حَارِماً إِيَّاهُمْ مِنْ مُلْكِهِمْ. إِنَّمَا يُورِثُ أَبْنَاءَهُ مِمَّا يَمْلِكُهُ فَقَطْ، لِئَلّا يَحْرِمَ أَحَداً مِنْ شَعْبِي مِنْ مِلْكِهِ»."
  },
  "19": {
    "en": "Then the man brought me through the entrance at the side of the gate to the sacred rooms facing north, which belonged to the priests, and showed me a place at the western end.",
    "ar": "ثُمَّ أَحْضَرَنِي الْمَلاكُ مِنَ الْمَدْخَلِ الْقَائِمِ إِلَى جَانِبِ الْبَابِ إِلَى مَخَادِعِ الْكَهَنَةِ فِي الْقُدْسِ، الْمُتَّجِهَةِ نَحْوَ الشِّمَالِ. وَإذَا هُنَاكَ مَوْضِعٌ عَلَى الْجَانِبَيْنِ فِي أَقْصَى الْغَرْبِ."
  },
  "20": {
    "en": "He said to me, “This is the place where the priests are to cook the guilt offering and the sin offering and bake the grain offering, to avoid bringing them into the outer court and consecrating the people.”",
    "ar": "فَقَالَ لِي: «هَذَا هُوَ الْمَوْضِعُ الَّذِي يَطْبُخُ فِيهِ الْكَهَنَةُ ذَبِيحَةَ الإِثْمِ وَذَبِيحَةَ الْخَطِيئَةِ، وَحَيْثُ يَخْبِزُونَ دَقِيقَ التَّقْدِمَةِ، لِئَلّا يَخْرُجُوا بِها إِلَى السَّاحَةِ فَيُقَدِّسُونَ بِها الشَّعْبَ»."
  },
  "21": {
    "en": "He then brought me to the outer court and led me around to its four corners, and I saw in each corner another court.",
    "ar": "ثُمَّ نَقَلَنِي إِلَى السَّاحَةِ الْخَارِجِيَّةِ وَطَافَ بِي فِي زَوَايَا السَّاحَةِ الأَرْبَعِ، فَإِذَا فِي كُلِّ زَاوِيَةٍ فِي السَّاحَةِ فِنَاءٌ."
  },
  "22": {
    "en": "In the four corners of the outer court were enclosed courts, forty cubits long and thirty cubits wide; each of the courts in the four corners was the same size.",
    "ar": "كَانَ فِي زَوَايَا السَّاحَةِ الأَرْبَعِ سَاحَاتٌ صَغِيرَةٌ، طُولُهَا أَرْبَعُونَ ذِرَاعاً (نَحْوَ عِشْرِينَ مِتْراً) وَعَرْضُهَا ثَلاثُونَ ذِرَاعاً (نَحْوَ خَمْسَةَ عَشَرَ مِتْراً) وَلِلزَّوَايَا الأَرْبَعِ مَقَاسٌ وَاحِدٌ."
  },
  "23": {
    "en": "Around the inside of each of the four courts was a ledge of stone, with places for fire built all around under the ledge.",
    "ar": "وَأَحَاطَتْ بِكُلِّ سَاحَةٍ مِنَ السَّاحَاتِ الأَرْبَعِ جُدْرَانٌ مُنْخَفِضَةٌ بُنِيَتِ الْمَطَابِخُ عِنْدَ أَسْفَلِهَا عَلَى طُولِ مَدَارِهَا،"
  },
  "24": {
    "en": "He said to me, “These are the kitchens where those who minister at the temple are to cook the sacrifices of the people.”",
    "ar": "فَقَالَ لِي: «هَذِهِ هِيَ بُيُوتُ الطَّبَّاخِينَ، حَيْثُ يَطْبُخُ فِيهَا خُدَّامُ الْهَيْكَلِ ذَبَائِحَ الشَّعْبِ»."
  }
}