{
  "1": {
    "en": "Then he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right side to accuse him.",
    "ar": "ثُمَّ أَرَانِي الرَّبُّ يَهُوشَعَ رَئِيسَ الْكَهَنَةِ وَاقِفاً فِي حَضْرَةِ مَلاكِ الرَّبِّ، وَعَنْ يَمِينِهِ يَنْتَصِبُ الشَّيْطَانُ لِيُقَاوِمَهُ."
  },
  "2": {
    "en": "The Lord said to Satan, “The Lord rebuke you, Satan! The Lord, who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?”",
    "ar": "فَقَالَ الرَّبُّ لِلشَّيْطَانِ: «إِنَّ الرَّبَّ يَنْتَهِرُكَ يَا شَيْطَانُ، الرَّبُّ الَّذِي اصْطَفَى أُورُشَلِيمَ يَنْتَهِرُكَ، أَلَيْسَ هَذَا الرَّجُلُ كَحَطَبَةٍ مُشْتَعِلَةٍ انْتُشِلَتْ مِنَ النَّارِ؟»"
  },
  "3": {
    "en": "Now Joshua was dressed in filthy clothes as he stood before the angel.",
    "ar": "وَكَانَ يَهُوشَعُ آنَئِذٍ وَاقِفاً فِي حَضْرَةِ الْمَلاكِ مُرْتَدِياً ثِيَاباً قَذِرَةً."
  },
  "4": {
    "en": "The angel said to those who were standing before him, “Take off his filthy clothes.”\nThen he said to Joshua, “See, I have taken away your sin, and I will put fine garments on you.”",
    "ar": "فَقَالَ الْمَلاكُ لِلْمَاثِلِينَ فِي حَضْرَتِهِ: «اخْلَعُوا عَنْهُ هَذِهِ الثِّيَابَ الْقَذِرَةَ». ثُمَّ قَالَ لِيَهُوشَعَ: «انْظُرْ، هَا أَنَا قَدْ أَزَلْتُ عَنْكَ إِثْمَكَ وَكَسَوْتُكَ ثَوْباً جَدِيداً»."
  },
  "5": {
    "en": "Then I said, “Put a clean turban on his head.” So they put a clean turban on his head and clothed him, while the angel of the Lord stood by.",
    "ar": "ثُمَّ أَضَافَ: «ضَعُوا عِمَامَةً طَاهِرَةً عَلَى رَأْسِهِ». فَوَضَعُوا الْعِمَامَةَ الطَّاهِرَةَ عَلَى رَأْسِهِ وَكَسَوْهُ ثِيَاباً بَهِيَّةً، وَمَلاكُ الرَّبِّ مَا بَرِحَ وَاقِفاً."
  },
  "6": {
    "en": "The angel of the Lord gave this charge to Joshua:",
    "ar": "وَأَشْهَدَ مَلاكُ الرَّبِّ عَلَى يَهُوشَعَ قَائِلاً:"
  },
  "7": {
    "en": "“This is what the Lord Almighty says: ‘If you will walk in obedience to me and keep my requirements, then you will govern my house and have charge of my courts, and I will give you a place among these standing here.",
    "ar": "«هَذَا مَا يَقُولُهُ الرَّبُّ الْقَدِيرُ: إِنْ سَلَكْتَ فِي طَرِيقِي وَأَطَعْتَ أَوَامِرِي، فَأَنْتَ أَيْضاً تَتَوَلَّى شُؤُونَ هَيْكَلِي وَتُحَافِظُ عَلَى دِيَارِي، وَأَمْنَحُكَ مَقَاماً بَيْنَ هَؤُلاءِ الْمَاثِلِينَ فِي حَضْرَتِي."
  },
  "8": {
    "en": "“‘Listen, High Priest Joshua, you and your associates seated before you, who are men symbolic of things to come: I am going to bring my servant, the Branch.",
    "ar": "فَأَصْغِ يَا يَهُوشَعُ رَئِيسُ الْكَهَنَةِ أَنْتَ وَسَائِرُ رِفَاقِكَ الْكَهَنَةِ الْجَالِسِينَ أَمَامَكَ. أَنْتُمْ رِجَالُ آيَةٍ وَهَا أَنَا آتِي بِعَبْدِي الَّذِي يُدْعَى الْغُصْنُ."
  },
  "9": {
    "en": "See, the stone I have set in front of Joshua! There are seven eyes on that one stone, and I will engrave an inscription on it,’ says the Lord Almighty, ‘and I will remove the sin of this land in a single day.",
    "ar": "هَا هُوَ الْحَجَرُ الَّذِي وَضَعْتُهُ أَمَامَ يَهُوشَعَ، تَحْرُسُهُ سَبْعُ أَعْيُنٍ، قَدْ شَذَّبْتُهُ تَشْذِيباً وَكَتَبْتُ عَلَيْهِ»، يَقُولُ الرَّبُّ الْقَدِيرُ: «وَأُزِيلُ إِثْمَ هَذِهِ الأَرْضِ فِي يَوْمٍ وَاحِدٍ»."
  },
  "10": {
    "en": "“‘In that day each of you will invite your neighbor to sit under your vine and fig tree,’ declares the Lord Almighty.”",
    "ar": "وَيَقُولُ الرَّبُّ الْقَدِيرُ: «فِي ذَلِكَ الْيَوْمِ يَدْعُو كُلٌّ مِنْكُمْ صَدِيقَهُ لِيَسْتَرِيحَ تَحْتَ كَرْمَتِهِ وَفِي ظِلِّ تِينَتِهِ»."
  }
}