{
  "1": {
    "en": "Then the angel who talked with me returned and woke me up, like someone awakened from sleep.",
    "ar": "وَرَجَعَ مَلاكُ الرَّبِّ الَّذِي يُكَلِّمُنِي وَأَيْقَظَنِي كَمَا يُوْقَظُ رَجُلٌ مِنْ نَوْمِهِ،"
  },
  "2": {
    "en": "He asked me, “What do you see?”\nI answered, “I see a solid gold lampstand with a bowl at the top and seven lamps on it, with seven channels to the lamps.",
    "ar": "وَسَأَلَنِي: «مَاذَا تَرَى؟» فَأَجَبْتُ: «أَرَى مَنَارَةً مَصُوغَةً كُلُّهَا مِنْ ذَهَبٍ، عَلَى رَأْسِهَا صَحْنٌ قَائِمٌ، عَلَيْهِ سَبْعَةُ سُرُجٍ، مُتَّصِلَةٍ بِسَبْعِ أَنَابِيبَ مِنْ أَعْلَى"
  },
  "3": {
    "en": "Also there are two olive trees by it, one on the right of the bowl and the other on its left.”",
    "ar": "يَنْتَصِبُ إِلَى جِوَارِهَا زَيْتُونَتَانِ إِحْدَاهُمَا عَنْ يَمِينِ الصَّحْنِ وَالأُخْرَى عَنْ يَسَارِهِ»."
  },
  "4": {
    "en": "I asked the angel who talked with me, “What are these, my lord?”",
    "ar": "ثُمَّ سَأَلْتُ الْمَلاكَ: «مَا هَذِهِ يَا سَيِّدِي؟»"
  },
  "5": {
    "en": "He answered, “Do you not know what these are?”\n“No, my lord,” I replied.",
    "ar": "فَأَجَابَنِي: «أَلَمْ تَعْلَمْ مَا هَذِهِ؟» فَقُلْتُ: «لا يَا سَيِّدِي»."
  },
  "6": {
    "en": "So he said to me, “This is the word of the Lord to Zerubbabel: ‘Not by might nor by power, but by my Spirit,’ says the Lord Almighty.",
    "ar": "فَقَالَ: «هَذِهِ رِسَالَةُ الرَّبِّ إِلَى زَرُبَّابِلَ: لَا بِالْقُدْرَةِ وَلا بِالْقُوَّةِ، وَلَكِنْ بِرُوحِي تُفْلِحُونَ يَقُولُ الرَّبُّ الْقَدِيرُ."
  },
  "7": {
    "en": "“What are you, mighty mountain? Before Zerubbabel you will become level ground. Then he will bring out the capstone to shouts of ‘God bless it! God bless it!’”",
    "ar": "أَيُّ شَيْءٍ أَنْتَ أَيُّهَا الْجَبَلُ الْعَظِيمُ؟ أَنْتَ سَهْلٌ أَمَامَ زَرُبَّابِلَ، وَسَيَضَعُ زَرُبَّابِلُ حَجَرَ الزَّاوِيَةِ فِي خِضَمِّ هُتَافِ الْقَائِلِينَ: لِيُبَارِكْهُ، لِيُبَارِكْهُ الرَّبُّ»."
  },
  "8": {
    "en": "Then the word of the Lord came to me:",
    "ar": "ثُمَّ أَوْحَى الرَّبُّ إِلَيَّ بِكَلِمَتِهِ قَائِلاً:"
  },
  "9": {
    "en": "“The hands of Zerubbabel have laid the foundation of this temple; his hands will also complete it. Then you will know that the Lord Almighty has sent me to you.",
    "ar": "«قَدْ أَسَّسَتْ يَدَا زَرُبَّابِلَ هَذَا الْهَيْكَلَ، وَيَدَاهُ تُكَمِّلانِ بِنَاءَهُ، فَتُدْرِكُ أَنَّ الرَّبَّ الْقَدِيرَ قَدْ أَرْسَلَنِي إِلَيْكُمْ."
  },
  "10": {
    "en": "“Who dares despise the day of small things, since the seven eyes of the Lord that range throughout the earth will rejoice when they see the chosen capstone in the hand of Zerubbabel?”",
    "ar": "مَنْ يَزْدَرِي بِيَوْمِ الإِنْجَازَاتِ الصَّغِيرَةِ؟ يَفْرَحُ الرِّجَالُ حِينَ يُشَاهِدُونَ مِيزَانَ الْبِنَاءِ فِي يَدِ زَرُبَّابِلَ، وَهَذِهِ السَّبْعَةُ هِيَ أَعْيُنُ الرَّبِّ الْجَائِلَةُ فِي كُلِّ الأَرْضِ»."
  },
  "11": {
    "en": "Then I asked the angel, “What are these two olive trees on the right and the left of the lampstand?”",
    "ar": "ثُمَّ سَأَلْتُهُ: «مَا هَاتَانِ الزَّيْتُونَتَانِ الْقَائِمَتَانِ عَنْ يَمِينِ الْمَنَارَةِ وَعَنْ يَسَارِهَا؟"
  },
  "12": {
    "en": "Again I asked him, “What are these two olive branches beside the two gold pipes that pour out golden oil?”",
    "ar": "وَمَا غُصْنَا الزَّيْتُونِ هَذَانِ الْمُنْتَصِبَانِ إِلَى جُوَارِ أُنْبُوبَتَيِ الذَّهَبِ، اللَّتَيْنِ تَصُبَّانِ الزَّيْتَ الذَّهَبِيَّ؟»"
  },
  "13": {
    "en": "He replied, “Do you not know what these are?”\n“No, my lord,” I said.",
    "ar": "فَأَجَابَنِي: «أَلا تَعْلَمُ مَا هَاتَانِ؟» فَقُلْتُ: «لا يَا سَيِّدِي»."
  },
  "14": {
    "en": "So he said, “These are the two who are anointed to serve the Lord of all the earth.”",
    "ar": "فَقَالَ: «هَاتَانِ تُمَثِّلانِ الْمَمْسُوحَيْنِ بِالزَّيْتِ اللَّذَيْنِ يَمْثُلانِ لَدَى رَبِّ الأَرْضِ كُلِّهَا»."
  }
}