{
  "1": {
    "en": "In the fourth year of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, the month of Kislev.",
    "ar": "وَفِي الْيَوْمِ الرَّابِعِ مِنَ الشَّهْرِ التَّاسِعِ أَيْ شَهْرِ كِسْلُو (تِشْرِينَ الثَّانِي – نُوفَمْبِرَ)، مِنَ السَّنَةِ الرَّابِعَةِ لِحُكْمِ الْمَلِكِ دَارِيُّوسَ، أَوْحَى الرَّبُّ بِهَذِهِ الْكَلِمَةِ إِلَى زَكَرِيَّا:"
  },
  "2": {
    "en": "The people of Bethel had sent Sharezer and Regem-Melek, together with their men, to entreat the Lord",
    "ar": "عِنْدَمَا أَرْسَلَ أَهْلُ بَيْتِ إِيلَ شَرَاصِرَ، وَرَجَمَّلِكَ، وَرِجَالَهُمْ لِيُصَلُّوا أَمَامَ الرَّبِّ،"
  },
  "3": {
    "en": "by asking the priests of the house of the Lord Almighty and the prophets, “Should I mourn and fast in the fifth month, as I have done for so many years?”",
    "ar": "لِيَسْتَشِيروا كَهَنَةَ بَيْتِ الرَّبِّ الْقَدِيرِ وَالأَنْبِيَاءَ قَائِلِينَ: «هَلْ نَنُوحُ وَنَصُومُ فِي الشَّهْرِ الْخَامِسِ (آب – أُغُسْطُسَ) كَمَا اعْتَدْنَا طَوَالَ هَذِهِ السِّنِينَ الْكَثِيرَةِ؟»"
  },
  "4": {
    "en": "Then the word of the Lord Almighty came to me:",
    "ar": "فَأَوْحَى الرَّبُّ الْقَدِيرُ إِلَيَّ بِهَذِهِ الرِّسَالَةِ:"
  },
  "5": {
    "en": "“Ask all the people of the land and the priests, ‘When you fasted and mourned in the fifth and seventh months for the past seventy years, was it really for me that you fasted?",
    "ar": "قُلْ لِجَمِيعِ شَعْبِ الأَرْضِ وَالْكَهَنَةِ: «حِينَ كُنْتُمْ تَصُومُونَ وَتَنُوحُونَ فِي الشَّهْرِ الْخَامِسِ وَالشَّهْرِ السَّابِعِ (أَيْ تِشْرِينَ – الأَوَّلِ أُكْتُوبَرَ) فِي غُضُونِ سَنَوَاتِ الْمَنْفَى السَّبْعِينَ، هَلْ كَانَ صِيَامُكُمْ حَقّاً لِي؟"
  },
  "6": {
    "en": "And when you were eating and drinking, were you not just feasting for yourselves?",
    "ar": "وَحِينَ تَأْكُلُونَ وَتَشْرَبُونَ، أَلَمْ يَكُنْ ذَلِكَ لإِشْبَاعِ نَهَمِكُمْ وَإِرْوَاءِ أَنْفُسِكُمْ؟"
  },
  "7": {
    "en": "Are these not the words the Lord proclaimed through the earlier prophets when Jerusalem and its surrounding towns were at rest and prosperous, and the Negev and the western foothills were settled?’”",
    "ar": "وَعِنْدَمَا كَانَتْ أُورُشَلِيمُ آهِلَةً تَنْعَمُ بِالرَّخَاءِ، مُحَاطَةً بِقُرىً عَامِرَةٍ، وَالنَّاسُ يُقِيمُونَ فِي جَنُوبِهَا وَسَهْلِهَا، أَلَمْ تَكُنْ هَذِهِ هِيَ كَلِمَاتُ الرَّبِّ الَّتِي أَعْلَنَهَا عَلَى أَلْسِنَةِ الأَنْبِيَاءِ السَّابِقِينَ؟»"
  },
  "8": {
    "en": "And the word of the Lord came again to Zechariah:",
    "ar": "ثُمَّ قَالَ الرَّبُّ لِزَكَرِيَّا:"
  },
  "9": {
    "en": "“This is what the Lord Almighty said: ‘Administer true justice; show mercy and compassion to one another.",
    "ar": "«هَذَا مَا يَقُولُهُ الرَّبُّ الْقَدِيرُ، اقْضُوا بِالْعَدْلِ، وَلْيُبْدِ كُلٌّ مِنْكُمْ إِحْسَاناً وَرَحْمَةً لأَخِيهِ."
  },
  "10": {
    "en": "Do not oppress the widow or the fatherless, the foreigner or the poor. Do not plot evil against each other.’",
    "ar": "وَلا تَجُورُوا عَلَى الأَرْمَلَةِ وَالْيَتِيمِ وَالْغَرِيبِ وَالْمِسْكِينِ، وَلا يُضْمِرْ أَحَدُكُمْ شَرّاً فِي قَلْبِهِ لأَخِيهِ."
  },
  "11": {
    "en": "“But they refused to pay attention; stubbornly they turned their backs and covered their ears.",
    "ar": "وَلَكِنَّهُمْ أَبَوْا أَنْ يُصْغُوا، وَاعْتَصَمُوا بِعِنَادِهِمْ غَيْرَ عَابِئِينَ، وَأَصَمُّوا آذَانَهُمْ لِئَلّا يَسْمَعُوا."
  },
  "12": {
    "en": "They made their hearts as hard as flint and would not listen to the law or to the words that the Lord Almighty had sent by his Spirit through the earlier prophets. So the Lord Almighty was very angry.",
    "ar": "وَقَسَّوْا قُلُوبَهُمْ كَالصَّوَانِ لِئَلّا يَسْمَعُوا الشَّرِيعَةَ الَّتِي أَرْسَلَهَا الرَّبُّ الْقَدِيرُ بِرُوحِهِ عَلَى لِسَانِ أَنْبِيَائِهِ السَّابِقِينَ. فَانْصَبَّ غَضَبٌ عَظِيمٌ مِنْ لَدُنِ الرَّبِّ الْقَدِيرِ."
  },
  "13": {
    "en": "“‘When I called, they did not listen; so when they called, I would not listen,’ says the Lord Almighty.",
    "ar": "وَكَمَا نَادَيْتُ فَلَمْ يَسْمَعُوا فَإِنِّي أَنَا أَيْضاً لَا أَسْمَعُ، يَقُولُ الرَّبُّ الْقَدِيرُ."
  },
  "14": {
    "en": "‘I scattered them with a whirlwind among all the nations, where they were strangers. The land they left behind them was so desolate that no one traveled through it. This is how they made the pleasant land desolate.’”",
    "ar": "فَبَدَّدْتُهُمْ بِالزَّوْبَعَةِ بَيْنَ الأُمَمِ الَّتِي لَمْ يَعْرِفُوهَا مِنْ قَبْلُ، فَصَارَتِ الأَرْضُ الَّتِي نُفُوا مِنْهَا خَرَاباً لَا يَجْتَازُهَا ذَاهِبٌ أَوْ رَاجِعٌ، وَأَضْحَتِ الأَرْضُ الْمُبْهِجَةُ قَفْراً»."
  }
}