{
  "1": {
    "en": "A prophecy:\nThe word of the Lord is against the land of Hadrak\n    and will come to rest on Damascus—\nfor the eyes of all people and all the tribes of Israel\n    are on the Lord—",
    "ar": "وَحْيُ قَضَاءِ الرَّبِّ بِعِقَابِ أَرْضِ حَدْرَاخَ وَدِمَشْقَ، لأَنَّ أَعْيُنَ النَّاسِ وَسَائِرِ أَسْبَاطِ إِسْرَائِيلَ نَحْوَ الرَّبِّ."
  },
  "2": {
    "en": "and on Hamath too, which borders on it,\n    and on Tyre and Sidon, though they are very skillful.",
    "ar": "وَكَذَلِكَ قَضَاءِ الرَّبِّ عَلَى حَمَاةَ الْمُتَاخِمَةِ لِدِمَشْقَ، وَعَلَى صُورَ وَصِيدُونَ الْمُتَّصِفَتَيْنِ بِالْحِكْمَةِ:"
  },
  "3": {
    "en": "Tyre has built herself a stronghold;\n    she has heaped up silver like dust,\n    and gold like the dirt of the streets.",
    "ar": "«قَدْ بَنَتْ صُورُ حِصْناً لِنَفْسِهَا وَادَّخَرَتِ الْفِضَّةَ كَالتُّرَابِ وَالذَّهَبَ كَطِينِ الشَّوَارِعِ."
  },
  "4": {
    "en": "But the Lord will take away her possessions\n    and destroy her power on the sea,\n    and she will be consumed by fire.",
    "ar": "وَلَكِنْ هَا الرَّبُّ يُجَرِّدُهَا مِنْ مُمْتَلَكَاتِهَا، وَيَطْرَحُ عِزَّتَهَا إِلَى الْبَحْرِ، وَتَلْتَهِمُهَا النِّيرَانُ."
  },
  "5": {
    "en": "Ashkelon will see it and fear;\n    Gaza will writhe in agony,\n    and Ekron too, for her hope will wither.\nGaza will lose her king\n    and Ashkelon will be deserted.",
    "ar": "فَتَشْهَدُ مَدِينَةُ أَشْقَلُونَ هَذَا فَتَفْزَعُ، وَتَتَلَوَّى غَزَّةُ أَلَماً. تَتَوَجَّعُ عَقْرُونُ أَيْضاً لأَنَّ رَجَاءَهَا قَدْ تَبَدَّدَ. يَهْلِكُ مَلِكُ غَزَّةَ وَتُصْبِحُ أَشْقَلُونُ مُوْحِشَةً."
  },
  "6": {
    "en": "A mongrel people will occupy Ashdod,\n    and I will put an end to the pride of the Philistines.",
    "ar": "وَيَسْتَوْطِنُ الزَّنِيمُ فِي أَشْدُودَ، وَيَسْتَأْصِلُ الرَّبُّ كِبْرِيَاءَ الْفِلِسْطِينِيِّينَ."
  },
  "7": {
    "en": "I will take the blood from their mouths,\n    the forbidden food from between their teeth.\nThose who are left will belong to our God\n    and become a clan in Judah,\n    and Ekron will be like the Jebusites.",
    "ar": "لَا يَعُودُونَ يَأْكُلُونَ لَحْماً بِدَمِهِ أَوْ طَعَاماً نَجِساً وَيُصْبِحُونَ هُمْ أَيْضاً بَقِيَّةً نَاجِيَةً لِلرَّبِّ، يَصِيرُونَ كَعَشِيرَةٍ فِي سِبْطِ يَهُوذَا، وَتَغْدُو عَقْرُونُ نَظِيرَ الْيَبُوسِيِّينَ."
  },
  "8": {
    "en": "But I will encamp at my temple\n    to guard it against marauding forces.\nNever again will an oppressor overrun my people,\n    for now I am keeping watch.",
    "ar": "ثُمَّ أُعَسْكِرُ حَوْلَ شَعْبِي لأَحْفَظَهُ مِنْ غَزْوَاتِ الْجُيُوشِ فِي ذِهَابِهَا وَإِيَابِهَا، فَلا يُذِلُّهُمْ مُسْتَعْمِرٌ، لأَنِّي رَأَيْتُ الآنَ بِعَيْنَيَّ مُعَانَاتَهُمْ»."
  },
  "9": {
    "en": "Rejoice greatly, Daughter Zion!\n    Shout, Daughter Jerusalem!\nSee, your king comes to you,\n    righteous and victorious,\nlowly and riding on a donkey,\n    on a colt, the foal of a donkey.",
    "ar": "«ابْتَهِجِي جِدّاً يَا ابْنَةَ صِهْيَوْنَ وَاهْتُفِي يَا ابْنَةَ أُورُشَلِيمَ، لأَنَّ هُوَذَا مَلِكُكِ مُقْبِلٌ إِلَيْكِ. هُوَ عَادِلٌ ظَافِرٌ، وَلَكِنَّهُ وَدِيعٌ رَاكِبٌ عَلَى أَتَانٍ، عَلَى جَحْشٍ ابْنِ أَتَانٍ."
  },
  "10": {
    "en": "I will take away the chariots from Ephraim\n    and the warhorses from Jerusalem,\n    and the battle bow will be broken.\nHe will proclaim peace to the nations.\n    His rule will extend from sea to sea\n    and from the River to the ends of the earth.",
    "ar": "وَأَسْتَأْصِلُ الْمَرْكَبَاتِ الْحَرْبِيَّةَ مِنْ أَفْرَايِمَ، وَالْخَيْلَ مِنْ أُورُشَلِيمَ، وَتَبِيدُ أَقْوَاسُ الْقِتَالِ، وَيَشِيعُ السَّلامُ بَيْنَ الأُمَمِ، وَيَمْتَدُّ مُلْكُهُ مِنَ الْبَحْرِ إِلَى الْبَحْرِ، وَمِنْ نَهْرِ الْفُرَاتِ إِلَى أَقَاصِي الأَرْضِ."
  },
  "11": {
    "en": "As for you, because of the blood of my covenant with you,\n    I will free your prisoners from the waterless pit.",
    "ar": "أَمَّا أَنْتُمْ فَبِفَضْلِ دَمِ عَهْدِي مَعَكُمْ أُطْلِقُ أَسْرَاكُمْ مِنَ الْجُبِّ الَّذِي لَا مَاءَ فِيهِ."
  },
  "12": {
    "en": "Return to your fortress, you prisoners of hope;\n    even now I announce that I will restore twice as much to you.",
    "ar": "ارْجِعُوا إِلَى الْحِصْنِ يَا أَسْرَى الرَّجَاءِ، فَأَنَا أُعْلِنُ الْيَوْمَ أَنِّي أُضَاعِفُ لَكُمُ الأَجْرَ لِقَاءَ مَا عَانَيْتُمْ مِنْ وَيْلاتٍ."
  },
  "13": {
    "en": "I will bend Judah as I bend my bow\n    and fill it with Ephraim.\nI will rouse your sons, Zion,\n    against your sons, Greece,\n    and make you like a warrior’s sword.",
    "ar": "هَا أَنَا أُوَتِّرُ يَهُوذَا كَقَوْسٍ وَأَجْعَلُ أَفْرَايِمَ كَسَهْمٍ وَأُثِيرُ رِجَالَ صِهْيَوْنَ عَلَى أَبْنَاءِ الْيُونَانِ فَتَكُونِينَ كَسَيْفِ جَبَّارٍ."
  },
  "14": {
    "en": "Then the Lord will appear over them;\n    his arrow will flash like lightning.\nThe Sovereign Lord will sound the trumpet;\n    he will march in the storms of the south,",
    "ar": "ثُمَّ يَتَجَلَّى الرَّبُّ، وَيَنْفُذُ سَهْمُهُ كَالْبَرْقِ. يَنْفُخُ السَّيِّدُ الرَّبُّ بِالْبُوقِ وَيَقْتَحِمُ فِي زَوَابِعِ الْجَنُوبِ."
  },
  "15": {
    "en": "and the Lord Almighty will shield them.\nThey will destroy\n    and overcome with slingstones.\nThey will drink and roar as with wine;\n    they will be full like a bowl\n    used for sprinkling the corners of the altar.",
    "ar": "يَقِيهُمُ الرَّبُّ الْقَدِيرُ فَلا تَنَالُهُمْ حِجَارَةُ الْمِقْلاعِ، بَلْ تَقْصُرُ عَنْهُمْ وَيَطَأُونَهَا، وَيَشْرَبُونَ مِنْ دِمَاءِ أَعْدَائِهِمْ وَيَصْخَبُونَ كَالسُّكَارَى مِنَ الْخَمْرِ وَيَمْتَلِئُونَ كَمَنَاضِحِ الْمُحْرَقَاتِ وَزَوَايَا الْمَذْبَحِ."
  },
  "16": {
    "en": "The Lord their God will save his people on that day\n    as a shepherd saves his flock.\nThey will sparkle in his land\n    like jewels in a crown.",
    "ar": "فِي ذَلِكَ الْيَوْمِ يُخَلِّصُهُمُ الرَّبُّ إِلَهُهُمْ لأَنَّهُمْ شَعْبُهُ قَطِيعُهُ، وَيَتَأَلَّقُونَ فِي أَرْضِهِ كَحِجَارَةٍ كَرِيمَةٍ مُرَصَّعَةٍ فِي تَاجٍ."
  },
  "17": {
    "en": "How attractive and beautiful they will be!\n    Grain will make the young men thrive,\n    and new wine the young women.",
    "ar": "فَمَا أَجْمَلَهُمْ وَمَا أَبْهَاهُمْ! الْحِنْطَةُ تَجْعَلُ الْفِتْيَانَ أَكْثَرَ ازْدِهَاراً، وَالْخَمْرَةُ تَجْعَلُ الْفَتَيَاتِ أَكْثَرَ نُضْرَةً»."
  }
}