{
  "1": {
    "en": "This is the word of the Lord that came to Jeremiah concerning the drought:",
    "ar": "هَذِهِ كَلِمَةُ الرَّبِّ الَّتِي أَوْحَى بِها إِلَى إرْمِيَا بِشَأْنِ الْقَحْطِ:"
  },
  "2": {
    "en": "“Judah mourns,\n    her cities languish;\nthey wail for the land,\n    and a cry goes up from Jerusalem.",
    "ar": "«أَرْضُ يَهُوذَا تَنُوحُ وَأَبْوَابُهَا وَاهِيَةٌ. أَهْلُهَا يَنْدُبُونَ مَطْرُوحِينَ إِلَى الأَرْضِ، وَعَوِيلُ أُورُشَلِيمَ قَدْ صَعِدَ إِلَى الْعُلَى."
  },
  "3": {
    "en": "The nobles send their servants for water;\n    they go to the cisterns\n    but find no water.\nThey return with their jars unfilled;\n    dismayed and despairing,\n    they cover their heads.",
    "ar": "أَرْسَلَ أَشْرَافُهُمْ خُدَّامَهُمْ لِيَحْمِلُوا إِلَيْهِمِ الْمَاءَ، فَأَقْبَلُوا إِلَى الْجِبَابِ وَإذَا بِها فَارِغَةٌ مِنَ الْمَاءِ، فَرَجَعُوا بِجِرَارٍ خَاوِيَةٍ وَقَدِ اعْتَرَاهُمُ الْخِزْيُ وَالْخَجَلُ وَغَطَّوْا رُؤُوسَهُمْ."
  },
  "4": {
    "en": "The ground is cracked\n    because there is no rain in the land;\nthe farmers are dismayed\n    and cover their heads.",
    "ar": "خَزِيَ الْفَلاحُونَ وَغَطَّوْا رُؤُوسَهُمْ لأَنَّ الأَرْضَ قَدْ تَشَقَّقَتْ لاِنْقِطَاعِ الْمَطَرِ عَنْهَا."
  },
  "5": {
    "en": "Even the doe in the field\n    deserts her newborn fawn\n    because there is no grass.",
    "ar": "حَتَّى الإِيَّلُ فِي الصَّحْرَاءِ قَدْ هَجَرَتْ وَلِيدَهَا لِتَعَذُّرِ وُجُودِ الْكَلَأ."
  },
  "6": {
    "en": "Wild donkeys stand on the barren heights\n    and pant like jackals;\ntheir eyes fail\n    for lack of food.”",
    "ar": "وَقَفَتِ الْفِرَاءُ عَلَى الرَّوَابِي وَتَنَسَّمَتِ الرِّيحَ كَبَنَاتِ آوَى فَكَلَّتْ عُيُونُهَا لِعَدَمِ وُجُودِ الْعُشْبِ»."
  },
  "7": {
    "en": "Although our sins testify against us,\n    do something, Lord, for the sake of your name.\nFor we have often rebelled;\n    we have sinned against you.",
    "ar": "وَإِنْ تَكُنْ آثَامُنَا تَشْهَدُ عَلَيْنَا يَا رَبُّ، فَلأَجْلِ اسْمِكَ خَلِّصْنَا، لأَنَّ مَعَاصِيَنَا كَثُرَتْ وَقَدْ أَخْطَأْنَا إِلَيْكَ."
  },
  "8": {
    "en": "You who are the hope of Israel,\n    its Savior in times of distress,\nwhy are you like a stranger in the land,\n    like a traveler who stays only a night?",
    "ar": "يَا رَجَاءَ إِسْرَائِيلَ وَمُخَلِّصَهُ فِي وَقْتِ الضِّيقِ، لِمَاذَا تَكُونُ كَغَرِيبٍ فِي الأَرْضِ، وَكَعَابِرِ سَبِيلٍ يَمِيلُ لِيَبِيتَ ثُمَّ يَمْضِي؟"
  },
  "9": {
    "en": "Why are you like a man taken by surprise,\n    like a warrior powerless to save?\nYou are among us, Lord,\n    and we bear your name;\n    do not forsake us!",
    "ar": "لِمَاذَا تَكُونُ كَالرَّجُلِ الْمُتَحَيِّرِ وكَجَبَّارٍ يَعْجِزُ عَنِ الْخَلاصِ؟ وَأَنْتَ يَا رَبُّ قَائِمٌ فِي وَسَطِنَا، وَبِاسْمِكَ دُعِينَا، فَلا تَتْرُكْنَا."
  },
  "10": {
    "en": "This is what the Lord says about this people:\n“They greatly love to wander;\n    they do not restrain their feet.\nSo the Lord does not accept them;\n    he will now remember their wickedness\n    and punish them for their sins.”",
    "ar": "وَهَذَا مَا يُعْلِنُهُ الرَّبُّ لِهَذَا الشَّعْبِ: «لَشَدَّ مَا أَحَبُّوا التَّجَوُّلَ وَلَمْ يَمْتَنِعُوا عَنِ الشَّرِّ، لِذَلِكَ لَا يَقْبَلُهُمُ اللهُ. وَالآنَ يَذْكُرُ إِثْمَهُمْ وَيُعَاقِبُ خَطَايَاهُمْ»."
  },
  "11": {
    "en": "Then the Lord said to me, “Do not pray for the well-being of this people.",
    "ar": "وَقَالَ لِيَ الرَّبُّ: «لا تُصَلِّ لِخَيْرِ الشَّعْبِ."
  },
  "12": {
    "en": "Although they fast, I will not listen to their cry; though they offer burnt offerings and grain offerings, I will not accept them. Instead, I will destroy them with the sword, famine and plague.”",
    "ar": "وَإِنْ صَامُوا فَلَنْ أَسْتَجِيبَ إِلَى صُرَاخِهِمْ، وَإِنْ قَرَّبُوا مُحْرَقَاتٍ وَتَقْدِمَاتِ دَقِيقٍ فَلَنْ أَتَقَبَّلَهَا، وَلَكِنِّي أُفْنِيهِمْ بِالسَّيْفِ وَالْمَجَاعَةِ وَالْوَبَاءِ»."
  },
  "13": {
    "en": "But I said, “Alas, Sovereign Lord! The prophets keep telling them, ‘You will not see the sword or suffer famine. Indeed, I will give you lasting peace in this place.’”",
    "ar": "ثُمَّ قُلْتُ: «آهِ أَيُّهَا السَّيِّدُ الرَّبُّ، هَا الأَنْبِيَاءُ الْكَذَبَةُ يَقُولُونَ لَهُمْ: لَنْ تَتَعَرَّضُوا لِلسَّيْفِ وَلا لِلْجُوعِ، بَلْ أُنْعِمُ عَلَيْكُمْ بِسَلامٍ مُحَقَّقٍ فِي هَذَا الْمَوْضِعِ»."
  },
  "14": {
    "en": "Then the Lord said to me, “The prophets are prophesying lies in my name. I have not sent them or appointed them or spoken to them. They are prophesying to you false visions, divinations, idolatries and the delusions of their own minds.",
    "ar": "وَقَالَ لِيَ الرَّبُّ: «إِنَّ الأَنْبِيَاءَ يَتَنَبَّأُونَ زُوراً بِاسْمِي وَأَنَا لَمْ أُرْسِلْهُمْ وَلَمْ آمُرْهُمْ، وَلَمْ أُكَلِّمْهُمْ، إِنَّمَا هُمْ يَتَنَبَّأُونَ لَكُمْ بِرُؤْيَا كَاذِبَةٍ وَعِرَافَةٍ بَاطِلَةٍ مُسْتَوْحَاةٍ مِنْ ضَلالِ قُلُوبِهِمْ."
  },
  "15": {
    "en": "Therefore this is what the Lord says about the prophets who are prophesying in my name: I did not send them, yet they are saying, ‘No sword or famine will touch this land.’ Those same prophets will perish by sword and famine.",
    "ar": "لِذَلِكَ هَكَذَا يَقُولُ الرَّبُّ عَنْ هَؤُلاءِ الأَنْبِيَاءِ الْمُتَنَبِّئِينَ بِاسْمِي: مَعَ أَنِّي لَمْ أُرْسِلْهُمْ فَإِنَّهُمْ يَقُولُونَ: لَنْ تُبْتَلَى هَذِهِ الأَرْضُ بِسَيْفٍ وَلا مَجَاعَةٍ، لِهَذَا فَإِنَّ هَؤلاءِ الأَنْبِيَاءَ يَفْنَوْنَ بِالسَّيْفِ وَالْمَجَاعَةِ."
  },
  "16": {
    "en": "And the people they are prophesying to will be thrown out into the streets of Jerusalem because of the famine and sword. There will be no one to bury them, their wives, their sons and their daughters. I will pour out on them the calamity they deserve.",
    "ar": "وَيَغْدُو الشَّعْبُ الَّذِي يَتَنَبَّأُونَ لَهُ، مَطْرُوحاً صَرِيعاً فِي شَوَارِعِ أُورُشَلِيمَ فَرِيسَةَ الْجُوعِ وَالسَّيْفِ، وَلَيْسَ مَنْ يَدْفِنُهُمْ هُمْ وَنِسَاءَهُمْ وَأَبْنَاءَهُمْ وَبَنَاتِهِمْ، وَأَصُبُّ شَرَّهُمْ عَلَيْهِمْ»."
  },
  "17": {
    "en": "“Speak this word to them:\n“‘Let my eyes overflow with tears\n    night and day without ceasing;\nfor the Virgin Daughter, my people,\n    has suffered a grievous wound,\n    a crushing blow.",
    "ar": "وَقُلْ لَهُمْ هَذَا الْكَلامَ: «لِتَذْرِفْ عَيْنَايَ دُمُوعاً لَيْلاً وَنَهَاراً، وَلا تَكُفَّا أَبَداً لأَنَّ أُورُشَلِيمَ سُحِقَتْ سَحْقاً عَظِيماً بِضَرْبَةٍ أَلِيمَةٍ جِدّاً."
  },
  "18": {
    "en": "If I go into the country,\n    I see those slain by the sword;\nif I go into the city,\n    I see the ravages of famine.\nBoth prophet and priest\n    have gone to a land they know not.’”",
    "ar": "إِنْ خَرَجْتُ إِلَى الْحُقُولِ أَشْهَدُ قَتْلَى السَّيْفِ، وَإِنْ دَخَلْتُ الْمَدِينَةَ أَرَى ضَحَايَا الْمَجَاعَةِ. وَهَا النَّبِيُّ وَالْكَاهِنُ كِلاهُمَا يَذْهَبَانِ إِلَى أَرْضٍ لَا يَعْرِفَانِهَا»."
  },
  "19": {
    "en": "Have you rejected Judah completely?\n    Do you despise Zion?\nWhy have you afflicted us\n    so that we cannot be healed?\nWe hoped for peace\n    but no good has come,\nfor a time of healing\n    but there is only terror.",
    "ar": "هَلْ تَنَكَّرْتَ لِيَهُوذَا كُلَّ التَّنَكُّرِ؟ وَهَلْ كَرِهَتْ نَفْسُكَ صِهْيَوْنَ؟ مَا بَالُكَ قَدِ ابْتَلَيْتَنَا بِضَرْبَةٍ لَا شِفَاءَ مِنْهَا؟ وَقَدْ طَلَبْنَا السَّلامَ فَلَمْ نَحْظَ بِالْخَيْرِ. رَجَوْنَا وَقْتَ الشِّفَاءِ وَإذَا بِنَا نَلْقَى الرُّعْبَ."
  },
  "20": {
    "en": "We acknowledge our wickedness, Lord,\n    and the guilt of our ancestors;\n    we have indeed sinned against you.",
    "ar": "نَحْنُ نُقِرُّ بِشَرِّنَا يَا رَبُّ وَبِآثَامِ آبَائِنَا، لأَنَّنَا قَدْ أَخْطَأْنَا إِلَيْكَ."
  },
  "21": {
    "en": "For the sake of your name do not despise us;\n    do not dishonor your glorious throne.\nRemember your covenant with us\n    and do not break it.",
    "ar": "لَا تَرْفُضْنَا مِنْ أَجْلِ اسْمِكَ وَلا تَهِنْ عَرْشَكَ الْمَجِيدَ. اذْكُرْ عَهْدَكَ مَعَنَا وَلا تَنْقُضْهُ."
  },
  "22": {
    "en": "Do any of the worthless idols of the nations bring rain?\n    Do the skies themselves send down showers?\nNo, it is you, Lord our God.\n    Therefore our hope is in you,\n    for you are the one who does all this.",
    "ar": "هَلْ بَيْنَ أَصْنَامِ الأُمَمِ الْبَاطِلَةِ مَنْ يَمْطُرُ؟ أَوْ هَلْ تَسْكُبُ السَّمَوَاتُ بِنَفْسِهَا وَابِلَ الْغَيْثِ؟ أَلَسْتَ أَنْتَ الرَّبَّ إِلَهَنَا؟ إِنَّنَا إِيَّاكَ نَرْجُو لأَنَّكَ أَنْتَ صَنَعْتَ هَذِهِ جَمِيعَهَا."
  }
}