{
  "1": {
    "en": "“Judah’s sin is engraved with an iron tool,\n    inscribed with a flint point,\non the tablets of their hearts\n    and on the horns of their altars.",
    "ar": "«قَدْ دُوِّنَتْ خَطِيئَةُ يَهُوذَا بِقَلَمٍ مِنْ حَدِيدٍ، وَنُقِشَتْ بِرَأْسٍ مِنَ الْمَاسِ عَلَى أَلْوَاحِ قُلُوبِهِمْ وَعَلَى قُرُونِ الْمَذَابِحِ،"
  },
  "2": {
    "en": "Even their children remember\n    their altars and Asherah poles\nbeside the spreading trees\n    and on the high hills.",
    "ar": "بَيْنَمَا أَبْنَاؤُهُمْ يَذْكُرُونَ مَذَابِحَهُمْ وَأَنْصَابَ عَشْتَارُوثَ إِلَى جُوَارِ كُلِّ شَجَرَةٍ خَضْرَاءَ وَعَلَى الآكَامِ الْمُرْتَفِعَةِ،"
  },
  "3": {
    "en": "My mountain in the land\n    and your wealth and all your treasures\nI will give away as plunder,\n    together with your high places,\n    because of sin throughout your country.",
    "ar": "وَعَلَى الْجِبَالِ الْمُنْتَشِرَةِ فِي الْبَرِّيَّةِ الشَّاسِعَةِ. لِذَلِكَ أَجْعَلُ ثَرْوَتَكَ وَكُنُوزَكَ نَهْباً، ثَمَناً لِخَطِيئَتِكَ الَّتِي ارْتَكَبْتَهَا فِي جَمِيعِ تُخُومِكَ،"
  },
  "4": {
    "en": "Through your own fault you will lose\n    the inheritance I gave you.\nI will enslave you to your enemies\n    in a land you do not know,\nfor you have kindled my anger,\n    and it will burn forever.”",
    "ar": "وَتَفْقِدُ بِنَفْسِكَ مِيرَاثَكَ الَّذِي وَهَبْتُهُ لَكَ، وَأَجْعَلُكَ مُسْتَعْبَداً لأَعْدَائِكَ فِي أَرْضٍ لَا تَعْرِفُهَا لأَنَّكَ أَضْرَمْتَ نَاراً فِي غَضَبِي لَا يَخْمَدُ لَهَا لَهِيبٌ»."
  },
  "5": {
    "en": "This is what the Lord says:\n“Cursed is the one who trusts in man,\n    who draws strength from mere flesh\n    and whose heart turns away from the Lord.",
    "ar": "وَهَذَا مَا يَقُولُهُ الرَّبُّ: «لِيَكُنْ مَلْعُوناً كُلُّ مَنْ يَتَوَكَّلُ عَلَى بَشَرٍ، وَيَتَّخِذُ مِنَ النَّاسِ ذِرَاعَ قُوَّةٍ لَهُ، وَيُحَوِّلُ قَلْبَهُ عَنِ الرَّبِّ."
  },
  "6": {
    "en": "That person will be like a bush in the wastelands;\n    they will not see prosperity when it comes.\nThey will dwell in the parched places of the desert,\n    in a salt land where no one lives.",
    "ar": "فَيَكُونُ كَالأَثَلِ فِي الْبَادِيَةِ، لَا يَرَى الْفَلاحَ عِنْدَمَا يُقْبِلُ. يُقِيمُ فِي حَرِّ الصَّحْرَاءِ الشَّدِيدِ، فِي الأَرْضِ الْمَهْجُورَةِ مِنَ النَّاسِ لِمُلُوحَتِهَا."
  },
  "7": {
    "en": "“But blessed is the one who trusts in the Lord,\n    whose confidence is in him.",
    "ar": "وَلَكِنْ مُبَارَكٌ الرَّجُلُ الَّذِي يَتَّكِلُ عَلَى الرَّبِّ، وَيَتَّخِذُهُ مُعْتَمَداً لَهُ،"
  },
  "8": {
    "en": "They will be like a tree planted by the water\n    that sends out its roots by the stream.\nIt does not fear when heat comes;\n    its leaves are always green.\nIt has no worries in a year of drought\n    and never fails to bear fruit.”",
    "ar": "فَيَكُونُ كَشَجَرَةٍ مَغْرُوسَةٍ عِنْدَ الْمِيَاهِ، تَمُدُّ جُذُورَهَا إِلَى الْجَدْوَلِ، وَلا تَخْشَى اشْتِدَادَ الْحَرِّ الْمُقْبِلِ، إِذْ تَظَلُّ أَوْرَاقُهَا خَضْرَاءَ، وَلا يُفْزِعُهَا الْقَحْطُ لأَنَّهَا لَا تَكُفُّ عَنِ الإِثْمَارِ."
  },
  "9": {
    "en": "The heart is deceitful above all things\n    and beyond cure.\n    Who can understand it?",
    "ar": "الْقَلْبُ أَخْدَعُ مِنْ كُلِّ شَيْءٍ وَهُوَ نَجِيسٌ، فَمَنْ يَقْدِرُ أَنْ يَفْهَمَهُ؟"
  },
  "10": {
    "en": "“I the Lord search the heart\n    and examine the mind,\nto reward each person according to their conduct,\n    according to what their deeds deserve.”",
    "ar": "أَنَا الرَّبُّ أَفْحَصُ الْقُلُوبَ وَأَمْتَحِنُ الأَفْكَارَ، لأُجَازِيَ كُلَّ وَاحِدٍ حَسَبَ طُرُقِهِ، وَبِمُقْتَضَى أَفْعَالِهِ»."
  },
  "11": {
    "en": "Like a partridge that hatches eggs it did not lay\n    are those who gain riches by unjust means.\nWhen their lives are half gone, their riches will desert them,\n    and in the end they will prove to be fools.",
    "ar": "مُكْتَنِزُ الْغِنَى مِنْ غَيْرِ حَقٍّ كَحَجَلَةٍ تَحْتَضِنُ وَتَفْقِسُ مَا لَمْ تَبِضْ، لأَنَّهُ سَرْعَانَ مَا يَفْقِدُهُ فِي مُنْتَصَفِ حَيَاتِهِ، وَيَضْحَى آخِرَ أَيَّامِهِ أَحْمَقَ."
  },
  "12": {
    "en": "A glorious throne, exalted from the beginning,\n    is the place of our sanctuary.",
    "ar": "الْعَرْشُ الْمَجِيدُ الْمُرْتَفِعُ مُنْذُ الْبَدْءِ هُوَ مَقَرُّ مَقْدِسِنَا."
  },
  "13": {
    "en": "Lord, you are the hope of Israel;\n    all who forsake you will be put to shame.\nThose who turn away from you will be written in the dust\n    because they have forsaken the Lord,\n    the spring of living water.",
    "ar": "أَيُّهَا الرَّبُّ رَجَاءَ إِسْرَائِيلَ: إِنَّ جَمِيعَ الَّذِينَ يَتَخَلُّونَ عَنْكَ يَلْحَقُ بِهِمِ الْخِزْيُ، وَالَّذِينَ يَنْصَرِفُونَ عَنْكَ (يَزُولُونَ) كَمَنْ كُتِبَتْ أَسْمَاؤُهُمْ عَلَى التُّرَابِ لأَنَّهُمْ نَبَذُوا الرَّبَّ يَنْبُوعَ الْمِيَاهِ الْحَيَّةِ."
  },
  "14": {
    "en": "Heal me, Lord, and I will be healed;\n    save me and I will be saved,\n    for you are the one I praise.",
    "ar": "أَبْرِئْنِي يَا رَبُّ فَأَبْرَأَ. خَلِّصْنِي فَأَخْلُصَ، فَإِنَّكَ أَنْتَ تَسْبِحَتِي."
  },
  "15": {
    "en": "They keep saying to me,\n    “Where is the word of the Lord?\n    Let it now be fulfilled!”",
    "ar": "هَا هُمْ يَقُولُونَ لِي: «أَيْنَ قَضَاءُ الرَّبِّ؟ لِيَأْتِ»."
  },
  "16": {
    "en": "I have not run away from being your shepherd;\n    you know I have not desired the day of despair.\n    What passes my lips is open before you.",
    "ar": "أَمَّا أَنَا فَلَمْ أَتَهَرَّبْ مِنْ أَنْ أَكُونَ رَاعِياً لَدَيْكَ، وَأَنْتَ تَعْرِفُ أَنِّي لَمْ أَتَمَنَّ مَجِيءَ يَوْمِ الْمِحْنَةِ، وَتَعْلَمُ مَا نَطَقَتْ بِهِ شَفَتَايَ، لأَنَّ كُلَّ مَا صَدَرَ عَنْهُمَا كَانَ فِي مَحْضَرِكَ."
  },
  "17": {
    "en": "Do not be a terror to me;\n    you are my refuge in the day of disaster.",
    "ar": "لَا تَكُنْ مَثَارَ رُعْبٍ لِي، فَأَنْتَ مَلاذِي فِي يَوْمِ الشَّرِّ."
  },
  "18": {
    "en": "Let my persecutors be put to shame,\n    but keep me from shame;\nlet them be terrified,\n    but keep me from terror.\nBring on them the day of disaster;\n    destroy them with double destruction.",
    "ar": "لِيَلْحَقِ الْخِزْيُ بِمُضْطَهِدِيَّ، وَلَكِنِ احْفَظْنِي مِنَ الْعَارِ. لِيَرْتَعِبُوا هُمْ، أَمَّا أَنَا فَلا تَدَعْنِي أَرْتَعِبُ. اجْعَلْ يَوْمَ الشَّرِّ يَحُلُّ بِهِمْ، وَاسْحَقْهُمْ سَحْقاً مُضَاعَفاً."
  },
  "19": {
    "en": "This is what the Lord said to me: “Go and stand at the Gate of the People, through which the kings of Judah go in and out; stand also at all the other gates of Jerusalem.",
    "ar": "وَهَذَا مَا قَالَهُ الرَّبُّ لِي: «امْضِ وَقِفْ عِنْدَ بَوَّابَةِ أَبْنَاءِ الشَّعْبِ الَّتِي يَدْخُلُ مِنْهَا مُلُوكُ يَهُوذَا وَيَخْرُجُونَ، وَكَذَلِكَ عِنْدَ سَائِرِ بَوَّابَاتِ أُورُشَلِيمَ،"
  },
  "20": {
    "en": "Say to them, ‘Hear the word of the Lord, you kings of Judah and all people of Judah and everyone living in Jerusalem who come through these gates.",
    "ar": "وَقُلْ لَهُمْ: اسْمَعُوا كَلِمَةَ الرَّبِّ يَا مُلُوكَ يَهُوذَا وَشَعْبَهَا، وَيَا جَمِيعَ أَهْلِ أُورُشَلِيمَ الْمُجْتَازِينَ فِي هَذِهِ الْبَوَّابَاتِ."
  },
  "21": {
    "en": "This is what the Lord says: Be careful not to carry a load on the Sabbath day or bring it through the gates of Jerusalem.",
    "ar": "هَذَا مَا يَقُولُهُ الرَّبُّ: احْتَرِسُوا لأَنْفُسِكُمْ وَلا تَحْمِلُوا أَحْمَالاً فِي يَوْمِ السَّبْتِ وَلا تُدْخِلُوهَا فِي بَوَّابَاتِ أُورُشَلِيمَ،"
  },
  "22": {
    "en": "Do not bring a load out of your houses or do any work on the Sabbath, but keep the Sabbath day holy, as I commanded your ancestors.",
    "ar": "وَلا تَنْقُلُوا حِمْلاً إِلَى خَارِجِ بُيُوتِكُمْ فِي يَوْمِ السَّبْتِ وَلا تَقُومُوا بِأَيِّ عَمَلٍ. إِنَّمَا قَدِّسُوا يَوْمَ السَّبْتِ كَمَا أَوْصَيْتُ آبَاءَكُمْ."
  },
  "23": {
    "en": "Yet they did not listen or pay attention; they were stiff-necked and would not listen or respond to discipline.",
    "ar": "مَعَ ذَلِكَ لَمْ يُطِيعُوا وَلَمْ يُصْغُوا، بَلْ قَسَّوْا قُلُوبَهُمْ لِئَلَّا يَسْمَعُوا وَلِئَلَّا يَقْبَلُوا التَّأْدِيبَ"
  },
  "24": {
    "en": "But if you are careful to obey me, declares the Lord, and bring no load through the gates of this city on the Sabbath, but keep the Sabbath day holy by not doing any work on it,",
    "ar": "وَلَكِنْ إِنِ اسْتَمَعْتُمْ أَنْتُمْ، يَقُولُ الرَّبُّ، وَلَمْ تُدْخِلُوا أَحْمَالاً فِي بَوَّابَاتِ أُورُشَلِيمَ فِي يَوْمِ السَّبْتِ، بَلْ قَدَّسْتُمُوهُ وَلَمْ تَقُومُوا بِأَيِّ عَمَلٍ فِيهِ،"
  },
  "25": {
    "en": "then kings who sit on David’s throne will come through the gates of this city with their officials. They and their officials will come riding in chariots and on horses, accompanied by the men of Judah and those living in Jerusalem, and this city will be inhabited forever.",
    "ar": "عِنْدَئِذٍ يَدْخُلُ مِنْ بَوَّابَاتِ هَذِهِ الْمَدِينَةِ مُلُوكٌ وَرُؤَسَاءُ مِمَّنْ يَجْلِسُونَ عَلَى عَرْشِ دَاوُدَ، رَاكِبِينَ فِي عَرَبَاتٍ وَعَلَى صَهَوَاتِ الْجِيَادِ مَعَ رُؤَسَائِهِمْ، يُوَاكِبُهُمْ سُكَّانُ يَهُوذَا وَأَهْلُ أُورُشَلِيمَ، وَتُعْمَرُ هَذِهِ الْمَدِينَةُ إِلَى الأَبَدِ بِالسُّكَّانِ."
  },
  "26": {
    "en": "People will come from the towns of Judah and the villages around Jerusalem, from the territory of Benjamin and the western foothills, from the hill country and the Negev, bringing burnt offerings and sacrifices, grain offerings and incense, and bringing thank offerings to the house of the Lord.",
    "ar": "وَيُقْبِلُ النَّاسُ مِنْ مُدُنِ يَهُوذَا وَمِنْ حَوْلِ أُورُشَلِيمَ، وَمِنْ أَرْضِ بِنْيَامِينَ وَمِنَ السَّهْلِ وَالْجَبَلِ، وَمِنَ النَّقَبِ، حَامِلِينَ مُحْرَقَاتٍ وَذَبَائِحَ وَتَقْدِمَاتٍ وَبَخُوراً مُعَطَّراً، وَقَرَابِينَ شُكْرٍ إِلَى هَيْكَلِ الرَّبِّ."
  },
  "27": {
    "en": "But if you do not obey me to keep the Sabbath day holy by not carrying any load as you come through the gates of Jerusalem on the Sabbath day, then I will kindle an unquenchable fire in the gates of Jerusalem that will consume her fortresses.’”",
    "ar": "وَلَكِنْ إِنْ لَمْ تَسْتَمِعُوا لِي لِتُقَدِّسُوا يَوْمَ السَّبْتِ، وَثَابَرْتُمْ عَلَى حَمْلِ أَثْقَالٍ فِيهِ لِتُدْخِلُوهَا مِنْ بَوَّابَاتِ أُورُشَلِيمَ، فَإِنِّي أُضْرِمُ بَوَّابَاتِهَا بِالنَّارِ فَتَلْتَهِمُ قُصُورَ أُورُشَلِيمَ، ولا تَنْطَفِئُ»."
  }
}