{
  "1": {
    "en": "This is what the Lord says:\n“See, I will stir up the spirit of a destroyer\n    against Babylon and the people of Leb Kamai.",
    "ar": "وَهَذَا مَا يُعْلِنُهُ الرَّبُّ: هَا أَنَا أُثِيرُ عَلَى بَابِلَ وَعَلَى الْمُقِيمِينَ فِي دِيَارِ الْكَلْدَانِيِّينَ رِيحاً مُهْلِكَةً."
  },
  "2": {
    "en": "I will send foreigners to Babylon\n    to winnow her and to devastate her land;\nthey will oppose her on every side\n    in the day of her disaster.",
    "ar": "وَأَبْعَثُ إِلَى بَابِلَ مُذَرِّينَ يُذَرُّونَهَا، وَيَجْعَلُونَ أَرْضَهَا قَفْراً، وَيُهَاجِمُونَهَا مِنْ كُلِّ جَانِبٍ فِي يَوْمِ بَلِيَّتِهَا."
  },
  "3": {
    "en": "Let not the archer string his bow,\n    nor let him put on his armor.\nDo not spare her young men;\n    completely destroy her army.",
    "ar": "لِيُوَتِّرِ الرَّامِي قَوْسَهُ وَلْيَتَدَجَّجْ بِسِلاحِهِ. لَا تَعْفُوا عَنْ شُبَّانِهَا، بَلْ أَبِيدُوا كُلَّ جَيْشِهَا إِبَادَةً."
  },
  "4": {
    "en": "They will fall down slain in Babylon,\n    fatally wounded in her streets.",
    "ar": "يَتَسَاقَطُ الْقَتْلَى فِي أَرْضِ الْكَلْدَانِيِّينَ، وَالْجَرْحَى فِي شَوَارِعِهَا،"
  },
  "5": {
    "en": "For Israel and Judah have not been forsaken\n    by their God, the Lord Almighty,\nthough their land is full of guilt\n    before the Holy One of Israel.",
    "ar": "لأَنَّ إِسْرَائِيلَ وَيَهُوذَا لَمْ يُهْمِلْهُمَا الرَّبُّ الْقَدِيرُ وَإِنْ تَكُنْ أَرْضُهُمَا تَفِيضُ بِالإِثْمِ ضِدَّ قُدُّوسِ إِسْرَائِيلَ."
  },
  "6": {
    "en": "“Flee from Babylon!\n    Run for your lives!\n    Do not be destroyed because of her sins.\nIt is time for the Lord’s vengeance;\n    he will repay her what she deserves.",
    "ar": "اهْرُبُوا مِنْ وَسَطِ بَابِلَ، وَلْيَنْجُ كُلُّ وَاحِدٍ بِحَيَاتِهِ. لَا تَبِيدُوا مِنْ جَرَّاءِ إِثْمِهَا، لأَنَّ هَذَا هُوَ وَقْتُ انْتِقَامِ الرَّبِّ، وَمَوْعِدُ مُجَازَاتِهَا."
  },
  "7": {
    "en": "Babylon was a gold cup in the Lord’s hand;\n    she made the whole earth drunk.\nThe nations drank her wine;\n    therefore they have now gone mad.",
    "ar": "كَانَتْ بَابِلُ كَأْسَ ذَهَبٍ فِي يَدِ اللهِ، فَسَكِرَتِ الأَرْضُ قَاطِبَةً. تَجَرَّعَتِ الأُمَمُ مِنْ خَمْرِهَا، لِذَلِكَ جُنَّتِ الشُّعُوبُ."
  },
  "8": {
    "en": "Babylon will suddenly fall and be broken.\n    Wail over her!\nGet balm for her pain;\n    perhaps she can be healed.",
    "ar": "فَجْأَةً سَقَطَتْ بَابِلُ وَتَحَطَّمَتْ، فَوَلْوِلُوا عَلَيْهَا، خُذُوا بَلَسَاناً لِجُرْحِهَا لَعَلَّهَا تَبْرَأُ."
  },
  "9": {
    "en": "“‘We would have healed Babylon,\n    but she cannot be healed;\nlet us leave her and each go to our own land,\n    for her judgment reaches to the skies,\n    it rises as high as the heavens.’",
    "ar": "قُمْنَا بِمُدَاوَاةِ بَابِلَ، وَلَكِنْ لَمْ يَنْجَعْ فِيهَا عِلاجٌ. اهْجُرُوهَا وَلْيَمْضِ كُلُّ وَاحِدٍ مِنَّا إِلَى أَرْضِهِ، لأَنَّ قَضَاءَهَا قَدْ بَلَغَ عَنَانَ السَّمَاءِ، وَتَصَاعَدَ حَتَّى ارْتَفَعَ إِلَى الْغُيُومِ."
  },
  "10": {
    "en": "“‘The Lord has vindicated us;\n    come, let us tell in Zion\n    what the Lord our God has done.’",
    "ar": "قَدْ أَظْهَرَ الرَّبُّ بِرَّنَا، فَتَعَالَوْا لِنُذِيعَ فِي صِهْيَوْنَ مَا صَنَعَهُ الرَّبُّ إِلَهُنَا."
  },
  "11": {
    "en": "“Sharpen the arrows,\n    take up the shields!\nThe Lord has stirred up the kings of the Medes,\n    because his purpose is to destroy Babylon.\nThe Lord will take vengeance,\n    vengeance for his temple.",
    "ar": "سُنُّوا السِّهَامَ، وَتَقَلَّدُوا الأَتْرَاسَ، لأَنَّ الرَّبَّ قَدْ أَثَارَ رُوحَ مُلُوكِ الْمَادِيِّينَ، إِذْ وَطَّدَ الْعَزْمَ عَلَى إِهْلاكِ بَابِلَ، لأَنَّ هَذَا هُوَ انْتِقَامُ الرَّبِّ، وَالثَّأْرُ لِهَيْكَلِهِ."
  },
  "12": {
    "en": "Lift up a banner against the walls of Babylon!\n    Reinforce the guard,\nstation the watchmen,\n    prepare an ambush!\nThe Lord will carry out his purpose,\n    his decree against the people of Babylon.",
    "ar": "انْصِبُوا رَايَةً عَلَى أَسْوَارِ بَابِلَ. شَدِّدُوا الْحِرَاسَةَ. أَقِيمُوا الأَرْصَادَ. أَعِدُّوا الْكَمَائِنَ، لأَنَّ الرَّبَّ قَدْ خَطَّطَ وَأَنْجَزَ مَا قَضَى بِهِ عَلَى أَهْلِ بَابِلَ."
  },
  "13": {
    "en": "You who live by many waters\n    and are rich in treasures,\nyour end has come,\n    the time for you to be destroyed.",
    "ar": "أَيَّتُهَا السَّاكِنَةُ إِلَى جُوَارِ الْمِيَاهِ الْغَزِيرَةِ، ذَاتُ الْكُنُوزِ الْوَفِيرَةِ، إِنَّ نِهَايَتَكِ قَدْ أَزِفَتْ، وَحَانَ مَوْعِدُ اقْتِلاعِكِ."
  },
  "14": {
    "en": "The Lord Almighty has sworn by himself:\n    I will surely fill you with troops, as with a swarm of locusts,\n    and they will shout in triumph over you.",
    "ar": "قَدْ أَقْسَمَ الرَّبُّ الْقَدِيرُ بِذَاتِهِ قَائِلاً: لَأَمْلأَنَّكِ أُنَاساً كَالْغَوْغَاءِ فَتَعْلُو جَلَبَتُهُمْ عَلَيْكِ."
  },
  "15": {
    "en": "“He made the earth by his power;\n    he founded the world by his wisdom\n    and stretched out the heavens by his understanding.",
    "ar": "هُوَ الَّذِي صَنَعَ الأَرْضَ بِقُدْرَتِهِ، وَأَسَّسَ الدُّنْيَا بِحِكْمَتِهِ، وَمَدَّ السَّمَاوَاتِ بِفِطْنَتِهِ."
  },
  "16": {
    "en": "When he thunders, the waters in the heavens roar;\n    he makes clouds rise from the ends of the earth.\nHe sends lightning with the rain\n    and brings out the wind from his storehouses.",
    "ar": "مَا إِنْ يَنْطِقُ بِصَوْتِهِ حَتَّى تَتَجَمَّعَ غِمَارُ الْمِيَاهِ فِي السَّمَاوَاتِ، وَتَصْعَدَ السُّحُبُ مِنْ أَقَاصِي الأَرْضِ، وَيَجْعَلُ لِلْمَطَرِ بُرُوقاً، وَيُطْلِقُ الرِّيحَ مِنْ خَزَائِنِهِ."
  },
  "17": {
    "en": "“Everyone is senseless and without knowledge;\n    every goldsmith is shamed by his idols.\nThe images he makes are a fraud;\n    they have no breath in them.",
    "ar": "كُلُّ امْرِئٍ خَامِلٌ وَعَدِيمُ الْمَعْرِفَةِ، وَكُلُّ صَائِغٍ خَزِيَ مِنْ تِمْثَالِهِ، لأَنَّ صَنَمَهُ الْمَسْبُوكَ كَاذِبٌ وَلا حَيَاةَ فِيهِ."
  },
  "18": {
    "en": "They are worthless, the objects of mockery;\n    when their judgment comes, they will perish.",
    "ar": "جَمِيعُ الأَصْنَامِ بَاطِلَةٌ وَصَنْعَةُ ضَلالٍ، وَفِي زَمَنِ عِقَابِهَا تَبِيدُ."
  },
  "19": {
    "en": "He who is the Portion of Jacob is not like these,\n    for he is the Maker of all things,\nincluding the people of his inheritance—\n    the Lord Almighty is his name.",
    "ar": "أَمَّا نَصِيبُ يَعْقُوبَ فَلَيْسَ مِثْلَ هَذِهِ الأَوْثَانِ، بَلْ هُوَ جَابِلُ كُلِّ الأَشْيَاءِ. وَشَعْبُ إِسْرَائِيلَ هُوَ سِبْطُ مِيرَاثِهِ، وَاسْمُهُ الرَّبُّ الْقَدِيرُ."
  },
  "20": {
    "en": "“You are my war club,\n    my weapon for battle—\nwith you I shatter nations,\n    with you I destroy kingdoms,",
    "ar": "أَنْتَ فَأْسُ مَعْرَكَتِي وَآلَةُ حَرْبِي. بِكَ أُمَزِّقُ الأُمَمَ إِرْباً وَأُحَطِّمُ مَمَالِكَ."
  },
  "21": {
    "en": "with you I shatter horse and rider,\n    with you I shatter chariot and driver,",
    "ar": "بِكَ أَجْعَلُ الْفَرَسَ وَفَارِسَهَا أَشْلاءَ، وَأُهَشِّمُ الْمَرْكَبَةَ وَرَاكِبَهَا."
  },
  "22": {
    "en": "with you I shatter man and woman,\n    with you I shatter old man and youth,\n    with you I shatter young man and young woman,",
    "ar": "بِكَ أُحَطِّمُ الرَّجُلَ وَالْمَرْأَةَ، وَالشَّيْخَ وَالْفَتَى، وَالشَّابَ وَالْعَذْرَاءَ."
  },
  "23": {
    "en": "with you I shatter shepherd and flock,\n    with you I shatter farmer and oxen,\n    with you I shatter governors and officials.",
    "ar": "بِكَ أَسْحَقُ الرَّاعِي وَقَطِيعَهُ، وَالْحَارِثَ وَفَدَّانَهُ، وَالْحُكَّامَ وَالْوُلاةَ."
  },
  "24": {
    "en": "“Before your eyes I will repay Babylon and all who live in Babylonia for all the wrong they have done in Zion,” declares the Lord.",
    "ar": "سَأُجَازِي بَابِلَ وَسَائِرَ الْكَلْدَانِيِّينَ عَلَى كُلِّ شَرِّهِمِ الَّذِي ارْتَكَبُوهُ فِي حَقِّ صِهْيَوْنَ، عَلَى مَرْأَى مِنْكُمْ، يَقُولُ الرَّبُّ."
  },
  "25": {
    "en": "“I am against you, you destroying mountain,\n    you who destroy the whole earth,”\ndeclares the Lord.\n“I will stretch out my hand against you,\n    roll you off the cliffs,\n    and make you a burned-out mountain.",
    "ar": "هَا أَنَا أَنْقَلِبُ عَلَيْكَ أَيُّهَا الْجَبَلُ الْمُخَرِّبُ، يَقُولُ الرَّبُّ. أَنْتَ تُفْسِدُ كُلَّ الأَرْضِ، لِذَلِكَ أَمُدُّ يَدِي عَلَيْكَ وَأُدَحْرِجُكَ مِنْ بَيْنِ الصُّخُورِ، وَأَجْعَلُكَ جَبَلاً مُحْتَرِقاً."
  },
  "26": {
    "en": "No rock will be taken from you for a cornerstone,\n    nor any stone for a foundation,\n    for you will be desolate forever,”\ndeclares the Lord.",
    "ar": "فَلا يُقْطَعُ مِنْكَ حَجَرٌ لِزَاوِيَةٍ، وَلا حَجَرٌ يُوْضَعُ كَأَسَاسٍ، بَلْ تَكُونُ خَرَاباً أَبَدِيًّا، يَقُولُ الرَّبُّ."
  },
  "27": {
    "en": "“Lift up a banner in the land!\n    Blow the trumpet among the nations!\nPrepare the nations for battle against her;\n    summon against her these kingdoms:\n    Ararat, Minni and Ashkenaz.\nAppoint a commander against her;\n    send up horses like a swarm of locusts.",
    "ar": "انْصِبُوا رَايَةً فِي الأَرْضِ. انْفُخُوا فِي الْبُوقِ بَيْنَ الأُمَمِ. أَثِيرُوا عَلَيْهَا الأُمَمَ لِقِتَالِهَا، وَأَعِدُّوا عَلَيْهَا مَمَالِكَ أَرَارَاطَ وَمِنِّي وَأَشْكَنَازَ. أَقِيمُوا عَلَيْهَا قَائِداً. اجْعَلُوا الْخَيْلَ تَزْحَفُ عَلَيْهَا كَجَحَافِلِ الْجَرَادِ الشَّرِسَةِ."
  },
  "28": {
    "en": "Prepare the nations for battle against her—\n    the kings of the Medes,\ntheir governors and all their officials,\n    and all the countries they rule.",
    "ar": "أَثِيرُوا عَلَيْهَا الأُمَمَ وَمُلُوكَ المَادِيِّينَ وَكُلَّ حُكَّامِهِمْ وَوُلاتِهِمْ وَسَائِرَ الدِّيَارِ الَّتِي يَحْكُمُونَهَا."
  },
  "29": {
    "en": "The land trembles and writhes,\n    for the Lord’s purposes against Babylon stand—\nto lay waste the land of Babylon\n    so that no one will live there.",
    "ar": "الأَرْضُ تَرْجُفُ وَتَقْشَعِرُّ، لأَنَّ قَضَاءَ الرَّبِّ عَلَى بَابِلَ يَتِمُّ، لِيَجْعَلَ أَرْضَ بَابِلَ خَرَاباً وَقَفْراً."
  },
  "30": {
    "en": "Babylon’s warriors have stopped fighting;\n    they remain in their strongholds.\nTheir strength is exhausted;\n    they have become weaklings.\nHer dwellings are set on fire;\n    the bars of her gates are broken.",
    "ar": "قَدْ أَحْجَمَ مُحَارِبُو بَابِلَ الْجَبَابِرَةُ عَنِ الْقِتَالِ، وَاعْتَصَمُوا فِي مَعَاقِلِهِمْ. خَارَتْ شَجَاعَتُهُمْ، وَصَارُوا كَالنِّسَاءِ. احْتَرَقَتْ مَسَاكِنُ بَابِلَ وَتَحَطَّمَتْ مَزَالِيجُهَا."
  },
  "31": {
    "en": "One courier follows another\n    and messenger follows messenger\nto announce to the king of Babylon\n    that his entire city is captured,",
    "ar": "يَرْكُضُ عَدَّاءٌ لِمُلاقَاةِ عَدَّاءٍ آخَرَ. وَيُسْرِعُ مُخْبِرٌ لِلِقَاءِ مُخْبِرٍ لِيُبَلِّغَ مَلِكَ بَابِلَ أَنَّ مَدِينَتَهُ قَدْ تَمَّ الاسْتِيلاءُ عَلَيْهَا مِنْ كُلِّ جَانِبٍ."
  },
  "32": {
    "en": "the river crossings seized,\n    the marshes set on fire,\n    and the soldiers terrified.”",
    "ar": "قَدْ سَقَطَتِ الْمَعَابِرُ وَأُحْرِقَتْ أَجَمَاتُ الْقَصَبِ بِالنَّارِ وَاعْتَرَى الذُّعْرُ الْمُحَارِبِينَ،"
  },
  "33": {
    "en": "This is what the Lord Almighty, the God of Israel, says:\n“Daughter Babylon is like a threshing floor\n    at the time it is trampled;\n    the time to harvest her will soon come.”",
    "ar": "لأَنَّ هَذَا مَا يُعْلِنُهُ الرَّبُّ الْقَدِيرُ إِلَهُ إِسْرَائِيلَ: إِنَّ أَهْلَ بَابِلَ كَالْبَيْدَرِ، وَقَدْ حَانَ أَوَانُ دَرْسِ حِنْطَتِهِ. وَبَعْدَ قَلِيلٍ يَأْزَفُ مَوْعِدُ حَصَادِهِمْ."
  },
  "34": {
    "en": "“Nebuchadnezzar king of Babylon has devoured us,\n    he has thrown us into confusion,\n    he has made us an empty jar.\nLike a serpent he has swallowed us\n    and filled his stomach with our delicacies,\n    and then has spewed us out.",
    "ar": "يَقُولُ الْمَسْبِيُّونَ: «قَدِ افْتَرَسَنَا نَبُوخَذْنَصَّرُ مَلِكُ بَابِلَ وَسَحَقَنَا وَجَعَلَنَا إِنَاءً فَارِغاً. ابْتَلَعَنَا كَتِنِّينٍ، وَمَلأَ جَوْفَهُ مِنْ أَطَايِبِنَا، ثُمَّ لَفَظَنَا مِنْ فَمِهِ."
  },
  "35": {
    "en": "May the violence done to our flesh be on Babylon,”\n    say the inhabitants of Zion.\n“May our blood be on those who live in Babylonia,”\n    says Jerusalem.",
    "ar": "يَقُولُ أَهْلُ أُورُشَلِيمَ: لِيَحُلَّ بِبَابِلَ مَا أَصَابَنَا وَأَصَابَ لُحُومَنَا مِنْ ظُلْمٍ. وَتَقُولُ أُورُشَلِيمُ: دَمِي عَلَى أَهْلِ أَرْضِ الْكَلْدَانِيِّينَ."
  },
  "36": {
    "en": "Therefore this is what the Lord says:\n“See, I will defend your cause\n    and avenge you;\nI will dry up her sea\n    and make her springs dry.",
    "ar": "لِذَلِكَ هَذَا مَا يُعْلِنُهُ الرَّبُّ: هَا أَنَا أُدَافِعُ عَنْ دَعْوَاكِ وَأَنْتَقِمُ لَكِ، فَأُجَفِّفُ بَحْرَ بَابِلَ وَيَنَابِيعَهَا،"
  },
  "37": {
    "en": "Babylon will be a heap of ruins,\n    a haunt of jackals,\nan object of horror and scorn,\n    a place where no one lives.",
    "ar": "فَتَصِيرُ بَابِلُ رُكَاماً وَمَأْوَى لِبَنَاتِ آوَى، وَمَثَارَ دَهْشَةٍ وَصَفِيرٍ وَأَرْضاً مُوْحِشَةً."
  },
  "38": {
    "en": "Her people all roar like young lions,\n    they growl like lion cubs.",
    "ar": "إِنَّهُمْ يَزْأَرُونَ كَالأُسُودِ وَيُزَمْجِرُونَ كَالأَشْبَالِ."
  },
  "39": {
    "en": "But while they are aroused,\n    I will set out a feast for them\n    and make them drunk,\nso that they shout with laughter—\n    then sleep forever and not awake,”\ndeclares the Lord.",
    "ar": "عِنْدَ شَبَعِهِمْ أُعِدُّ لَهُمْ مَأْدُبَةً وَأُسْكِرُهُمْ حَتَّى تَأْخُذَهُمُ النَّشْوَةُ فَيَنَامُونَ نَوْماً أَبَدِيًّا لَا يَقْظَةَ مِنْهُ، يَقُولُ الرَّبُّ."
  },
  "40": {
    "en": "“I will bring them down\n    like lambs to the slaughter,\n    like rams and goats.",
    "ar": "وَأُحْضِرُهُمْ كَالْحُمْلانِ لِلذَّبْحِ وَكَالْكِبَاشِ وَالتُّيُوسِ."
  },
  "41": {
    "en": "“How Sheshak will be captured,\n    the boast of the whole earth seized!\nHow desolate Babylon will be\n    among the nations!",
    "ar": "كَيْفَ اسْتُوْلِيَ عَلَى بَابِلَ! كَيْفَ سَقَطَتْ فَخْرُ كُلِّ الأَرْضِ! كَيْفَ صَارَتْ بَابِلُ مَثَارَ دَهْشَةٍ بَيْنَ الأُمَمِ!"
  },
  "42": {
    "en": "The sea will rise over Babylon;\n    its roaring waves will cover her.",
    "ar": "قَدْ طَغَى الْبَحْرُ عَلَى بَابِلَ فَغَمَرَهَا بِأَمْوَاجِهِ الْهَائِجَةِ،"
  },
  "43": {
    "en": "Her towns will be desolate,\n    a dry and desert land,\na land where no one lives,\n    through which no one travels.",
    "ar": "وَأَصْبَحَتْ مُدُنُهَا مُوْحِشَةً وَأَرْضَ قَفْرٍ وَصَحْرَاءَ، أَرْضاً لَا يَأْوِي إِلَيْهَا أَحَدٌ وَلا يَجْتَازُ بِها إِنْسَانٌ."
  },
  "44": {
    "en": "I will punish Bel in Babylon\n    and make him spew out what he has swallowed.\nThe nations will no longer stream to him.\n    And the wall of Babylon will fall.",
    "ar": "وَأُعَاقِبُ الصَّنَمَ بِيلَ فِي بَابِلَ، وَأَسْتَخْرِجُ مِنْ فَمِهِ مَا ابْتَلَعَهُ، فَتَكُفُّ الأُمَمُ عَنِ التَّوَافُدِ إِلَيْهِ، وَيَنْهَدِمُ أَيْضاً سُورُ بَابِلَ."
  },
  "45": {
    "en": "“Come out of her, my people!\n    Run for your lives!\n    Run from the fierce anger of the Lord.",
    "ar": "اخْرُجُوا مِنْ وَسَطِهَا يَا شَعْبِي وَلْيَنْجُ كُلُّ وَاحِدٍ بِحَيَاتِهِ هَرَباً مِنِ احْتِدَامِ غَضَبِ الرَّبِّ."
  },
  "46": {
    "en": "Do not lose heart or be afraid\n    when rumors are heard in the land;\none rumor comes this year, another the next,\n    rumors of violence in the land\n    and of ruler against ruler.",
    "ar": "لَا يَخُرْ قَلْبُكُمْ وَلا تَفْزَعُوا مِمَّا يَشِيعُ فِي الدِّيَارِ مِنْ أَنْبَاءَ، إِذْ تَرُوجُ شَائِعَةٌ فِي هَذِهِ السَّنَةِ وَأُخْرَى فِي السَّنَةِ التَّالِيَةِ، وَيَسُودُ الْعُنْفُ الأَرْضَ، وَيَقُومُ مُتَسَلِّطٌ عَلَى مُتَسَلِّطٍ."
  },
  "47": {
    "en": "For the time will surely come\n    when I will punish the idols of Babylon;\nher whole land will be disgraced\n    and her slain will all lie fallen within her.",
    "ar": "لِذَلِكَ هَا أَيَّامٌ مُقْبِلَةٌ أُعَاقِبُ فِيهَا أَصْنَامَ بَابِلَ وَيَلْحَقُ الْعَارُ بِأَرْضِهَا كُلِّهَا، وَيَتَسَاقَطُ قَتْلاهَا فِي وَسَطِهَا."
  },
  "48": {
    "en": "Then heaven and earth and all that is in them\n    will shout for joy over Babylon,\nfor out of the north\n    destroyers will attack her,”\ndeclares the Lord.",
    "ar": "عِنْدَئِذٍ تَتَغَنَّى بِسُقُوطِ بَابِلَ السَّمَاوَاتُ وَالأَرْضُ وَكُلُّ مَا فِيهَا، لأَنَّ الْمُدَمِّرِينَ يَتَقَاطَرُونَ عَلَيْهَا مِنَ الشِّمَالِ، يَقُولُ الرَّبُّ."
  },
  "49": {
    "en": "“Babylon must fall because of Israel’s slain,\n    just as the slain in all the earth\n    have fallen because of Babylon.",
    "ar": "كَمَا صَرَعَتْ بَابِلُ قَتْلَى إِسْرَائِيلَ، هَكَذَا يُصْرَعُ قَتْلَى بَابِلَ فِي كُلِّ الأَرْض."
  },
  "50": {
    "en": "You who have escaped the sword,\n    leave and do not linger!\nRemember the Lord in a distant land,\n    and call to mind Jerusalem.”",
    "ar": "يَا أَيُّهَا النَّاجُونَ مِنَ السَّيْفِ، اهْرُبُوا وَلا تَقِفُوا، اذْكُرُوا الرَّبَّ فِي مَكَانِكُمُ الْبَعِيدِ، وَلا تَبْرَحْ أُورُشَلِيمُ مِنْ خَوَاطِرِكُمْ."
  },
  "51": {
    "en": "“We are disgraced,\n    for we have been insulted\n    and shame covers our faces,\nbecause foreigners have entered\n    the holy places of the Lord’s house.”",
    "ar": "قَدْ لَحِقَنَا الْخِزْيُ لأَنَّنَا اسْتَمَعْنَا لِلإِهَانَةِ، فَكَسَا الْخَجَلُ وُجُوهَنَا، إِذِ انْتَهَكَ الْغُرَبَاءُ مَقَادِسَ هَيْكَلِ الرَّبِّ."
  },
  "52": {
    "en": "“But days are coming,” declares the Lord,\n    “when I will punish her idols,\nand throughout her land\n    the wounded will groan.",
    "ar": "لِذَلِكَ هَا أَيَّامٌ مُقْبِلَةٌ، يَقُولُ الرَّبُّ، أُنَفِّذُ فِيهَا قَضَائِي عَلَى أَصْنَامِ بَابِلَ، وَيَئِنُّ جَرْحَاهَا فِي كُلِّ دِيَارِهَا."
  },
  "53": {
    "en": "Even if Babylon ascends to the heavens\n    and fortifies her lofty stronghold,\n    I will send destroyers against her,”\ndeclares the Lord.",
    "ar": "وَحَتَّى لَوِ ارْتَفَعَتْ بَابِلُ فَبَلَغَتِ السَّمَاءَ، وَحَتَّى لَوْ حَصَّنَتْ مَعَاقِلَهَا الشَّامِخَةَ، فَإِنَّ الْمُدَمِّرِينَ يَنْقَضُّونَ عَلَيْهَا مِنْ عِنْدِي، يَقُولُ الرَّبُّ."
  },
  "54": {
    "en": "“The sound of a cry comes from Babylon,\n    the sound of great destruction\n    from the land of the Babylonians.",
    "ar": "هَا صَوْتُ صُرَاخٍ يَتَرَدَّدُ فِي بَابِلَ، صَوْتُ جَلَبَةِ دَمَارٍ عَظِيمٍ مِنْ أَرْضِ الْكَلْدَانِيِّينَ،"
  },
  "55": {
    "en": "The Lord will destroy Babylon;\n    he will silence her noisy din.\nWaves of enemies will rage like great waters;\n    the roar of their voices will resound.",
    "ar": "لأَنَّ الرَّبَّ قَدْ خَرَّبَ بَابِلَ، وَأَخْرَسَ جَلَبَتَهَا الْعَظِيمَةَ، إِذْ طَغَتْ عَلَيْهَا جَحَافِلُ أَعْدَائِهَا كَمِيَاهٍ عَجَّاجَةٍ، وَعَلا ضَجِيجُ أَصْوَاتِهِمْ."
  },
  "56": {
    "en": "A destroyer will come against Babylon;\n    her warriors will be captured,\n    and their bows will be broken.\nFor the Lord is a God of retribution;\n    he will repay in full.",
    "ar": "لأَنَّ الْمُدَمِّرَ قَدِ انْقَضَّ عَلَى بَابِلَ وَأَسَرَ مُحَارِبِيهَا، وَتَكَسَّرَتْ كُلُّ قِسِيِّهَا، لأَنَّ الرَّبَّ إِلَهُ مُجَازَاةٍ، وَهُوَ حَتْماً يُحَاسِبُهَا."
  },
  "57": {
    "en": "I will make her officials and wise men drunk,\n    her governors, officers and warriors as well;\nthey will sleep forever and not awake,”\n    declares the King, whose name is the Lord Almighty.",
    "ar": "إِنِّي أُسْكِرُ رُؤَسَاءَهَا وَحُكَمَاءَهَا وَمُحَارِبِيهَا، فَيَنَامُونَ نَوْماً أَبَدِيًّا لَا يَقْظَةَ مِنْهُ، يَقُولُ الْمَلِكُ، الرَّبُّ الْقَدِيرُ اسْمُهُ."
  },
  "58": {
    "en": "This is what the Lord Almighty says:\n“Babylon’s thick wall will be leveled\n    and her high gates set on fire;\nthe peoples exhaust themselves for nothing,\n    the nations’ labor is only fuel for the flames.”",
    "ar": "وَهَذَا مَا يُعْلِنُهُ الرَّبُّ الْقَدِيرُ: إِنَّ سُورَ بَابِلَ الْعَرِيضَ يُقَوَّضُ وَيُسَوَّى بِالأَرْضِ، وَبَوَّابَاتِهَا الْعَالِيَةَ تَحْتَرِقُ بِالنَّارِ، وَيَذْهَبُ تَعَبُ الشُّعُوبِ بَاطِلاً، وَيَكُونُ مَصِيرُ جَهْدِ الأُمَمِ لِلنَّارِ»."
  },
  "59": {
    "en": "This is the message Jeremiah the prophet gave to the staff officer Seraiah son of Neriah, the son of Mahseiah, when he went to Babylon with Zedekiah king of Judah in the fourth year of his reign.",
    "ar": "هَذِهِ هِيَ النُّبُوءَةُ الَّتِي أَوْدَعَهَا إِرْمِيَا النَّبِيُّ سَرَايَا بْنَ نِيرِيَّا بْنِ مَحْسِيَّا، عِنْدَمَا رَافَقَ صِدْقِيَّا مَلِكَ يَهُوذَا إِلَى بَابِلَ فِي السَّنَةِ الرَّابِعَةِ لِحُكْمِهِ. وَكَانَ سَرَايَا آنَئِذٍ رَئِيسَ الْمُعَسْكَرِ."
  },
  "60": {
    "en": "Jeremiah had written on a scroll about all the disasters that would come upon Babylon—all that had been recorded concerning Babylon.",
    "ar": "وَكَانَ إِرْمِيَا قَدْ دَوَّنَ فِي كِتَابٍ وَاحِدٍ جَمِيعَ الْكَوَارِثِ الَّتِي سَتُبْتَلَى بِها بَابِلُ، أَيْ جَمِيعَ النُّبُوءَاتِ الْمُدَوَّنَةِ عَنْ بَابِلَ."
  },
  "61": {
    "en": "He said to Seraiah, “When you get to Babylon, see that you read all these words aloud.",
    "ar": "وَقَالَ إِرْمِيَا لِسَرَايَا: «حَالَمَا تَصِلُ إِلَى بَابِلَ، اعْمَلْ عَلَى تِلاوَةِ جَمِيعِ هَذِهِ النُّبُوءَاتِ."
  },
  "62": {
    "en": "Then say, ‘Lord, you have said you will destroy this place, so that neither people nor animals will live in it; it will be desolate forever.’",
    "ar": "وَقُلْ: أَيُّهَا الرَّبُّ قَدْ قَضَيْتَ عَلَى هَذَا الْمَوْضِعِ بِالانْقِرَاضِ، فَلا يَسْكُنُ فِيهِ أَحَدٌ مِنَ النَّاسِ وَالْبَهَائِمِ، بَلْ يُصْبِحُ خَرَاباً أَبَدِيًّا."
  },
  "63": {
    "en": "When you finish reading this scroll, tie a stone to it and throw it into the Euphrates.",
    "ar": "وَمَتَى فَرَغْتَ مِنْ تِلاوَةِ هَذَا الْكِتَابِ، ارْبُطْ بِهِ حَجَراً وَاطْرَحْهُ فِي وَسَطِ الْفُرَاتِ."
  },
  "64": {
    "en": "Then say, ‘So will Babylon sink to rise no more because of the disaster I will bring on her. And her people will fall.’”\nThe words of Jeremiah end here.",
    "ar": "وَقُلْ: كَذَلِكَ تَغْرَقُ بَابِلُ وَلا تَطْفُو بَعْدُ لِمَا أُوْقِعُهُ عَلَيْهَا مِنْ عِقَابٍ فَيَعْيَا كُلُّ أَهْلِهَا»."
  }
}