{
  "1": {
    "en": "It pleased Darius to appoint 120 satraps to rule throughout the kingdom,",
    "ar": "وَارْتَأَى دَارِيُّوسُ أَنْ يُوَلِّيَ عَلَى الْمَمْلَكَةِ مِئَةً وَعِشْرِينَ حَاكِماً يُشْرِفُونَ عَلَى أَقَالِيمِ الْمَمْلَكَةِ كُلِّهَا،"
  },
  "2": {
    "en": "with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss.",
    "ar": "وَنَصَبَ عَلَيْهِمْ ثَلاثَةَ وُزَرَاءَ أَحَدَهُمْ دَانِيَالُ، يُقَدِّمُونَ لَهُمْ حِسَاباً بِمَدْخُولِ خَزِينَةِ الْمَمْلَكَةِ، فَلا يَتَعَرَّضُ الْمَلِكُ لِخَسَارَةٍ."
  },
  "3": {
    "en": "Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom.",
    "ar": "فَأَبْدَى دَانِيَالُ تَفَوُّقاً مَلْحُوظاً عَلَى سَائِرِ الْوُزَرَاءِ وَالْحُكَّامِ، بِمَا يَتَمَيَّزُ بِهِ مِنْ رُوحٍ مَاهِرةٍ. وَنَوَى الْمَلِكُ أَنْ يُوَلِّيَهُ شُؤُونَ الْمَمْلَكَةِ كُلِّهَا."
  },
  "4": {
    "en": "At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent.",
    "ar": "فَشَرَعَ الْوُزَرَاءُ وَالْحُكَّامُ يَلْتَمِسُونَ عَلَيْهِ عِلَّةً اقْتَرَفَهَا بِحَقِّ الْمَمْلَكَةِ فَأَخْفَقُوا، لأَنَّهُ كَانَ أَمِيناً لَمْ يَرْتَكِبْ خَطَأً وَلا ذَنْباً."
  },
  "5": {
    "en": "Finally these men said, “We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.”",
    "ar": "فَقَالَ هَؤُلاءِ الرِّجَالُ: «لا نَجِدُ ذَنْباً نَتَّهِمُ بِهِ دَانِيَالَ إِلّا إِذَا وَجَدْنَا عِلَّةً مِنْ نَحْوِ شَرِيعَةِ إِلَهِهِ»."
  },
  "6": {
    "en": "So these administrators and satraps went as a group to the king and said: “May King Darius live forever!",
    "ar": "عِنْدَئِذٍ اجْتَمَعَ هَؤُلاءِ الْوُزَرَاءُ وَالْحُكَّامُ فِي حَضْرَةِ الْمَلِكِ قَائِلِينَ: «لِتَعِشْ أَيُّهَا الْمَلِكُ دَارِيُّوسُ إِلَى الأَبَدِ."
  },
  "7": {
    "en": "The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or human being during the next thirty days, except to you, Your Majesty, shall be thrown into the lions’ den.",
    "ar": "إِنَّ جَمِيعَ وُزَرَاءِ الْمَمْلَكَةِ وَقَادَةِ الْحَرَسِ وَالْحُكَّامِ وَالْمُشِيرِينَ وَالْوُلاةِ قَدْ تَدَاوَلُوا فِيمَا بَيْنَهُمْ عَلَى إِصْدَارِ أَمْرٍ مَلَكِيٍّ صَارِمٍ يُعْلَنُ فِيهِ: أَنَّ كُلَّ مَنْ يَرْفَعُ طِلْبَةً إِلَى إِلَهٍ أَوْ إِنْسَانٍ سِوَاكَ أَيُّهَا الْمَلِكُ، لِمُدَّةِ ثَلاثِينَ يَوْماً، يُطْرَحُ فِي جُبِّ الأُسُودِ."
  },
  "8": {
    "en": "Now, Your Majesty, issue the decree and put it in writing so that it cannot be altered—in accordance with the law of the Medes and Persians, which cannot be repealed.”",
    "ar": "فَوَقِّعِ الآنَ هَذَا الأَمْرَ أَيُّهَا الْمَلِكُ وَاخْتِمْهُ لِكَيْ لَا يَطْرَأَ عَلَيْهِ تَغْيِيرٌ، فَيَكُونَ كَشَرِيعَةِ مَادِي وَفَارِسَ الَّتِي لَا تُنْسَخُ»."
  },
  "9": {
    "en": "So King Darius put the decree in writing.",
    "ar": "وَهَكَذَا وَقَّعَ الْمَلِكُ دَارِيُّوسُ الْوَثِيقَةَ وَالأَمْرَ."
  },
  "10": {
    "en": "Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before.",
    "ar": "فَلَمَّا بَلَغَ دَانِيَالَ أَمْرُ تَوْقِيعِ الْوَثِيقَةِ مَضَى إِلَى بَيْتِهِ وَصَعِدَ إِلَى عُلِّيَّتِهِ ذَاتِ الْكُوَى الْمَفْتُوحَةِ بِاتِّجَاهِ أُورُشَلِيمَ، وَجَثَا عَلَى رُكْبَتَيْهِ ثَلاثَ مَرَّاتٍ فِي الْيَوْمِ وَصَلَّى، وَحَمَدَ إِلَهَهُ كَمَأْلُوفِ عَادَتِهِ مِنْ قَبْلُ."
  },
  "11": {
    "en": "Then these men went as a group and found Daniel praying and asking God for help.",
    "ar": "فَتَجَمَّعَ الْمُتَآمِرُونَ، وَوَجَدُوا دَانِيَالَ يَبْتَهِلُ وَيَتَضَرَّعُ إِلَى إِلَهِهِ."
  },
  "12": {
    "en": "So they went to the king and spoke to him about his royal decree: “Did you not publish a decree that during the next thirty days anyone who prays to any god or human being except to you, Your Majesty, would be thrown into the lions’ den?”\nThe king answered, “The decree stands—in accordance with the law of the Medes and Persians, which cannot be repealed.”",
    "ar": "فَمَثَلُوا فِي حَضْرَةِ الْمَلِكِ وَتَبَاحَثُوا فِي أَمْرِهِ الَّذِي صَدَرَ، وَقَالُوا: «أَلَمْ تُوَقِّعْ أَيُّهَا الْمَلِكُ أَمْراً يَحْظُرُ عَلَى كُلِّ إِنْسَانٍ رَفْعَ طَلَبٍ إِلَى إِلَهٍ أَوْ إِنْسَانٍ سِوَاكَ مُدَّةَ ثَلاثِينَ يَوْماً، وَمَنْ يُخَالِفُ ذَلِكَ يُطْرَحُ فِي جُبِّ الأُسُودِ؟» فَأَجَابَ الْمَلِكُ: «الأَمْرُ صَحِيحٌ كَشَرِيعَةِ مَادِي وَفَارِسَ الَّتِي لَا تُنْسَخُ»."
  },
  "13": {
    "en": "Then they said to the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, Your Majesty, or to the decree you put in writing. He still prays three times a day.”",
    "ar": "حِينَئِذٍ قَالُوا لِلْمَلِكِ: «إِنَّ دَانِيَالَ أَحَدَ مَسْبِيِّي يَهُوذَا قَدِ اسْتَهَانَ بِكَ، وَلَمْ يَأْخُذِ الأَمْرَ الَّذِي وَقَّعْتَهُ بِعَيْنِ الاعْتِبَارِ، بَلْ هَا هُوَ يَرْفَعُ طِلْبَاتِهِ لإِلَهِهِ ثَلاثَ مَرَّاتٍ فِي الْيَوْمِ»."
  },
  "14": {
    "en": "When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him.",
    "ar": "فَلَمَّا سَمِعَ الْمَلِكُ هَذَا الْكَلامَ تَوَلَّاهُ غَمٌّ شَدِيدٌ وَوَطَّنَ النَّفْسَ عَلَى إِنْقَاذِ دَانِيَالَ، وَلَكِنْ لَمْ تُجْدِهِ جُهُودُهُ الَّتِي بَذَلَهَا حَتَّى غُرُوبِ الشَّمْسِ فِي تَخْلِيصِهِ."
  },
  "15": {
    "en": "Then the men went as a group to King Darius and said to him, “Remember, Your Majesty, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.”",
    "ar": "ثُمَّ تَجَمَّعَ الْمُتَآمِرُونَ فِي حَضْرَةِ الْمَلِكِ لِلْمَرَّةِ الثَّانِيَةِ وَقَالُوا لَهُ: «اعْلَمْ أَيُّهَا الْمَلِكُ أَنَّ شَرِيعَةَ مَادِي وَفَارِسَ تَنُصُّ عَلَى أَنَّ كُلَّ نَهْيٍ أَوْ أَمْرٍ يُوَقِّعُهُ الْمَلِكُ لَا يَتَغَيَّرُ»."
  },
  "16": {
    "en": "So the king gave the order, and they brought Daniel and threw him into the lions’ den. The king said to Daniel, “May your God, whom you serve continually, rescue you!”",
    "ar": "عِنْدَ ذَلِكَ أَمَرَ الْمَلِكُ فَأَحْضَرُوا دَانِيَالَ وَطَرَحُوهُ فِي جُبِّ الأُسُودِ. وَقَالَ الْمَلِكُ لِدَانِيَالَ: «إِنَّ إِلَهَكَ الَّذِي تَعْبُدُهُ دَائِماً هُوَ يُنْقِذُكَ»."
  },
  "17": {
    "en": "A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel’s situation might not be changed.",
    "ar": "وَأُتِيَ بِحَجَرٍ سَدُّوا بِهِ فَمَ الْجُبِّ، وَخَتَمَهُ الْمَلِكُ بِخَاتِمِهِ وَأَخْتَامِ نُبَلاءِ دَوْلَتِهِ، لِئَلّا يَطْرَأَ تَغْيِيرٌ عَلَى مَصِيرِ دَانِيَالَ."
  },
  "18": {
    "en": "Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep.",
    "ar": "وَانْطَلَقَ الْمَلِكُ إِلَى قَصْرِهِ وَبَاتَ تِلْكَ اللَّيْلَةَ صَائِماً سَاهِراً، وَامْتَنَعَ عَنْ رُؤْيَةِ مَحْظِيَّاتِهِ."
  },
  "19": {
    "en": "At the first light of dawn, the king got up and hurried to the lions’ den.",
    "ar": "وَعِنْدَ الْفَجْرِ بَاكِراً نَهَضَ الْمَلِكُ وَمَضَى مُسْرِعاً إِلَى جُبِّ الأُسُودِ."
  },
  "20": {
    "en": "When he came near the den, he called to Daniel in an anguished voice, “Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?”",
    "ar": "فَلَمَّا دَنَا مِنْهُ نَادَى دَانِيَالَ بِصَوْتٍ حَزِينٍ قَائِلاً: «يَا دَانِيَالُ، عَبْدَ اللهِ الْحَيِّ، هَلْ إِلَهُكَ الَّذِي تَعْبُدُهُ دَائِماً اسْتَطَاعَ أَنْ يُنَجِّيَكَ مِنَ الأُسُودِ؟»"
  },
  "21": {
    "en": "Daniel answered, “May the king live forever!",
    "ar": "فَأَجَابَ دَانِيَالُ: «لِتَعِشْ أَيُّهَا الْمَلِكُ إِلَى الأَبَدِ."
  },
  "22": {
    "en": "My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, Your Majesty.”",
    "ar": "قَدْ أَرْسَلَ إِلَهِي مَلاكَهُ فَسَدَّ أَفْوَاهَ الأُسُودِ فَلَمْ تُؤْذِنِي، لأَنِّي وُجِدْتُ بَرِيئاً أَمَامَهُ، وَلَمْ أَرْتَكِبْ سُوءاً أَمَامَكَ أَيْضاً أَيُّهَا الْمَلِكُ»."
  },
  "23": {
    "en": "The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God.",
    "ar": "حِينَئِذٍ فَرِحَ الْمَلِكُ جِدّاً وَأَمَرَ أَنْ يُخْرَجَ دَانِيَالُ مِنَ الْجُبِّ، فَأَصْعَدُوهُ وَلَمْ يَكُنْ قَدْ نَالَهُ أَيُّ أَذىً، لأَنَّهُ آمَنَ بِإِلَهِهِ."
  },
  "24": {
    "en": "At the king’s command, the men who had falsely accused Daniel were brought in and thrown into the lions’ den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones.",
    "ar": "ثُمَّ أَصْدَرَ الْمَلِكُ أَمْرَهُ فَأَحْضَرُوا الْمُتَآمِرِينَ الَّذِينَ اتَّهَمُوا دَانِيَالَ وَطَرَحُوهُمْ فِي جُبِّ الأُسُودِ، مَعَ أَوْلادِهِمْ وَنِسَائِهِمْ. وَمَا كَادُوا يَصِلُونَ إِلَى أَسْفَلِ الْجُبِّ حَتَّى بَطَشَتْ بِهِمِ الأُسُودُ وَهَشَّمَتْ عِظَامَهُمْ."
  },
  "25": {
    "en": "Then King Darius wrote to all the nations and peoples of every language in all the earth:\n“May you prosper greatly!",
    "ar": "ثُمَّ بَعَثَ الْمَلِكُ دَارِيُّوسُ إِلَى كُلِّ الشُّعُوبِ وَالأُمَمِ مِنْ كُلِّ لِسَانٍ مِنَ السَّاكِنِينَ فِي مَمْلَكَتِهِ بِرَسَائِلَ قَائِلاً: «لِيَكْثُرْ سَلامُكُمْ."
  },
  "26": {
    "en": "“I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel.\n“For he is the living God\n    and he endures forever;\nhis kingdom will not be destroyed,\n    his dominion will never end.",
    "ar": "قَدْ صَدَرَ مِنِّي أَمْرٌ أَنْ يَرْتَعِدَ كُلُّ مَنْ يُقِيمُ فِي تُخُومِ مَمْلَكَتِي وَيَخَافَ أَمَامَ إِلَهِ دَانِيَالَ، لأَنَّهُ هُوَ الإِلَهُ الْحَيُّ الْقَيُّومُ إِلَى الأَبَدِ، لَا يَزُولُ لَهُ مَلَكُوتٌ وَسُلْطَانُهُ إِلَى الْمُنْتَهَى."
  },
  "27": {
    "en": "He rescues and he saves;\n    he performs signs and wonders\n    in the heavens and on the earth.\nHe has rescued Daniel\n    from the power of the lions.”",
    "ar": "هُوَ يُنَجيِّ وَيُنْقِذُ وَيُجْرِي الآيَاتِ وَالْعَجَائِبَ فِي السَّمَاوَاتِ وَالأَرْضِ، وَهُوَ الَّذِي خَلَّصَ دَانِيَالَ مِنْ أَنْيَابِ الأُسُودِ»."
  },
  "28": {
    "en": "So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.",
    "ar": "وَحَالَفَ النَّجَاحُ دَانِيَالَ فِي مُلْكِ دَارِيُّوسَ وَفِي عَهْدِ حُكْمِ كُورَشَ الْفَارِسِيِّ."
  }
}