{
  "1": {
    "en": "Paul, an apostle of Christ Jesus by the will of God, in keeping with the promise of life that is in Christ Jesus,",
    "ar": "مِنْ بُولُسَ، وَهُوَ بِمَشِيئَةِ اللهِ رَسُولٌ لِلْمَسِيحِ يَسُوعَ فِي سَبِيلِ الْوَعْدِ بِالْحَيَاةِ الَّتِي هِيَ فِي الْمَسِيحِ،"
  },
  "2": {
    "en": "To Timothy, my dear son:\nGrace, mercy and peace from God the Father and Christ Jesus our Lord.",
    "ar": "إِلَى تِيمُوثَاوُسَ، وَلَدِي الْحَبِيبِ لِتَكُنْ لَكَ النِّعْمَةُ وَالرَّحْمَةُ وَالسَّلامُ مِنَ اللهِ الآبِ وَالْمَسِيحِ يَسُوعَ رَبِّنَا."
  },
  "3": {
    "en": "I thank God, whom I serve, as my ancestors did, with a clear conscience, as night and day I constantly remember you in my prayers.",
    "ar": "كَمْ أَشْكُرُ اللهَ، الَّذِي أَعْبُدُهُ بِضَمِيرٍ طَاهِرٍ كَمَا أَخَذْتُ عَنْ أَجْدَادِي، إِذْ مَازِلْتُ أَذْكُرُكَ دَائِماً فِي تَضَرُّعَاتِي لَيْلاً وَنَهَاراً؛"
  },
  "4": {
    "en": "Recalling your tears, I long to see you, so that I may be filled with joy.",
    "ar": "وَإِذْ أَتَذَكَّرُ دُمُوعَكَ (سَاعَةَ افْتِرَاقِنَا) أَجِدُنِي فِي غَايَةِ الشَّوْقِ لأَنْ أَرَاكَ لأَمْتَلِئَ فَرَحاً."
  },
  "5": {
    "en": "I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also.",
    "ar": "كَمَا أَتَذَكَّرُ إِيمَانَكَ الْخَالِي مِنَ الرِّيَاءِ، هَذَا الإِيمَانَ الَّذِي فِيكَ وَالَّذِي سَكَنَ أَوَّلاً فِي جَدَّتِكَ لُوئِيسَ ثُمَّ فِي أُمِّكَ أَفْنِيكِي، وَأَنَا مُتَأَكِّدٌ أَنَّهُ حَالٌّ فِيكَ أَيْضاً."
  },
  "6": {
    "en": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.",
    "ar": "لِهَذَا السَّبَبِ أُنَبِّهُكَ أَنْ تُلْهِبَ نَارَ مَوْهِبَةِ اللهِ الَّتِي فِيكَ بِوَضْعِ يَدَيَّ عَلَيْكَ."
  },
  "7": {
    "en": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "ar": "فَإِنَّ اللهَ قَدْ أَعْطَانَا لَا رُوحَ الْجُبْنِ بَلْ رُوحَ الْقُوَّةِ وَالْمَحَبَّةِ وَالْبَصِيرَةِ."
  },
  "8": {
    "en": "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.",
    "ar": "فَلا تَخْجَلْ إِذَنْ بِالشَّهَادَةِ لِرَبِّنَا، وَلا تَخْجَلْ بِي أَنَا السَّجِينَ لأَجْلِهِ، بَلْ شَارِكْنِي فِي الْمَشَقَّاتِ لأَجْلِ الإِنْجِيلِ، مُتَوَكِّلاً عَلَى قُدْرَةِ اللهِ."
  },
  "9": {
    "en": "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,",
    "ar": "فَهُوَ قَدْ خَلَّصَنَا، وَدَعَانَا إِلَيْهِ دَعْوَةً مُقَدَّسَةً، لَا عَلَى أَسَاسِ أَعْمَالِنَا، بَلْ بِمُوجِبِ قَصْدِهِ وَنِعْمَتِهِ الَّتِي وُهِبَتْ لَنَا فِي الْمَسِيحِ يَسُوعَ قَبْلَ أَزْمِنَةِ الأَزَلِ،"
  },
  "10": {
    "en": "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel.",
    "ar": "وَالَّتِي أُعْلِنَتِ الآنَ بِظُهُورِ مُخَلِّصِنَا يَسُوعَ الْمَسِيحِ الَّذِي سَحَقَ الْمَوْتَ وَأَنَارَ الْحَيَاةَ وَالْخُلُودَ بِالإِنْجِيلِ"
  },
  "11": {
    "en": "And of this gospel I was appointed a herald and an apostle and a teacher.",
    "ar": "الَّذِي لَهُ عُيِّنْتُ أَنَا مُبَشِّراً وَرَسُولاً وَمُعَلِّماً."
  },
  "12": {
    "en": "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day.",
    "ar": "مِنْ أَجْلِ ذَلِكَ أَيْضاً أُقَاسِي الآنَ هذِهِ الآلامَ، وَلَكِنِّي لَسْتُ أَخْجَلُ، لأَنَّنِي أَعْرِفُ مَنْ أَنَا مُؤْمِنٌ بِهِ، وَلِي تَمَامُ الثِّقَةِ بِأَنَّهُ قَادِرٌ أَنْ يَحْفَظَ لِي الأَمَانَةَ الَّتِي أَوْدَعْتُهَا عِنْدَهُ سَالِمَةً إِلَى ذَلِكَ الْيَوْمِ."
  },
  "13": {
    "en": "What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus.",
    "ar": "اتَّخِذْ مِنَ الْكَلامِ الصَّحِيحِ الَّذِي سَمِعْتَهُ مِنِّي مِثَالاً فِي الإِيمَانِ وَالْمَحَبَّةِ اللَّذَيْنِ فِي الْمَسِيحِ يَسُوعَ."
  },
  "14": {
    "en": "Guard the good deposit that was entrusted to you—guard it with the help of the Holy Spirit who lives in us.",
    "ar": "وَحَافِظْ عَلَى الأَمَانَةِ الْكَرِيمَةِ الْمُوْدَعَةِ لَدَيْكَ، بِالرُّوحِ الْقُدُسِ الْحَالِّ فِينَا."
  },
  "15": {
    "en": "You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes.",
    "ar": "أَنْتَ عَلَى عِلْمٍ بِأَنَّ كُلَّ الَّذِينَ فِي مُقَاطَعَةِ أَسِيَّا، وَمِنْهُمْ فِيجَلُّسُ وَهَرْمُوجِينِسُ، قَدْ تَخَلَّوْا عَنِّي."
  },
  "16": {
    "en": "May the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains.",
    "ar": "لِيَرْحَمِ الرَّبُّ عَائِلَةَ أُونِيسِيفُورُسَ، لأَنَّهُ كَثِيراً مَا أَنْعَشَنِي، وَلَمْ يَخْجَلْ بِقُيُودِي،"
  },
  "17": {
    "en": "On the contrary, when he was in Rome, he searched hard for me until he found me.",
    "ar": "بَلْ إِذْ كَانَ فِي مَدِينَةِ رُومَا، بَذَلَ جَهْداً فِي الْبَحْثِ عَنِّي حَتَّى وَجَدَنِي."
  },
  "18": {
    "en": "May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus.",
    "ar": "لِيُنْعِمْ عَلَيْهِ الرَّبُّ بِأَنْ يَلْقَى الرَّحْمَةَ مِنَ الرَّبِّ فِي ذَلِكَ الْيَوْمِ! أَمَّا كُلُّ مَا خَدَمَنِي بِهِ فِي مَدِينَةِ أَفَسُسَ، فَأَنْتَ تَعْرِفُهُ جَيِّداً."
  }
}